{"url": "https://www.bbc.com/news/entertainment-arts-52736364", "text": "Image copyright Getty Images\n\nJoe Rogan has signed an exclusive deal with Spotify, which will see his podcast, The Joe Rogan Experience, disappear from all other platforms.\n\nThe multi-year deal is believed to be worth $100m (£82 million), according to the Wall Street Journal.\n\nRogan's podcast, which is one of the most popular in the world, will arrive on the streaming giant on 1 September.\n\nIt will then be housed there exclusively by the end of the year, and removed from all other platforms.\n\n\"It will remain free, and it will be the exact same show,\" said Rogan. \"It's just a licensing deal, so Spotify won't have any creative control over the show.\n\n\"They want me to just continue doing it the way I'm doing it right now.\n\n\"I'm excited to have the support of the largest audio platform in the world and I hope you folks are there when we make the switch!\"\n\nWho is Joe Rogan?\n\nImage copyright Getty Images Image caption Rogan also works as an interviewer and commentator for the Ultimate Fighting Championship (UFC)\n\nJoe Rogan is a US stand-up comedian and TV host-turned-provocateur, who launched his podcast in 2009 - in the early days of the medium.\n\nHe invites a wide range of guests, including actors, musicians, comedians, politicians and conspiracy theorists on to the show, which has garnered a huge audience. Last year the podcast was downloaded 190 million times per month.\n\nRogan has previously advocated for \"long-form media\" - and his own podcast episodes regularly run to two or three hours.\n\nThe controversial entertainer also has 8.42 million subscribers to his YouTube channel, which has up until now shown the interviews in video form (this will stop when the new Spotify deal kicks in).\n\nBut he has also attracted criticism - Rogan has been accused of making sexist, racist and transphobic comments in his podcasts.\n\n\"The Joe Rogan Experience has become one of the internet's foremost vectors for anti-wokeness,\" wrote Justin Peters in Slate.\n\nIn 2018, Rogan's show hit the headlines when the host shared a cannabis joint with Tesla boss Elon Musk, after which the company's stocks fell by 9%.\n\nRogan has been credited as being an \"unlikely political influencer\" by the New York Times, due to his reach.\n\nIn January, he informed his legions of followers that he would \"probably vote for Bernie\", referring to the then Democratic Party candidate Bernie Sanders, who received increased press coverage as a result.\n\nHowever, since Joe Biden became the party's presumptive nominee, Rogan has said he is more likely to vote for President Trump.\n\nWhy is this deal significant?\n\nImage copyright Reuters\n\nThe kind of figures involved in the deal are incredibly rare in the podcast world - and Rogan will now likely earn more money than most musicians on Spotify.\n\n\"Joe Rogan just got paid the equivalent value of over 26 billion streams for a podcast licence,\" wrote Tom Gray, director of the royalties, music copyright and licensing society, PRS for Music.\n\n\"A musician would need to generate 23 billion streams on Spotify to earn what they're paying Joe Rogan for his podcast rights.\" added music writer Ted Gioia.\n\nGioia suggested this means \"Spotify values Rogan more than any musician in the history of the world\".\n\nTV critic and broadcaster Scott Bryan predicted the deal could \"lead the way to others\", but noted that the exclusivity clause would leave many fans locked out.\n\n\"It might do what Sky did for a lot of shows,\" he tweeted. \"Lift them up, but put them behind a wall that the culture mostly then ignores.\"\n\nAlthough Rogan has said the podcast will still be free to access, Spotify will be hoping the increased traffic to its service will lead to a significant increase in subscriber numbers.\n\nIt is generally difficult to make large amounts of money in the crowded world of podcasts.\n\nAs most podcasts are free to download, many presenters and producers attempt to make money from endorsements and advertising. A platform-exclusive deal such as this is very rare.\n\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."}