{"url": "http://www.bbc.com/news/world-us-canada-52733220", "text": "Media playback is unsupported on your device Media caption Trump says Covid cases are a 'badge of honour'\n\nPresident Donald Trump has argued it is \"a badge of honour\" that the US has the world's highest number of confirmed Covid-19 infections.\n\n\"I look at that as, in a certain respect, as being a good thing because it means our testing is much better,\" he said at the White House.\n\nThe US has 1.5 million coronavirus cases and nearly 92,000 deaths, according to Johns Hopkins University.\n\nIn second place is Russia, with nearly 300,000 confirmed cases.\n\nWhat did Trump say?\n\nOn Monday, Mr Trump was hosting his first cabinet meeting since the US outbreak began.\n\n\"By the way,\" he told reporters, \"you know when you say that we lead in cases, that's because we have more testing than anybody else.\"\n\n\"So when we have a lot of cases,\" he continued, \"I don't look at that as a bad thing, I look at that as, in a certain respect, as being a good thing because it means our testing is much better.\"\n\nMedia playback is unsupported on your device Media caption The lost six weeks when the US failed to control the virus\n\nHe added: \"So I view it as a badge of honour. Really, it's a badge of honour.\n\n\"It's a great tribute to the testing and all of the work that a lot of professionals have done.\"\n\nAccording to the Centers for Disease Control, a federal agency, the US had conducted 12.6m coronavirus tests by Tuesday.\n\nMr Trump was responding to a question about whether he was considering a travel ban on Latin America, Brazil in particular. That country now has the third highest number of confirmed cases, following the US and Russia.\n\nThe Democratic National Committee criticised the Republican president's comments, tweeting that the 1.5 million Covid-19 cases in the US represented \"a complete failure of leadership\".\n\nHas the US conducted the most tests?\n\nWhile the US has carried out more tests by volume than any other country, it is not first in the world on a per capita basis, according to Our World in Data, a scientific publication based at Oxford University.\n\nIts chart ranks the US as 16th globally in terms of tests per 1,000 people, ahead of South Korea, but behind the likes of Iceland, New Zealand, Russia and Canada.\n\nMedia playback is unsupported on your device Media caption Would you wear this mask with an automatic eating hole?\n\nOver the past week, the US has been conducting between 300,000 and 400,000 tests daily, according to the Covid Tracking Project, a volunteer-led effort.\n\nBut Harvard Global Health Institute director Ashish Jha last week told a congressional hearing: \"The US needs more than 900,000 tests every day to safely open up again. We are doing about a third of that.\"\n\nThe US has also reported the most coronavirus deaths in the world, though on a per capita basis it ranks sixth behind the likes of Belgium, the United Kingdom and France, according to Johns Hopkins University.\n\nUS coronavirus testing rates have been criticised on both sides of the aisle.\n\nAt a Senate hearing last week, Mitt Romney, a Republican, criticised the country's testing record, saying it was \"nothing to celebrate whatsoever\" because, he said, \"we treaded water in February and March\"."}