{"url": "http://www.bbc.com/news/world-asia-52734259", "text": "Media playback is unsupported on your device Media caption Amphan: Heavy rains and wind hit India's east coast\n\nFerocious wind and rain is lashing parts of eastern India and Bangladesh as Cyclone Amphan makes landfall.\n\nMillions of people were evacuated in anticipation of the storm, which originated in the Bay of Bengal.\n\nThe storm, the first super cyclone to form in the area since 1999, is forecast to cause deadly storm surges, severe flooding and mudslides.\n\nCovid-19 and social-distancing measures have made mass evacuations more difficult for authorities.\n\nCyclone Amphan began hitting the Sundarbans, a mangrove area around the India-Bangladesh border, on Wednesday afternoon and is forecast to move north and north-eastwards near the major city of Kolkata in India's West Bengal state.\n\nAmphan is expected to move further into Bangladesh on Thursday, and later Bhutan.\n\nImage copyright Reuters Image caption People are taking shelter in Kolkata as the cyclone approaches\n\nThe storm was the first super cyclone in the Bay of Bengal since one in 1999 that killed thousands of people but its winds have since weakened slightly, according to BBC Weather.\n\nThe eye of the storm was forecast to be fully over land by 18:30 local time (13:00 GMT), with wind speeds of 150-160km/h (93-99mph) and gusts of up to 175km/h.\n\nA Bangladesh Red Crescent volunteer helping villagers to evacuate became the first fatality after the boat he was in capsized in strong winds, the organisation said.\n\n\"At least 50 people took shelter in my concrete-built house,\" Bangladeshi prawn farmer Abdur Rahim, who lives on the edge of the Sundarbans, told the AFP news agency.\n\n\"There is panic. The women are worried... A few months ago Cyclone Bulbul smashed our village, destroying at least 100 homes. We hope Allah will save us this time.\"\n\nIndia and Bangladesh have asked for schools and other buildings to be turned into temporary shelters - but they need more space than usual in order to house people while maintaining social distancing.\n\nPolice in West Bengal, which along with the state of Orissa (also known as Odisha) is expected to be the worst-hit part of India, told the BBC that people were unwilling to go to the shelters because they were afraid of contracting Covid-19.\n\nTrees have been uprooted and makeshift houses flattened in coastal regions of Orissa, Indian media reports say.\n\nImage copyright AMBARISH NAG BISWAS Image caption Social distancing being enforced in a cyclone shelter in India\n\nOfficials in Bangladesh fear it will be the most powerful storm since Cyclone Sidr killed about 3,500 people in 2007. Most died as a result of sea water surging in.\n\nIndia's weather department is predicting storm surges as high as 10-16 feet (3-5 metres). The rising of sea levels in this way can send deadly walls of water barrelling far inland, devastating communities.\n\nMedia playback is unsupported on your device Media caption Matt Taylor presents the latest Amphan update\n\nThe cyclone comes as tens of thousands of migrant workers continue to flee cities for their villages during India's lockdown to curb the spread of coronavirus. West Bengal and Orissa are among the Indian states seeing large numbers return.\n\nOrissa has cancelled trains that were due to arrive with thousands of migrants between 18 and 20 May. Some district officials have barred entry and asked the state government to accommodate the migrants - many of whom are walking home - elsewhere until the storm passes.\n\nBoth states have halted air traffic as well.\n\nBangladesh's disaster management minister earlier told the BBC that authorities were evacuating at least two million people.\n\nExtra shelters have been prepared to allow for social distancing, while masks are also being distributed.\n\nHowever, there are fears for hundreds of thousands of Rohingya refugees who fled Myanmar and live in crowded camps in Bangladesh. The main camps are not in the direct path of the storm but Bangladeshi officials said they had moved hundreds of Rohingya living on an island in the Bay of Bengal into shelters.\n\nThe UN and human rights groups are also gravely worried for hundreds of Rohingya refugees who they believe could be on boats in the Bay of Bengal, and possibly in the storm's path, after trying to flee to Malaysia and Thailand but being blocked by authorities in those countries from landing.\n\nMeanwhile, state officials in India are struggling to find shelters for evacuees. In Orissa, for instance, 250 of the more than 800 existing shelters are being used as coronavirus quarantine centres.\n\nThe governments of West Bengal and Orissa have evacuated nearly half a million people.\n\nHow have you been affected by the cyclone? Have you been evacuated? If it is safe to do so, share your pictures, video and experiences by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist."}