{"url": "https://www.bbc.com/news/world-us-canada-52733886", "text": "Image copyright Getty Images Image caption McCorvey spent the final years of her life campaigning against abortion access\n\nThe woman behind the 1973 ruling legalising abortion in the US is seen admitting in a new documentary that her stunning change of heart on the issue in later life was \"all an act\".\n\nNorma McCorvey, known as Jane Roe in the US Supreme Court's decision on Roe v Wade, shocked the country in 1995 when she came out against abortion.\n\nBut in new footage, McCorvey alleges she was paid to switch sides.\n\nThe documentary, AKA Jane Roe, airs this Friday on the US channel FX.\n\nThe programme was filmed in the last months of McCorvey's life before her death at age 69 in 2017 in Texas.\n\nThe Supreme Court ruling came after McCorvey, then a 25-year-old single woman under the pseudonym \"Jane Roe\", challenged the criminal abortion laws in Texas that forbade abortion as unconstitutional except in cases where the mother's life was in danger.\n\nHenry Wade was the Texas attorney general who defended the anti-abortion law. McCorvey first filed the case in 1969, when she was pregnant with her third child and claimed that she had been raped. But the case was rejected and she was forced to give birth.\n\nIn her \"deathbed confession\", as she calls it, a visibly ailing McCorvey says she only became an anti-abortion activist because she was paid by evangelical groups.\n\n\"I was the big fish,\" she said. \"I think it was a mutual thing. I took their money and they'd put me out in front of the cameras and tell me what to say.\n\n\"That's what I'd say. It was all an act. I did it well too. I am a good actress. Of course, I'm not acting now.\"\n\nShe added: \"If a young woman wants to have an abortion, that's no skin off my ass. That's why they call it choice.\"\n\nMedia playback is unsupported on your device Media caption The abortion battle explained in three minutes\n\nAKA Jane Roe chronicles McCorvey's troubled, impoverished youth as a sexual abuse survivor and her longstanding relationship with girlfriend Connie Gonzalez.\n\nAfter her mid-1990s conversion to become a born-again Christian, McCorvey disavowed Gonzalez, even as they continued to live together.\n\nThe documentary touches upon another irony of McCorvey's life - that she herself never had an abortion.\n\nImage copyright Getty Images Image caption McCorvey (right, pictured in 1989) was an abortion advocate before she became an anti-abortion campaigner\n\nWhen she was pregnant with her third child she was referred to two lawyers who wanted to challenge Texas's abortion laws.\n\nThe case went all the way to the highest court in the land where, by a vote of seven to two, the justices ruled that the government lacked the power to prohibit abortions, a decision that changed America.\n\nThe court's judgement was based on the decision that a woman's right to terminate her pregnancy came under the freedom of personal choice in family matters, as protected by the Constitution.\n\nThe Reverend Robert Schenck, one of the evangelical pastors who worked with McCorvey after her conversion to Christianity in the mid-1990s, also features in the documentary.\n\nThe minister acknowledges McCorvey was paid for her appearances on the movement's behalf. The programme says it was as much $500,000 (£407,000, in current figures).\n\n\"I knew what we were doing,\" Mr Schenck says. \"And there were times when I was sure she knew.\n\n\"And I wondered: 'Is she playing us?' What I didn't have the guts to say was: 'Because I know damn well we're playing her.'\"\n\nIn a highly self-critical blog post on Tuesday, Mr Schenck said the documentary had made him cry and he hoped that people would watch it."}