{"url": "https://www.bbc.com/travel/story/20200519-japans-forgotten-indigenous-people", "text": "“This is our bear hut,” the short, vivacious woman shouted through a hand-held loudspeaker, her smile creasing her forehead with deep wrinkles. A blue hat was perched on her head and her short tunic, embroidered with pink geometric designs, was tied sharply at the waist. She pointed at a wooden structure made of round logs, raised high above the ground on stilts.\n\nOur coverage during coronavirus While travelling is on hold due to the coronavirus outbreak, BBC Travel will continue to inform and inspire our readers who want to learn about the world as much as they want to travel there, offering stories that celebrate the people, places and cultures that make this world so wonderfully diverse and amazing. For travel information and stories specifically related to coronavirus, please read the latest updates from our colleagues at BBC News.\n\n“We caught the bears as cubs and raised them as a member of the family. They shared our food and lived in our village. When the time came, we set one free back into nature and killed the other to eat.”\n\nHaving treated the bear well in life, her people believe the spirit of the sacred animal, which they worship as a deity, will ensure the continued good fortune of their community.\n\nKimiko Naraki is 70 but looks decades younger. She is Ainu, an indigenous people who now live mostly on Hokkaido, Japan’s northernmost island, but whose lands once spanned from northern Honshu (the Japanese mainland) north to Sakhalin and the Kuril Islands (which are now a disputed part of the Russian Federation). The Ainu have long been of interest to anthropologists because of their cultural, linguistic and physical identity, but most travellers will not have heard of them. That’s because although they were the earliest settlers of Hokkaido, they were oppressed and marginalised by Japanese rule for centuries.\n\nThe Ainu have had a difficult history. Their origins are murky, but some scholars believe they are descendants of an indigenous population that once spread across northern Asia. The Ainu called Hokkaido “Ainu Moshiri” (“Land of the Ainu”), and their original occupation was hunting, foraging and fishing, like many indigenous people across the world. They mainly lived along Hokkaido’s warmer southern coast and traded with the Japanese. But after the Meiji Restoration (about 150 years ago), people from mainland Japan started emigrating to Hokkaido as Japan colonised the northernmost island, and discriminatory practices such as the 1899 Hokkaido Former Aborigines Protection Act displaced the Ainu from their traditional lands to the mountainous barren area in the island’s centre.\n\n“It’s a very ugly story,” said Professor Kunihiko Yoshida, law professor at Hokkaido University.\n\nForced into agriculture, they were no longer able to fish for salmon in their rivers and hunt deer on their land, Yoshida said. They were required to adopt Japanese names, speak the Japanese language and were slowly stripped of their culture and traditions, including their beloved bear ceremony. Due to the wide stigmatisation, many Ainu hid their ancestry. And the long-term effects are clear to see today, with much of the Ainu population remaining poor and politically disenfranchised, with much of their ancestral knowledge lost.\n\nAmong other nefarious practices, Japanese researchers ransacked Ainu graves from the late 19th Century to the 1960s, amassing huge collections of Ainu remains for their study and never returning the bones.\n\nRecently, however, things have started to look up for the Ainu. In April 2019, they were legally recognised as an indigenous people of Japan by the Japanese government, after many years of deliberation, which has resulted in a more positive appreciation of Ainu culture and renewed pride in their language and heritage.\n\n\"It is important to protect the honour and dignity of the Ainu people and to hand those down to the next generation to realise a vibrant society with diverse values,\" said government spokesman Yoshihide Suga, as reported in The Straits Times.\n\nNaraki continued showing us around the Ainu kotan (village). Still smiling, she pointed to a wooden, cupboard-like structure. “This is the toilet for the men,” she said, giggling. Next to it was a smaller, teepee-style hut. “And this one is for the women.”\n\nI want to tell the world that Japan has indigenous people\n\nNaraki leads tours of this kotan to teach visitors about her culture. It is part of the Sapporo Pirka Kotan (Ainu Culture Promotion Centre), Japan’s first municipal facility featuring indigenous people, where visitors can experience Ainu handicrafts, watch traditional dancing and imagine traditional Ainu life when this area was a vast wilderness and the people lived on and with the land. Located approximately 40 minutes by car from downtown Sapporo, Hokkaido’s capital city, the centre was opened in 2003 to teach both other Japanese and foreign visitors about Ainu culture and spread their message to the world.\n\n“97% of Ainu are underground. But the people who come here to events are very proud of their culture,” said Jeffry Gayman, an educational anthropologist at Hokkaido University who has been working with the Ainu for 15 years.\n\nThe pride is especially evident in the centre’s small, well-kept museum, where Ainu artefacts, such as traditional clothing and tools, are carefully displayed. Upstairs are rooms where visitors can join workshops on Ainu embroidery or learn how to make the traditional Ainu musical instrument mukkuri (a bamboo mouth harp). By hosting events, members of the community are able to educate the wider world on their history and situation.\n\n“If I try to tell people about Ainu rights and empowerment, no-one is interested. But when people see our dancing or music, it makes them interested in learning more about us,” explained Ryoko Tahara, an Ainu activist and president of the Ainu Women’s Association.\n\nYou may also be interested in:\n\n• Japan's mysterious 'lake of the gods'\n\n• The indigenous communities that predicted Covid-19\n\n• Japan's formula for life satisfaction\n\nAlthough this centre is a significant step in sharing Ainu culture nationally and internationally, no-one lives here. The kotan is a replica to show people what traditional Ainu life was like. Only a few isolated neighbourhood pockets of Ainu people remain, scattered across Hokkaido, with most of the estimated 20,000 Ainu (there are no official figures) assimilated into cities and towns around the island.\n\nHowever, travellers who look carefully will be able to see traces of their culture everywhere. Many place names in Hokkaido have Ainu origins, such as “Sapporo”, which comes from the Ainu words sat (dry), poro (large) and pet (river) due to its location around the Toyohira River; or “Shiretoko” – a peninsula that sticks out from Hokkaido’s north-eastern tip – which can be translated as “of the ground” (siri) and “protruding point” (etuk).\n\nAnd Ainu pride is visible at events like the annual Marimo Festival at Lake Akan and the Shakushain festival in Shizunai; and in groups like The Ainu Art Project, a 40-member group that share Ainu culture through their Ainu and rock fusion band and handmade arts and crafts. Restaurants such as Kerapirka in Sapporo serve up traditional Ainu food and act as a hub for the local community.\n\n“And you can see Ainu values in any settings where Ainu people gather, whether that be inside their home, at a local town gathering or an event. But you need to know what you’re looking for,” said Gayman, explaining that “generosity and hospitality” are core Ainu principles. “They’re light-hearted people,” he said.\n\nThe Ainu have also become more prominent on the national stage, with activist Kayano Shigeru elected to the Japanese parliament in 1994, where he served five terms; and the hugely popular manga series, Golden Kamuy, pushing Ainu culture into the national spotlight over the last couple of years.\n\n“In the last few years, people have become more interested in the Ainu; it has become a hot topic in Japan,” said Tahara. “That makes me proud that people will know about the Ainu, but there is still work to be done.”\n\nThe latest step forward for this community is the Symbolic Space for Ethnic Harmony in Shiraoi, Hokkaido, a new complex currently under construction by the government to showcase Ainu culture. Made up of a National Ainu Museum, the National Park for Ethnic Harmony and a memorial facility, it was scheduled to open in April 2020 in time for the Olympics, but has been delayed due to Covid-19.\n\nThe recognition is very symbolic, but not so meaningful\n\nHowever, many experts believe that the recent recognition of the community is not enough, saying it is merely lip-service by the government, with the new Ainu bill failing to provide Japan’s indigenous people with clear and strong rights.\n\n“The Ainu still cannot fish their salmon and dams are still being built that submerge sacred sites,” said Yoshida. “There’s no self-determination, no collective rights and no reparations. It’s just a cultural performance.”\n\n“The recognition is very symbolic, but not so meaningful,” he added with a sad laugh, noting that Japan is far behind the world standard in treatment of indigenous people. “It’s a shameful situation. That’s the reality.”\n\nAs I followed Naraki on her tour of the kotan, it seemed clear, however, that public interest in Ainu culture is strong. Groups of Japanese people and other visitors, who’d arrived by bus-load from Sapporo, jostled for pictures in front of the pu, the hut for storing food, which is located directly opposite the poro-ci-set, where the village chiefs lived in order to keep a stern eye on the village’s communal larder. “The elders would resolve any disputes in the village,” Naraki said. If no one could agree, they would discuss for three days and three nights and then make a decision.\n\nShe explained how the Ainu’s lives were tied to the land. Kotans would be constructed along rivers or by the sea where water was plentiful and safe from natural disasters. Food was foraged or hunted, with staple proteins including salmon, deer and bear. They would pick wild grasses, vegetables, mushrooms and berries, such as kitopiro (Alpine leek) and shikerepe (berries of the Amur cork tree), never picking everything at once and always leaving the roots so the plants could keep growing. Food was simple, with animal oil, kelp and salt the only flavourings, and millet their main grain. Clothes were made with animal or fish skin, or woven with tree bark or nettle fibres.\n\nLiving in harmony with nature is a way of life that many Ainu would like to return to. “Eventually what I want is to get back some land so we can hunt and fish freely as well as do our traditional farming,” Tahara told me. Increasing numbers of Ainu are also starting to relearn their language, which is linguistically isolated and declared as critically endangered by Unesco.\n\nWhat are your other hopes for the future, I asked Tahara.\n\n“I want to tell the world that Japan has indigenous people. People don’t know,” she said. “I want us all to respect each other, to treat each other respectfully and live peacefully in this country. And, of course, I would like our ancestors’ bones returned. Bring them back to the graves they were taken from.”\n\nOur Unique World is a BBC Travel series that celebrates what makes us different and distinctive by exploring offbeat subcultures and obscure communities around the globe.\n\nJoin more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram.\n\nIf you liked this story, sign up for the weekly bbc.com features newsletter called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday."}