{"url": "https://www.bbc.com/news/world-52709729", "text": "Image copyright Hugh Weber Image caption Avid letter-writer Emerson Weber has kick-started a trend\n\n\"This Zoom stuff doesn't cut it.\"\n\nThat's how the writer Lionel Shriver described communicating with friends and family during lockdown, summarising many of our frustrations.\n\nWhile the coronavirus pandemic has presented challenges in all areas of our lives, the lack of human contact is one of the hardest. But for some, it has been a time to get creative about how we keep in touch and has prompted a return to a more traditional medium: letters.\n\nAs the lockdown was introduced in the Republic of Ireland in late March, the postal service, An Post, sent each household two free stamps and postcards to encourage people to write to each other. It has since reported an increase in non-business, person-to-person mail.\n\nRiona Nolan, a 17-year-old student from County Carlow, used the opportunity to cut back on social media and instead put pen to paper.\n\n\"You have to really think about what you're going to write instead of just shooting a text with a few words in it,\" she says. Riona regularly exchanges letters with her friend, who lives just around the corner, and also writes to her grandmother.\n\nMedia playback is unsupported on your device Media caption Many people are using the lockdown to pick up a pen instead of just typing a text or email\n\nRiona says it is a far more personal, authentic form of communication. It's also a welcome change from the bills and taxes that people usually receive through the letterbox.\n\nBut what does she write about when we are all stuck inside?\n\n\"I told her about how I was baking - I asked for any recipes she might have,\" says Riona. \"I was talking about how much the weather has improved since lockdown.\n\n\"I said how much I miss her and I was telling her about all the things I can't wait to do when I see her again.\"\n\n\"Dear Future Self…\"\n\nLetters are not only a form of communication. They can act as a museum piece for the future, as I discovered while seeing out lockdown at my parents' house. On one rainy day I dug up a case of letters belonging to my grandmother, who died six years ago. The scrawled handwriting described historical events such as VE Day and the Queen's coronation but, most importantly, captured my granny at her most alive.\n\nReading these letters encouraged me to write my own letters to friends. I wrote to a friend from school who said she recognised my handwriting as soon as the envelope landed on the doormat, despite not having seen it in more than 15 years.\n\nAlison LaGarry and Lucia Mock, lecturers in education at the University of North Carolina at Chapel Hill, asked their students to write letters to their future selves as a way of documenting these strange times. The letters are then posted online so fellow students can read them and reply.\n\n\"In one short swoop, jam-packed streets transformed into ghost towns,\" writes one student in their letter. \"The world began to mirror much of your life: directionless.\"\n\nThe letters expose these students' innermost fears and anxieties in a way social media might not. Ms Mock says this is because there is always an element of performance in our on-screen lives.\n\n\"Letters encourage us to be vulnerable,\" Dr LaGarry says. \"But it's also a format in which we feel comfortable saying more personal things.\"\n\nThe letters also show what the students have learned from the crisis in order to build a more positive and grateful future.\n\n\"From a person who is living in limbo, learn to not wait for moments to come to you,\" says another letter. \"Don't wait for your graduation or prom to make memories with your best friends [...] Dance in the rain and hug your friends every chance you get.\"\n\n\"I wanted to say thank you\"\n\nBefore the lockdown kicked in in South Dakota, 11-year-old Emerson Weber already had what her dad Hugh called \"a serious letter writing habit\". She exchanges letters regularly with about a dozen of her friends, decorating the envelopes as if they are a piece of art.\n\n\"I write about my brother Finn and I share a joke at the end,\" she says. \"I always include something I've been doing, or a piece of art and a bit of personal stuff. Something I saw that I liked. A little bit about my love for Taylor Swift.\"\n\nDuring the pandemic, Emerson decided to use letters as a way to thank key workers - including her local postman, Doug. The United States Postal Service (USPS) has come under fire during the pandemic after US President Donald Trump called it a \"joke\", insisting he would not help to bail out the struggling organisation unless it dramatically increased the price of sending packages.\n\nBut Emerson's story shows that the service is still highly valued by the people who use it.\n\n\"You may know me as the person that lives here that writes a lot of letters & decorated the envelopes,\" she said in her letter to Doug. \"Well, I wanted to thank you for taking my letters and delivering them. You are very important to me. I make people happy with my letters, but you do too.\"\n\nImage copyright Hugh Weber Image caption Postman Doug has had his work cut out delivering to the Webers' home in recent weeks\n\nShe was sure it would end there, but Doug showed the letter to his supervisor, who wrote to Emerson thanking her. She also shared the story in a regional newsletter for the USPS.\n\nJust days later, Doug arrived on Emerson's doorstep with two boxes of letters addressed to her from mail workers all around the country.\n\n\"They were very personal,\" says Emerson. \"They included a joke or two, like I do. They told me about their families and where they work and what their job was in the postal service.\"\n\nOne maintenance manager from Minnesota even sent rare vintage stamps to encourage Emerson to start a collection.\n\nHugh says this was more than people just wanting to write to Emerson. Writing letters made them feel seen, allowing them to share snapshots of their lives.\n\n\"I work alone in a small rural post office...\"\n\n\"My kids all live far away...\"\n\n\"Not a lot of people think about how hard we work…\"\n\nEmerson is half way through responding to the hundreds of letters she received, and since Hugh posted about her story on Twitter, she's been receiving even more.\n\nLast week, she got an extra special one. When she opened the packaging, a tag read: \"To Em. From Tay.\"\n\nImage copyright Hugh Weber Image caption \"Love, Your pen pal, Taylor\"\n\nInside, there was a carefully decorated envelope and a letter from none other than her favourite singer, Taylor Swift, who said she had seen in Emerson's story \"an innate sense of empathy, a curiosity about the feelings of strangers, and the drive to try to brighten someone's day\". Swift also sent Emerson some special wax seals to help her secure her envelopes.\n\nEmerson encourages everyone to write a letter to someone they care about or someone they're thankful for.\n\n\"It's the simple things,\" agrees Hugh. \"The basics. The humanity. Connection.\""}