{"url": "http://www.bbc.com/news/world-asia-china-52717670", "text": "Image copyright CCTV Image caption The moment Li Jingzhi saw her son for the first time in 32 years\n\nA Chinese couple whose son was abducted in a hotel in 1988 have been reunited with him after 32 years.\n\nMao Yin was snatched aged two, while his father stopped to get him some water on the way home from nursery.\n\nHis parents searched the country for him and his mother distributed more than 100,000 flyers.\n\nThe family were reunited at a police news conference on Monday, and the son - now aged 34 - said he planned to spend time with his parents.\n\n\"I would like to thank the tens of thousands of people who helped us,\" said Li Jingzhi, the boy's mother.\n\nWhat happened to Mao Yin?\n\nHe was born on 23 February, 1986. In an interview with the South China Morning Post in January - before he was found - his mother called him a \"very clever, cute, and healthy\" baby.\n\nOn 17 October 1988, his father, Mao Zhenjing, was bringing him home from nursery in the city of Xian in Shaanxi province.\n\nThe boy asked for a drink of water, so they stopped in the entrance of a hotel. As the father cooled down some hot water, he looked away briefly, and the boy was taken.\n\nThe family searched in and around Xian, putting up posters. At one point, they thought they had found him, but it was a false dawn.\n\nImage copyright CCTV Image caption The reunited family\n\nMrs Li quit her job to search for her son - handing out some 100,000 flyers in more than 10 provinces and municipalities - without success.\n\nOver the years she appeared on numerous Chinese television shows to appeal for help, including The X Factor. She followed 300 leads, the SCMP said, but no match was found.\n\nIn 2007, Mrs Li started volunteering with a group called \"Baby Come Back Home\", to help other parents look for their missing children.\n\nAccording to state media, she helped reunite 29 children with their families, while her own son was still missing. She intends to keep working with the group.\n\nHow was Mao Yin found?\n\nIn April, state media said, police received a tip about a man from Sichuan Province in south-west China - about 1,000km (620 miles) from Xian - who had adopted a baby years earlier.\n\nPolice found the adoptee, now a 34-year-old man, and a DNA test was carried out to see if he was related to Mao Zhenjing and Li Jingzhi. It came back positive.\n\nMao Yin - who had been renamed Gu Ningning - now runs a home decoration business. He said he was \"not sure\" about the future, but would spend time with his parents.\n\nMedia playback is unsupported on your device Media caption Mobile app to tackle China child trafficking (2017 video)\n\nPolice said he had been sold as a boy to a childless couple for 6,000 yuan (£690, $840 in today's money).\n\nMrs Li was told the good news on 10 May - Mother's Day in China. \"This is the best gift I have ever got,\" she said.\n\nThe investigation into the 1988 disappearance is still ongoing. The authorities have not released information about the couple who raised Mao Yin.\n\nHow common is child trafficking in China?\n\nThe abduction and trafficking of babies has been a problem in China for decades.\n\nThere are no official figures, but on Baby Come Back Home's website there are 14,893 posts looking for missing boys, and 7,411 looking for girls.\n\nIn 2015, it was estimated that 20,000 children were being abducted each year in China.\n\nIn 2009, China's Ministry of Public Security set up a DNA database which has since helped to find more than 6,000 missing children.\n\nAnd in May 2016, the ministry launched a system called \"Reunion\", which by June 2019 had led to more than 4,000 children finding their families.\n\nYou might also be interested in:"}