{"url": "https://www.bbc.com/news/disability-52615974", "text": "On 11 March Hannah MacDonald returned to work as a nurse. Due to mental ill health her last shift had been 12 years before. March 11 was also the day the World Health Organisation declared Covid-19 a global pandemic.\n\nThis article touches upon themes including self-harm and suicide\n\nImage copyright Hannah McDonald\n\nHannah \"always had a heart\" for caring, even as a child, but by the time she was 18 she had faced multiple traumas: \"I'd had a friend who had drowned, a friend who had taken their own life, and a friend who had been murdered.\"\n\nShe didn't attend the funerals and no one talked to her about the deaths. Instead, she buried the pain and moved on with her life.\n\nFirst she studied at the Royal School of Needlework at Hampton Court Palace then she moved into nursing and worked at a London hospital with HIV patients. It was a job she loved, but it was emotionally challenging.\n\n\"I was seeing other people's pain, and then I just couldn't deal with the emotional pain that was inside me,\" she says.\n\nOver five years, the suppressed trauma related to her friends deaths grew - she wasn't sleeping or eating properly.\n\n\"I was doing quite a good job as a nurse, but actually it was all coming on top of me and then I just broke. I think it was nursing triggering that pain.\"\n\nImage copyright Hannah MacDonald\n\nHannah had been seeing a psychologist. But one session, before a shift, he showed concern.\n\n\"He asked me if I'd ever thought of suicide and I said 'yes', and then he asked me if I'd done anything towards trying to do that and I went silent.\"\n\nHe took her to the emergency psychiatric service where Hannah was seen by a doctor for a mental health assessment. It was decided she needed to be detained under the Mental Health Act.\n\n\"That was just terrifying,\" she says. \"I didn't actually know what was happening to me. Because I was a nurse people thought that I might understand, but I had no clue what was going on.\"\n\nShe was taken to a secure unit at a London hospital. Her nurses uniform still in her bag.\n\n\"In that very first moment my whole world just fell apart. I remember just thinking 'that's it, I'm never going to be a nurse again'.\"\n\nHer comfort, embroidery, was also confiscated - the scissors and needles deemed too dangerous.\n\nHannah was diagnosed with borderline personality disorder (BPD), which affects mood and how a person interacts with others. She believes it stemmed from the unresolved grief of her childhood.\n\nImage copyright Hannah MacDonald\n\nAccording to the NHS, symptoms include emotional instability with often negative, suicidal, thoughts, impulsive behaviour such as self-harm and intense but unstable relationships.\n\n\"You lose how you see yourself. You lose your hopes because you think who's going to want to have a relationship with me now? You then have to deal with the stigma, the self-stigma, but also the losses of physically going into hospital.\n\n\"I was meeting people who had been in that system for 20 years and I just thought, 'this is now my life'.\"\n\nBut there were moments of positivity.\n\nWhen Hannah was \"really unwell\" her friends at the Royal School of Needlework invited her to work on a \"secret project\".\n\n\"I walked in and there was white lace everywhere. It was the Duchess of Cambridge's wedding dress. It was a wonderful, wonderful thing to work on.\"\n\nShe spent eight days on the project which the world marvelled at.\n\nImage copyright Getty Images\n\nAfterwards, the Duchess visited the craftspeople involved, but by then Hannah had returned to the secure unit.\n\n\"When I said that I'd worked on her dress one of the nurses actually thought I was deluded.\n\n\"That actually was a really beautiful thing for me to work on at that time. It will go with me for the rest of my life.\"\n\nAfter five difficult years, Hannah was referred to Cassel Hospital in west London, a therapeutic community where patients and therapists live alongside each other and contribute to everything - cooking, group therapy, even supporting each other through the night.\n\nAlthough she was sceptical, she found the peer support extraordinarily helpful - \"the patients understand more than the staff do sometimes\" - and credits that with her recovery.\n\nIt gave Hannah the confidence to return to nursing - a two-year process.\n\nSome medics supported her, while others insisted she be assessed by a private psychiatrist. She found it infuriating that some NHS doctors questioned the validity of their own treatment.\n\n\"I became really determined then, to show that people can come through serious mental illness.\"\n\nEarlier this year, Hannah was offered the job at a hospice. The start date was 11 March.\n\nListen to more from Hannah on the BBC Ouch Cabin Fever podcast as she talks about her experience of the mental health system and her recovery.\n\nMedia playback is unsupported on your device Media caption Twelve years after being sectioned, Hannah chose a tough time to return\n\nFor more Disability News, follow BBC Ouch on Twitter and Facebook, and subscribe to the podcast.\n\n\"There was anxiety, but I just sort of went in and said 'I've come back to work after 12 years of illness'.\n\n\"The lady who interviewed me really believed in me. She could see some of the skills that I'd learnt through my own illness could actually be really beneficial to palliative care.\"\n\nEven though working with people who are close to the end of their life is difficult, Hannah thrives in the environment.\n\n\"There's something very beautiful about palliative care nursing - it's about trying to give what you can for families and patients in the last bit of their life. For me, it's realising it's not my pain.\"\n\nCoronavirus has changed how hospices operate. Only one visitor is allowed, celebrations like birthdays are on hold and staff wear PPE.\n\nThe past 12 years makes Hannah worry what could await the general mental health of the country when this pandemic passes.\n\n\"My mental illness was unresolved grief, where I didn't say goodbye,\" she says at a time when funerals and final moments are being by-passed or minimised due to lockdown restrictions.\n\n\"I find that quite heart-breaking. As the years go on I think that will be some of the pain that is left behind by Coronavirus.\"\n\nit's these wider concerns which make her want to tell her story.\n\nAnd although it has been a long process, she achieved her goal, recovered, and returned to nursing."}