{"url": "https://www.bbc.com/culture/article/20200519-the-youtube-of-the-1980s", "text": "“The energy of Drag Race is the same – making something out of nothing, turning everything inside out. It’s disrespectful, but in a celebratory way,” says Barbato. “I do think that public-access TV was absolutely seminal: it spoke to a pent-up creative demand, and the idea that so many of us can be creators. Creative freedom is the great thing. Networks are always going to be hampered by commercial considerations. We’re trying to build a world where we don’t have to be constrained by that…”\n\nBailey and Barbato would continue to take that approach with WOW productions, including a contemporary array of independent docs on worldofwonder.net. Following Manhattan Cable, they also turned to public access-style Brit transmissions, including the offbeat live phone-in show Ring My Bell (1991, also hosted by Pike) and Takeover TV (1995), which featured fledgling broadcasters Adam Buxton and Graham Norton. Buxton would tell The Independent newspaper in 1995: “Public access will happen over here in five or 10 years, when people are completely comfortable with camcorders. It’s just a different mentality in England.”\n\nHyperlocal TV\n\nThe contrasting mindsets might be true, but Britain did already have a public access/community TV heritage, as documented by the London Community Video Archive, which has digitised programmes from the late 1960s onwards. LCVA co-founder, writer, filmmaker and academic Ed Webb-Ingall describes his fascination with these transmissions. “I was trying to understand different forms of self-representation and image – and the origins, culturally and socially, as well as technologically,” he says, pointing out that in the 1970s, various British regions – including the emerging ‘new town’ of Milton Keynes – had their own, hyperlocal cable TV networks. These often blended entertainment and social messages, as he explains: “They could use cable TV to communicate on a local community level, broadcasting public messages into people’s homes.”\n\nThe LCVA’s collection of films is raw and resonant, offering perspectives rarely highlighted in mainstream programming, from immigrant experiences to portraits of black British youth, single mothers, and ‘ordinary housewives’ interviewed (one memorable black-and-white show, Things That Mother Never Told Us, opens with an impassioned folk serenade in ’70s Milton Keynes)."}