{"url": "https://www.bbc.com/news/world-middle-east-52705469", "text": "Image copyright AFP Image caption Rami Makhlouf has posted three videos online in a month, complaining about his treatment\n\nIn his most recent video, shared on Sunday, Rami Makhlouf stares at the lens, speaking quietly, almost whispering some sentences.\n\nHis beard is whiter than in the photographs of his pomp, when he radiated wealth and power, counting his billions as the money man not just of the regime, but of his family, which is about the same thing.\n\nMakhlouf has not lost the sheen of wealth. He is a man who will never be poor, rare in Syria where the UN says 80% of the population live in poverty, almost 10 million do not have enough to eat and half have lost their homes because of the war.\n\nHe lives in a valley beloved of Syria's super-rich on the road out of Damascus heading towards Beirut.\n\nIn the videos Makhlouf's jacket looks expensive and Italian, as he sits in a corner of his home in front of an artfully stacked pile of olivewood ready for next winter.\n\nBut if what he says in the videos is correct - and this week he offered the world his third - the power has gone.\n\nHe was reputed to take a commission on every serious business deal in Syria, the reason why some called him Mr Five Percent.\n\nRare rebuke\n\nRami Makhlouf is a first cousin, on the maternal side, of President Bashar al-Assad. They're about the same age, in their early 50s, and were childhood friends.\n\nMakhlouf was seen as a staunch supporter of the regime who rarely spoke in public about family, or politics, or his business.\n\nImage copyright AFP Image caption The EU imposed sanctions on Rami Makhlouf in 2011, saying he \"bankrolled\" the Assad regime\n\nIn an interview with the New York Times in 2011, when the war was gathering pace, he said that Syria's ruling elite - the Assads, the Makhloufs and a few close associates - would fight until the end: \"They should know when we suffer, we will not suffer alone.\"\n\nAll that turned out to be true, but his other promise was that they would stay united. His videos show that has not happened.\n\nOn social media he has posted a prayer asking God to end the injustice he is suffering, as well as the three videos which contain criticisms of the regime. Such posts would land most Syrians in jail.\n\nOn 3 May, he said: \"Mr President, security apparatuses have started to infringe on people's freedom. Those are your people, your supporters.\"\n\nLavish lifestyles\n\nMakhlouf is involved in oil and construction, but his main money-spinner is his control of Syria's biggest mobile networks.\n\nHis companies are accused of owing $180m (£147m; 165m euros) in back taxes. For a man of his means, that is not a lot of money. Even his son Mohammad, who is based in Dubai, is described as a billionaire in gushing online profiles.\n\nAs his sons took down photos from Instagram that celebrated their lavish lifestyles, Makhlouf shared on Facebook a correspondence that claimed to be an offer to pay what was owed.\n\nBut it is increasingly clear that his estranged cousin, Bashar, is after much more of the multi-billion dollar Makhlouf business empire than a relatively trifling sum in back taxes.\n\nSyria's coffers are bare after almost a decade of war that has destroyed much of the country.\n\nHand of Russia?\n\nIn his most recent video, posted on Sunday, Makhlouf apologised to his staff. At least 28 of his employees were arrested by Syria's security agencies in the last week or so.\n\nHe said: \"Most of the legal matters are still pending without any progress, especially with regard to those arrested by mysterious people\".\n\nThey are not, in truth, mysterious to Rami Makhlouf. His brother Hafez used to head the General Intelligence Directorate, the most important agency dealing with internal threats to the regime.\n\nHe knows exactly what Syria's intelligence and security men can do.\n\nImage copyright AFP Image caption Syriatel is Syria's biggest telecommunication company, with 11m subscribers\n\nA number of theories are circulating about Makhlouf's fall. Some say he had become too big and too rich for his boots.\n\nThe first signs of pressure emerged last summer, when he was forced to shut down his charitable network, Bustan, which had spawned a militia of about 20,000 men.\n\nThe theory focuses on the president's wife, Asma al Assad, who grew up in London and is seen by Syrians as a force in the regime, running her own large charitable organisation.\n\nAnother theory centres on relations with the Kremlin.\n\nCorruption in Syria has been criticised in Russian media outlets associated with President Vladimir Putin, who is Assad's most important ally and protector.\n\nHis decision to intervene in Syria in 2015 has all but won the war for the Assad regime.\n\nThe theory goes that Assad does not want to lose Putin's protection, and Rami Makhlouf is an obvious sacrifice because for many Syrians he is a symbol of the corruption that runs root and branch through the country.\n\nRussian businessmen close to Putin must also have their eyes on contracts that Makhlouf might have regarded as his own.\n\nHistory of rifts\n\nThe fact is, no-one outside the ruling family really knows exactly what has happened behind the regime's closed doors.\n\nBashar's father Hafez, the first President Assad, made Syria into a family business after he took sole power in 1970.\n\nHis wife, Anisa Makhlouf, came from a wealthier background than Hafez, who rose from poverty via the air force and the Baath Party.\n\nImage copyright AFP Image caption Syrian President Hafez al-Assad and his wife Anissah Makhlouf (seated), with their children, in 1985\n\nHafez was intensely suspicious, and determined to be the only ambitious Syrian officer to seize the presidency.\n\nHe surrounded himself with men from his own Alawite sect, but his own family were at the heart of the system he built.\n\nThe family has a history of spectacular rifts.\n\nHafez's brother Rifaat was his right-hand man, given the biggest jobs, like crushing an uprising by supporters of the Muslim Brotherhood in Hama in 1982, killing thousands.\n\nBut a year later, when Hafez was ill with heart problems, Rifaat sent tanks from his paramilitary force onto the streets of Damascus in a bid to grab power. The attempt failed.\n\nRifaat's fate was not jail or death, but exile, along with millions of dollars. That might now be Rami Makhlouf's best option.\n\nIt has been a big fall.\n\nRami Makhlouf has been under severe pressure from a regime in which he was once a kingpin. He went public, posting videos and documents on Facebook to fight back in what is looking more and more like a losing battle."}