{"url": "https://www.bbc.com/travel/story/20200518-why-is-new-zealand-so-progressive", "text": "“Evening everyone, thought I would jump online and just check in with everyone as we all prepare to hunker down for a few weeks,” said the New Zealand woman via Facebook Live as the country prepared for its month-long Covid-19 shutdown. She pointed to her grubby sweatshirt. “It can be a messy business putting a toddler to bed.”\n\nOur coverage during coronavirus While travelling is on hold due to the coronavirus outbreak, BBC Travel will continue to inform and inspire our readers who want to learn about the world as much as they want to travel there, offering stories that celebrate the people, places and cultures that make this world so wonderfully diverse and amazing. For travel information and stories specifically related to coronavirus, please read the latest updates from our colleagues at BBC News.\n\nShe wasn’t the only Kiwi mother checking in with their whānau (family) that evening. But this woman was Jacinda Ardern, New Zealand’s prime minister, and the one who had decided – on expert advice – to “go hard and go early”, mandating one of the world’s earliest and toughest bans on international and internal travel and locking down her country for roughly a month from midnight on 25 March.\n\nIn three years, the 39-year-old has risen from a minor player in the low-polling opposition Labour Party to a global figure on Time magazine’s list of the world’s 100 most influential people. The New York Times described her as “the progressive antithesis to right-wing strongmen like Trump, Orban and Modi”.\n\nHer empathetic leadership after the Christchurch mosques’ attack in March 2019 was highlighted in images of a hijab-wearing Ardern embracing Muslim New Zealanders; consoling bereaved families after the Whakaari White Island eruption that December; and addressing the UN General Assembly while fiancé Clarke Gayford cuddled their four-month-old daughter Neve in September 2018. Her compassionate approach to politics – where “success is measured not only by the nation’s GDP but by better lives lived by its people” – has caused many to see New Zealand as a bastion of progressive government.\n\nThe Pacific nation, soon to reach a population of five million, lays claim to a number of social and political advances: creating indigenous parliamentary seats (1857); granting women the vote (1893); advocating an eight-hour working day (1840); state-funded old-age pensions (1898); the world’s most extensive system of pensions and welfare (1938); and its unique no-fault accident compensation scheme (1974).\n\nFrom 1890 to 1920, New Zealand was regarded by foreign observers as a “social laboratory” due to its progressive policy initiatives, and Ardern’s determination to measure national progress in “wellbeing” targets – raising income, improving environmental and social good – has been characterised as a return to that aspiration.\n\nBut how did such a remote country come to have such apparently progressive politics? Stephen Levine, professor of political science at Victoria University of Wellington, writing in Te Ara, the nation’s official online encyclopaedia – another world first – says early British settlers and politicians were driven by notions of equality, fairness and honesty.\n\n“In 1948, New Zealand’s first professor of political science, Leslie Lipson, wrote that if New Zealanders chose to erect a statue like the Statue of Liberty, embodying the nation’s political outlook, it would probably be a Statue of Equality,” he writes. “This reflected New Zealanders’ view that equality (rather than freedom) was the most important political value and the most compelling goal for the society to strive for and protect.”\n\nUnlike other British colonies, the islands were not conquered, but founded on a treaty between Māori and the Crown: the 1840 Te Tiriti o Waitangi / Treaty of Waitangi.\n\nIt’s not a constitution (New Zealand doesn’t have a written document); rather, it was an arrangement to ensure the safety of settlers and, many would say, a fig leaf to lay claim to land and resources for Pākehā – the term for non-Māori, English-speaking arrivals.\n\nOverwhelming the indigenous people and their culture, often at gunpoint, merchants, farmers and tradespeople (mostly from the United Kingdom) imported their view of politics and government and their chance for new lives free from Europe’s conflicts and prejudices.\n\nCrucially, they felt entitled to self-government and that everyone should be equal under the law in their proposed fair, equal and honest society. They also rejected having an official church; today New Zealand is one of the world’s most secular societies.\n\nYou may also be interested in:\n\n• The unexpected philosophy Icelanders live by\n\n• Where San Francisco's spirit of tolerance came from\n\n• The word that encapsulates Frenchness\n\nThese early settlers were faced with remote mountains and valleys, into which they began carving farms. It was quickly apparent that they would need to create or repair machines from whatever scrap was lying around. This skill has become part of the national psyche, known as “the No8 wire mentality” after isolated farmers’ ability to use a length of fence wire to fix any misbehaving machine.\n\nEgalitarianism bred another national characteristic. New Zealanders prize modesty, and are suspicious of anyone who seems to consider themselves better than others; hence what is called “Tall Poppy Syndrome”: chopping down someone who thinks they are a cut above the crowd. In typical Kiwi black humour, the unofficial national anthem celebrates complacency: John Clarke’s We Don’t Know How Lucky We Are.\n\nTo this day, New Zealanders like to see themselves as practical, coping with anything thrown at them, with good life skills and a cooperative “can-do” spirit. New Zealand, Levine writes, is not a large or powerful country but has an “attractive self-image” of inspiring others, leading by example, idealism and pragmatic innovation.\n\nThat positive outlook sees New Zealand ranked as the eighth-most-happy country in the 2019 UN World Happiness Report for the seventh year in a row, the only nation outside Europe in the top 10.\n\nIn the same survey, Wellington was ranked as the third-happiest city. Auckland and Christchurch are in the top 20, despite Christchurch’s decade of devastating earthquakes and the attack that took 51 lives last year.\n\nReaders of Britain’s Telegraph have named it their favourite country seven years in a row; and after Donald Trump’s 2016 election, US migration inquiries to New Zealand immediately rose 24-fold, according to The Guardian.\n\nTravellers are lured here by a world of constantly changing scenery packed into a comparatively small space: primordial forest; lakes; waterfalls; fiords; active volcanoes; hot-water springs; geysers; white- and black-sand beaches; alps and glaciers.\n\nAnd they often return home noting the warmth and sincerity of the laidback Kiwi welcome and the local respect for Māori culture – tikanga Māori, a living, breathing and inclusive force that’s part of the fabric of New Zealand society, not turned on for tourists or a rugby test warmup.\n\nBut this remote nation is not as perfect as it seems. The treaty partnership and prominence of te reo Māori (one of New Zealand's three official languages, alongside English and signing) indicate little racial tension. However, racism does exist.\n\nAccording to Massey University sociologist Dr Paul Spoonley, when interviewed for Radio New Zealand in 2018, “Our race relations when seen globally are not too bad. We don't have hate crimes to the extent that you would find in European countries,” he said. “But we do have everyday and often casual racism around the country and you’d be naive if you don’t think it's there.”\n\nSocial and racial stresses arose from widely differing interpretations of the treaty, which led to 135 years of conflict and grievance until the document was enshrined in law in 1975 and a truth and reconciliation commission formed. Today, the nation has shamefully unequal rates of Māori health, educational and judicial outcomes, and youth suicide statistics are tragically high.\n\nBecause of this disparity, many contemporary local commenters view the country’s progressive label with scepticism. They suggest many advances didn’t happen because of a conscious desire to bring forth change, but because of the nation’s values of fairness and equality – society simply thought they were the fair or decent thing to do at the time.\n\n“If you look at the right of women to vote, in the 1890s, no-one was saying, ‘We want to be the first…’,” said Professor Paul Moon, respected historian and social commentator. “The concern was, ‘This is an important right because it will enfranchise women or be more representative, more democratic and so on’. ”\n\nMoon explained that these notions of equality and fairness continued until the 1970s and ‘80s. “I think there are some people who still hold to that – it lasted a very long time and that’s the base-level of the notion of New Zealand identity,” Moon said.\n\nWhile the multicultural nation continues to pass socially progressive laws – marriage equality, decriminalising prostitution, treating abortion as a health not criminal issue – Moon senses a change in motivation.\n\n“Now a lot of the rhetoric goes, ‘Well, if we do this, we’ll be a world leader’. That has overtaken the importance of the progressive initiative in a lot of cases.”\n\nAotearoa, to use New Zealand's Māori name, is not Utopia. The national response to the coronavirus pandemic, however, so far appears to lead the world. On 28 April, after five weeks of that severe lockdown, Ardern eased the restrictions slightly, announcing that her country had “done what few countries have been able to do” and contained the community spread of Covid-19. Global attention once again turned to the nation: while there was some criticism over how the government reacted, others said New Zealand offered a model response of empathy, clarity and trust in science.\n\nAnd, perhaps invoking those earlier ideals of fairness and equality, the prime minister and ministers have taken a 20% pay cut for six months in solidarity with those whose income has been affected by coronavirus.\n\n“If there were ever a time to close the gap between groups of people across New Zealand in different positions, it is now,” Ardern said.\n\nWhy We Are What We Are is a BBC Travel series examining the characteristics of a country and investigating whether they are true.\n\nCORRECTION: A previous version of this story had the incorrect start date of New Zealand's nationwide lockdown. That information has been updated.\n\nJoin more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram.\n\nIf you liked this story, sign up for the weekly bbc.com features newsletter called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday."}