{"url": "http://www.bbc.com/future/article/20200504-which-trees-reduce-air-pollution-best", "text": "Cities usually come at the price of green space. Since prehistoric times, humans have busily cleared forests to make way for settlements. But increasingly, greenery has been edging its way back into modern urban landscapes, and for good reason. Vegetation helps cities become better habitats for wildlife and for people, and it helps to make city air safer.\n\nTrees have a remarkable range of traits that can help reduce urban air pollution, and cities around the world are looking to harness them. In January 2019, the mayor of London announced that 7,000 trees would be planted before the end of the following year. Meanwhile, China’s Hebei Province, home to Beijing, has been working on a “green necklace” of plants that could help reduce pollution from factories that surround the capital. And Paris is planning an urban forest that will encompass its most iconic landmarks in an effort to adapt to climate change, and also improve the city’s air quality.\n\nWhile trees are generally effective at reducing air pollution, it isn’t as simple as the more trees you have in an urban space, the better the air will be. Some trees are markedly more effective at filtering pollutants from the air than others. To make the most difference in air quality in a street or city, it has to be the right tree for the job.\n\nYou might also like:\n\nAnd, of course, trees are only a way to filter pollution; better is to reduce emissions of pollutants in the first place, notes David Nowak, a senior scientist at the US Forest Service who has been studying plants’ contribution to air quality for 30 years. “But trees can be of great help,” he says.\n\nTrees can improve air quality in direct and indirect ways. Indirectly, they can help by shading surfaces and reducing temperatures. If buildings are shaded by trees, it reduces the need for conventional air conditioning, and the emissions of greenhouse gases that come with it. Plus, lower temperatures decrease risk of harmful pollutants like ground level ozone that commonly spike on hot days in urban areas."}