{"url": "http://www.bbc.com/news/business-52723107", "text": "Image copyright Reuters\n\nRolls-Royce has said it will cut 9,000 jobs and warned it will take \"several years\" for the airline industry to recover from the coronavirus pandemic.\n\nThe Derby-based firm, which makes plane engines, said the reduction of nearly a fifth of its workforce would mainly affect its civil aerospace division.\n\n\"This is not a crisis of our making. But it is the crisis that we face and must deal with,\" boss Warren East said.\n\nThe bulk of the job cuts are expected to be in the UK at its site in Derby.\n\nRolls-Royce employs 52,000 people globally and Mr East told the BBC's Today programme that the company had not yet concluded on \"exactly\" where the job losses would be, due to having to consult with unions.\n\nBut he said: \"It's fair to say that of our civil aerospace business approximately two-thirds of the total employees are in the UK at the moment and that's probably a good first proxy.\"\n\nRolls-Royce's civil aerospace business has a number of sites in the UK, but the largest plant is in Derby.\n\nThe company said it will also carry out a review of its sites but declined to comment on which ones may close.\n\nJohn, a worker in Rolls-Royce's civil aerospace division who spoke to the BBC on condition of anonymity, said that while he expected there would be job cuts, the eventual 9,000 figure was \"a shock\".\n\n\"Since the Covid-19 outbreak we knew that business would shrink,\" he said.\n\nBut he said the scale of the cuts as well as the potential closure of some sites was a surprise.\n\nUnite the union said the decision was \"shameful opportunism\".\n\n\"This company has accepted public money to furlough thousands of workers,\" said Unite's assistant general secretary for manufacturing, Steve Turner.\n\nImage copyright Getty Images\n\n\"Unite and Britain's taxpayers deserve a more responsible approach to a national emergency. We call upon Rolls-Royce to step back from the brink and work with us on a better way through this crisis.\"\n\nRolls-Royce initially furloughed 4,000 workers in the UK last month. Some 3,700 people remain on the Coronavirus Job Retention Scheme though which the government pays 80% of a worker's wage up to £2,500 a month.\n\nBut Mr East said: \"No government can extend things like furlough schemes for years into the future. We have to look after ourselves and make sure we meet medium term demand.\"\n\nJob cuts a heavy blow\n\nThis morning's job losses are hardly unexpected - airlines have cut their flying hours by 90% or more, and Airbus and Boeing have slashed their production numbers for the next few years - but they are still a heavy blow to one of the UK's few world-class manufacturing companies.\n\nWhile the details of where the cuts will fall have not been finalised, it is likely that two-thirds will go in the UK.\n\nThe company has already used the government's furlough scheme to help pay the wages of about 4,000 staff, but Warren East, Rolls-Royce's chief executive, said companies could not expect the government to continue such a scheme for several years.\n\nThere was also a clear hint this morning that some factories may close - the company said it would review its future manufacturing footprint.\n\nSome questions remain for Roll-Royce. Investors are scratching their head about when the company's revenues - much of which rely on aircraft to be flying for money to flow - will return.\n\nThe company has not yet tapped its shareholders for more money - some expect that may eventually come.\n\nAir travel has ground to a virtual standstill since the coronavirus began spreading across the world and many airlines have announced steep job cuts.\n\nGlobal air traffic is expected to decline by 45% this year, according to investment bank Baird. It also forecasts that airlines are expected to lose $310bn (£253bn) in revenue in 2020.\n\nRolls-Royce said the impact of the pandemic on the company and the whole of the aviation industry \"is unprecedented\".\n\nIt added that it is \"increasingly clear that activity in the commercial aerospace market will take several years to return to the levels seen just a few months ago\".\n\nAs well as the job losses, the company said it would cut costs in areas such as its plants and properties. It expects to make cost savings of £1.3bn.\n\nPaul Everitt, chief executive of ADS, the aerospace industry association, said: \"The crisis is having a major impact on aerospace companies who provide high value, long-term jobs in all regions and nations of the UK, putting thousands more jobs at risk now and in the months ahead.\"\n\nDo you work for Rolls-Royce? Share your experiences by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist."}