{"url": "http://www.bbc.com/news/business-52735240", "text": "Image copyright Getty Images\n\nThe UK's inflation rate fell in April to its lowest since August 2016 as the economic fallout of the first month of the lockdown hit prices.\n\nThe Consumer Prices Index (CPI) fell to 0.8% from 1.5% in March, the Office for National Statistics (ONS) said.\n\nFalling petrol and diesel prices, plus lower energy bills, were the main drivers pushing inflation lower.\n\nBut the prices of games and toys rose, which the ONS said may be due to people spending more time at home.\n\nHowever, there were 92 items in the ONS's basket of goods and services that it could not measure in April because they were mostly unavailable. These ranged from haircut prices, lemonade, manicures, cinema popcorn, and leisure activities involving sport.\n\nThe ONS said it would monitor the issue for any distortion in the overall picture. But Jonathan Athow, deputy national statistician for economic statistics at the ONS, said: \"While the coronavirus limited the availability of some goods and services, its effect on prices was more muted.\"\n\nHe said that food prices generally rose no more quickly than other goods and services, \"though fresh vegetables did see stronger rises\".\n\nThe ONS said average petrol prices dropped by 10.4p a litre between March and April - the biggest fall since unleaded petrol records began in 1990 - amid a slump in global oil prices.\n\nEnergy prices also pushed inflation lower as regulator Ofgem reduced its default tariff cap.\n\nThe ONS said clothes retailers, hit during the early days of the lockdown by weaker footfall and then the closure of outlets, resorted to more discount sales than usual to try to shift their stock.\n\nGoods seeing upward pressure on prices included video games and consoles, board games and children's toys, the ONS said. And the price of knitting wool rose, another sign of the crafts and hobbies popular with people staying at home.\n\nLong-life products - such as cook-in sauces and frozen fish - also saw price hikes last month as consumers stocked up for life in lockdown.\n\nLaura Suter, personal finance analyst at investment platform AJ Bell, said it was likely that as shops start re-opening retailers would deeply discount prices, putting further downward pressure on inflation.\n\nShe also pointed to positive news for savers. \"For the first time in ages [savers] can now get above inflation interest rates on easy-access savings accounts - from more than one account.\"\n\nImage copyright Thinkstock\n\nLow inflation not always good: By Russell Hotten, BBC News\n\nCPI is now far below the Bank of England's 2% target, used as general guidance to help businesses set the right prices and for people to plan their spending.\n\nBut while low inflation reduces the need for rises in interest rates and gives people a feeling the pound in their pocket stretches further, it's possible to have too much of a good thing.\n\nLow inflation minimises the erosion of debt over the years. People (and governments) with borrowing, such as mortgages, don't see the benefit. That big loan you have doesn't look so big if wages are keeping up with inflation. So-called deflation actually increases the value the debts.\n\nBut low inflation discourages employers from raising pay (which hits the Treasury's tax take) and may even encourage them to cut pay in troubled times.\n\nAnd if prices are falling, consumers can put off big ticket purchases in the hope the fall will continue - and this slows economic growth.\n\nSavers are also penalised. Low inflation generally means lower official interest rates - and that means banks and building societies keep their savings rates down.\n\nIt's why, when inflation remains one percentage point below 2%, the governor of the Bank of England writes to the chancellor to explain how the price index can be brought back on target. There's a good reason a little inflation is good for the economy.\n\nImage copyright Getty Images\n\nMost economists had expected April's inflation to fall to 0.9%, and have predicted the rate will fall further as the economic fallout of the pandemic continues.\n\nSamuel Tombs, chief UK economist at Pantheon Macroeconomics, said inflation had taken a \"big leap towards zero by the summer\" as he said retailers were planning \"further large price cuts\".\n\nHe predicted inflation would recover next year but was likely to remain below 2% for much of 2021.\n\n\"The inflation outlook, then, supports the [Bank of England's] Monetary Policy Committee doing more to stimulate the economy at its next meeting in mid-June - we look for a further £100bn of quantitative easing to be announced,\" he added.\n\nCore inflation, which excludes energy, food, alcohol and tobacco, held broadly steady at an annual rate of 1.5%.\n\nInflation as measured by the Retail Prices Index (RPI) - an older measure of inflation which the ONS says is inaccurate, but is widely used in bond markets and for other commercial contracts - dropped to 1.5% from 2.6%."}