{"url": "http://www.bbc.com/news/health", "text": "What happens to patients discharged from hospital covid wards?\n\nDoctors in the UK are developing new ways of helping patients as they leave the hospital covid wards. Many will require medical follow up as they continue to recover at home and a new system provides that via virtual wards; with nurses in the community overseen by staff in the hospital to ensure the best care possible. It is an effective way of helping patients and also family and friends, many of whom are worried that their loved ones might still be infected and capable of transmitting the virus. This series comes from the Bradford Royal Infirmary, with recordings made by Dr John Wright, who works there. He is an epidemiologist and as he helps the hospital prepare for and cope with a huge influx of patients, he is also searching for answers about Covid-19. He is keen to examine how the virtual wards are working in practise and whether they hold the key for a new model of health care, one where many doctors work more remotely but where patient care is not compromised at all. The recordings follow two elderly patients coming home from the covid wards: one has the support from a granddaughter who has moved in to give round the clock care, but who is fearful about being exposed because she has a compromised immune system. The other patient is managing alone and struggling with the most basic tasks, from opening cans to turning on taps and even being able to unlock her front door. Her wrist is weak from a previous injury and neighbours who before would call in and help are too worried about the risks of infection. Winifred Robinson presents these recordings in a series which charts the response of NHS staff and patients on the Covid-19 wards. The number of cases is falling but there are still concerns and doctors have seen a small rise that could be associated with celebrations marking the 75th anniversary of VE day. It was an occasion for street gatherings and although people at first kept their distance, once the alcohol started to flow some lost their inhibitions and launched into risky contact with each other, including a number of fights."}