{"url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-52735192", "text": "Media playback is unsupported on your device Media caption Captain Tom: 'I hope the Queen's not heavy handed with the sword'\n\nCaptain Tom Moore said he was \"overawed\" to find out he was being awarded a knighthood for his fundraising efforts.\n\nThe war veteran raised more than £32m for NHS charities by walking 100 laps of his garden before his 100th birthday in April.\n\nCapt Tom's initial reaction was \"this can't be true\" when told about the honour.\n\nThe centenarian received the special nomination from the prime minister.\n\nBoris Johnson said the veteran had provided the country with \"a beacon of light through the fog of coronavirus\".\n\nCapt Tom said he had been \"given an outstanding honour by the Queen and the prime minister\".\n\n\"I am certainly delighted and overawed by the fact this has happened to me,\" he said.\n\n\"I thought this can't be true, I've always said this won't happen and it appears it actually has.\n\n\"I certainly never anticipated that this letter would arrive for me.\"\n\nMedia playback is unsupported on your device Media caption Captain Tom: Cockpit view of RAF flypast in Marston Moretaine\n\nAs an honorary colonel, his official title will be Captain Sir Thomas Moore under Ministry of Defence protocol.\n\nCapt Tom, who was given the honorary title of colonel on his 100th birthday, had initially set out to raise £1,000 for NHS charities by walking laps of the 25m (82ft) loop in his garden in Marston Moretaine, Bedfordshire.\n\nBut he eventually raised £32,794,701 from more than one and a half million supporters.\n\nHis daughter, Hannah Ingram-Moore, said the knighthood was \"simply extraordinary\".\n\nGrandson Benjie Ingram-Moore said: \"You never even dream of a letter like this coming through the door.\n\n\"It was an amazing moment for him and the entire family.\"\n\nImage copyright @captaintommoore Image caption Capt Tom served in India and Myanmar during World War Two\n\nLewis Hamilton told Capt Tom - a Formula One fan - he was \"in awe\" of his achievements.\n\nFormer England cricketer Sir Ian Botham told him \"in hard, hard times the country needs something like this to inspire them\".\n\nMichael Ball, whose version of You'll Never Walk Alone recorded with Capt Tom reached number one, said it was a \"fitting honour for a true British hero\".\n\nWhile a pilot drew a smiley face in the sky above his house.\n\nCapt Tom has decided to set up a loneliness foundation, out of concern for the many people \"who are feeling so very much on their own\" at the moment.\n\nHe does not know when he will receive the honour, but he hopes the Queen \"is not very heavy-handed with the sword, as by then I might be a rather poor old weak soul\".\n\nBirthday Honours delay\n\nBy Lizo Mzimba, entertainment correspondent\n\nPublication of the Queen's Birthday Honours list on 12 June has been postponed because of the Covid-19 pandemic.\n\nBoris Johnson said it would be published in the autumn and would recognise \"the extraordinary contributions being made by so many\" in response to the coronavirus.\n\nIn a statement to parliament he said while there is a \"huge appetite across the country to say thank you to all those on the frontline\" the priority is to tackle the public health emergency.\n\nCapt Tom's knighthood announcement is a special nomination from the prime minister in recognition of his extraordinary fundraising.\n\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"}