{"url": "http://www.bbc.com/news/entertainment-arts-52736736", "text": "Image copyright Getty Images Image caption Rose said the decision to leave had not been \"made lightly\"\n\nThe Australian actress Ruby Rose is to leave her role as comic book superhero Batwoman after just one series.\n\nRose said it had been a \"very difficult decision\" not to return to the show, which is shown in the UK on E4.\n\nBatwoman, which began on the CW network last year, is the first superhero show to have an openly gay lead character.\n\nIts producers said they were \"firmly committed\" to the show's \"long-term\" future and would re-cast the role with another member of the LGBTQ community.\n\nRose, who is openly gay, said she was \"truly grateful... to everyone who made season one a success\".\n\nThe 34-year-old said she had \"the utmost respect\" for everyone involved and that the decision to leave had not been \"made lightly\".\n\nImage copyright Getty Images Image caption The actress played Kate Kane, aka Batwoman, in the US TV series\n\nRose faced a backlash on social media when she was cast as Batwoman, with some saying the role should have gone to a lesbian actress.\n\nThe actress, who has called herself \"gender-fluid\" in interviews, later deleted her Twitter profile, though she remains active on Instagram.\n\nLast year Rose revealed she had suffered an injury while filming the series that had required her to undergo emergency surgery.\n\nThe actress said she had \"herniated two discs doing stunts\" - but Deadline reported the injury was not the reason for her departure.\n\nBorn in Melbourne in 1986, Rose played Stella Carlin in Orange is the New Black and has appeared in such films as Pitch Perfect 3 and The Meg.\n\nYet she is far from the first actor to leave or be replaced in a major film or TV show.\n\nStars who walked away\n\nImage copyright United Artists/Getty Images Image caption George Lazenby as James Bond\n\nGeorge Lazenby famously walked away from the role of James Bond after making just one appearance in the popular spy film series.\n\nThe model turned actor later admitted he had been persuaded by his then-manager - the late Ronan O'Rahilly - to seek other opportunities.\n\n\"I thought he knew what he was talking about so I listened to him,\" the Australian told an audience at the National Film Theatre last year.\n\nLazenby's single outing as Bond, On Her Majesty's Secret Service, was released in 1969 and is now a firm fan favourite.\n\nImage caption Christopher Eccleston as The Doctor\n\nChristopher Eccleston was cast as The Doctor when Doctor Who was relaunched in 2005 - but he departed after a single series.\n\nThe actor, who was replaced by David Tennant, later said he \"didn't enjoy the environment and the culture\" of the show.\n\n\"My relationship with my three immediate superiors... broke down irreparably during the first block of filming and it never recovered,\" he elaborated in 2018.\n\nThe actor, currently to be seen in The A Word on BBC One, also said he had been \"out of his comfort zone\" playing the sci-fi drama's time-travelling hero.\n\nImage copyright Getty Images Image caption Edward Norton in January 2020\n\nEdward Norton was cast as Bruce Banner in 2008's The Incredible Hulk but did not reprise the role in Marvel Studios' subsequent comic-book blockbusters.\n\nIts president Kevin Feige later said the role had been recast out of a \"need for an actor who embodies the creativity and collaborative spirit of our other talented cast members\".\n\nSpeaking last year, Norton called Feige's 2010 statement \"cheap\" and that his exit had been the result of differing views on how to depict the character.\n\n\"Ultimately they weren't going for long, dark and serious,\" said Norton, who was replaced by Mark Ruffalo when The Hulk returned in 2012's Avengers Assemble.\n\nTerrence Howard, who played James \"Rhodey\" Rhodes in 2008's Iron Man, is another actor to be replaced in Marvel's superhero film series.\n\nHe later claimed he was offered less money than he had been promised to reprise the role, which Don Cheadle has played since 2010's Iron Man 2.\n\nImage copyright Getty Images Image caption Tyne Daly and Sharon Gless in Cagney and Lacey\n\nSharon Gless played Christine Cagney in Cagney and Lacey for seven years, winning two Primetime Emmys and a Golden Globe for her pains.\n\nYet she was not the first actress to play the part in the popular US TV series about two female police detectives solving crimes in New York City.\n\nLoretta Swit played Cagney in the original TV movie but was not able to continue in the role when the CBS show went to series.\n\nMeg Foster was then cast, only to be replaced after six episodes because CBS allegedly wanted someone \"more feminine\" in the role.\n\nSpeaking in 2012, Gless praised her co-star Tyne Daly for \"welcoming me as if she had not had anybody before me\".\n\n\"I know her heart was hurting because she loved her last Cagney,\" she revealed.\n\nImage copyright Getty Images\n\nWhen Men Behaving Badly first began in 1992, the two flatmates were played by Martin Clunes and Harry Enfield.\n\nAccording to Clunes, though, the show that ITV produced did not match Enfield's hopes for it.\n\n\"His original vision was for it not to be like a usual sitcom,\" Clunes told The Guardian in 2013. \"Then we made the pilot and it shocked him.\n\n\"You could see Harry wanted out,\" he continued. \"He was under contract, though, so had to do one series.\"\n\nNeil Morrissey was subsequently cast as Clunes' flatmate in the show, which continued on ITV for another series before being picked up by the BBC.\n\nYou may also like:\n\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."}