{"url": "https://www.bbc.com/news/uk-scotland-scotland-business-52714205", "text": "Image copyright Getty Images\n\nA major energy provider is to cut 2,600 jobs, claiming the lockdown has forced it to accelerate cost-cutting plans.\n\nOvo Energy bought SSE's retail division four months ago, making it Britain's second biggest supplier of domestic gas and electricity.\n\nIt had intended to reduce staff as it automates customer service, but says that process is being brought forward.\n\nOvo will close its operations in central Glasgow's Waterloo Street, Selkirk and Reading.\n\nJobs are also expected to go at offices in Perth, Cumbernauld and Cardiff.\n\nSSE plc will continue to operate from the Waterloo Street and Reading offices.\n\n'Difficult day'\n\nThe job losses at Ovo include about 1,000 customer care call centre staff and nearly as many meter readers. The increased deployment of smart meters, automatically reporting data, is removing the need for people to visit homes. Due to the lockdown, no such visits have taken place since March.\n\nOn Monday night, ahead of the bulk of job losses being announced, it was revealed that 215 electrician and boiler repair technicians are losing their Ovo jobs as well, as the company winds down SSE's range of support services.\n\nStephen Fitzpatrick, founder and chief executive of Ovo Energy, said: \"Today is a very difficult day. We have a brilliant team here and this news isn't a reflection of anyone's work. What should have been a much longer process to digitise the SSE business and integrate it with OVO has been accelerated due to the impact of the coronavirus.\n\n\"We are seeing a rapid increase in customers using digital channels to engage with us, and in our experience, once customers start to engage differently they do not go back. As a result, we are expecting a permanent reduction in demand for some roles, whilst other field-based roles are also heavily affected.\n\n\"There is never an easy time to announce redundancies and this is a particularly difficult decision to take. But like all businesses, we face a new reality and need to adapt quickly to enable us to better serve our customers and invest in a zero-carbon future.\"\n\nOvo emphasised that it wanted to work with staff unions to handle the job losses and to \"minimise the need for compulsory redundancies\".\n\nA Unison spokesman said any redundancies were \"regrettable\", but it would work to ensure as many as possible were voluntary.\n\nGary Smith, Scottish organiser of the GMB, said such job losses were \"absolutely disgraceful\".\n\nHe cited a report in the Daily Record that Perth MP Pete Wishart had been assured there would be no job losses following the sale.\n\n\"In January, when the Ovo Group took over SSE's customer service, Ovo directors said they knew there was a better way to sell energy,\" Mr Smith said. \"But instead of them turning out as saviours, if they are slashing all these jobs, they they will look like asset strippers\".\n\n\"The lowest paid workers in the industry are now paying the price of failed privatisation - their futures held to ransom now by its casino economics. The energy market is bust. It's time for this to change.\"\n\nPrice caps\n\nOne decision welcomed by unions was the ending of a plan to offshore 700 jobs to South Africa.\n\nSSE plc, which remains based in Perth, and which grew out of the publicly-owned Hydro-Electric Board, chose to focus on the generating and transmission of power rather than retailing it.\n\nAs one of the so-called Big Six suppliers, it found that tightened regulation, price caps and competition had made it hard to get returns on investment in household supply.\n\nFounded in 2009, Ovo Energy has emphasised the role of technology in supplying energy more efficiently. It has prospered while 20 smaller competitors were forced out of business last year alone, from a field of more than 60 licensed firms.\n\nThe SSE brand continues to be used by Ovo, under the terms of the sale."}