{"url": "http://www.bbc.com/news/newsbeat-52697358", "text": "Image copyright Amazon Game Studio\n\nThink of Amazon and last-minute deliveries, streaming box-sets and Kindles spring to mind - but not necessarily making video games.\n\nNow, the online giant wants that to change and is getting its teeth into game development with new release, Crucible.\n\n\"We want to make games that resonate with a very large audience of players,\" Mike Frazzini, the vice president of Amazon Games, tells Radio 1 Newsbeat.\n\n\"Ultimately the players will get to decide whether or not we succeed.\"\n\n\"We're pleased with the feedback on early play-tests, but ultimately we don't know how good it is until it gets out there.\"\n\nCrucible is a new free-to-play PC game and is a competitive shooting title that's a cross between Overwatch, Gears of War and League of Legends.\n\nIt's the first big-budget, original game that Amazon Game Studios has released, and the company hopes it will compete with titles like Fortnite and Apex Legends.\n\n\"We're really looking forward to getting it out the door.\"\n\nImage copyright Amazon Game Studio Image caption Amazon Game Studios hope their titles, like Crucible, will resonate with streamers on Twitch\n\nThis may be Amazon's first major release but it's been involved in the games industry for a long time - it already owns the streaming site Twitch.\n\nThe number of viewers on Twitch is clearly having an impact on the types of games the company wants to be making now and in the future.\n\nDuring development, Mike asked his team: \"Can we make games that are as fun to watch as they are to play?\"\n\n\"On Twitch, you have a player, a viewer and a streamer all connected together in a single live experience.\n\n\"We're really interested in exploring that - so we're generally biased towards games that we think are going to resonate on Twitch and fundamentally be watchable games.\"\n\n'It's like writing a new book every single week'\n\nWith Fortnite recently announcing it has more than 350 million registered users, there's a big financial incentive to get more involved in game development.\n\nBut the gaming industry is competitive and success is not likely to come overnight - even if you're Amazon.\n\n\"Making a fun game that attracts and retains large audiences of players is extremely difficult,\" Mike says.\n\n\"If the game's not fun, none of our long term ideas make a difference.\"\n\nImage copyright Amazon Game Studio Image caption Crucible will try to compete with the hugely popular hero shooting game Overwatch\n\nHe says it's important to tune, polish and add to the gaming experience of players because of how much of their time they spend gaming.\n\n\"On average people play from five to ten hours a week, that's what it takes to read a book, and so it's like writing a new book every single week.\"\n\n\"Trying to get to something that attracts, engages and retains players is incredibly difficult.\"\n\nImage copyright Amazon Game Studio Image caption The Coronavirus pandemic has impacted upon the release of Crucible and delayed another of Amazon Game Studios planned releases\n\nEarly previews of Crucible have been favourable but competing in the hero-shooter genre, where Overwatch has dominated, will be tough.\n\nGames like Gigantic and Battleborn - which were also positively reviewed and well supported - failed to attract enough of a long-term audience to survive.\n\nMike explains how he hopes Crucible will be different: \"Multiplayer in our games is going to include a lot of social dynamics.\n\n\"That's what makes sport so much fun, as you play with others.\n\n\"I think that's what helps create games that are re-playable, and it resonates well in Twitch too, so we're trying to explore those frontiers.\"\n\n'Trying to earn respect'\n\nThe coronavirus pandemic has affected how the studio has been able to promote Crucible and delayed another title it's working on - an online multiplayer game called New World.\n\nBut despite the difficulties and frustrations, there are some positives.\n\n\"One of the reasons I've always loved games is not only is it a fun form of entertainment, but it's a way to connect with others,\" says Mike.\n\n\"There's a surge of interest in playing right now as a way to stay connected in a safe way.\"\n\nAmazon has set some ambitious targets for its games division and seems willing to be patient.\n\n\"This is the starting line not isn't the finish line,\" he adds.\n\n\"We're trying to earn respect from players.\"\n\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\n\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}