{"url": "https://www.bbc.com/news/world-asia-india-52672510", "text": "Image copyright Getty Images Image caption India feels China's weakened global position could be a \"blessing in disguise\"\n\nWith Covid-19 infecting millions across the world, China is facing an unprecedented global backlash that could destabilise its reign as the world's factory of choice.\n\nIts neighbour India has sensed an opportunity and is keen to make inroads to a space it hopes China will vacate sooner rather than later.\n\nChina's weakened global position is a \"blessing in disguise\" for India to attract more investment, transport minister Nitin Gadkari said in a recent interview. The northern state of Uttar Pradesh, which has a population the size of Brazil, is already forming an economic task force to attract firms keen to ditch China.\n\nIndia is also readying a pool of land twice the size of Luxembourg to offer companies that want to move manufacturing out of China, and has reached out to 1,000 American multinationals, Bloomberg reported.\n\n\"This outreach has been an ongoing process,\" Deepak Bagla, chief executive of Invest India, the government's national investment promotion agency told the BBC. \"Covid will only accelerate the process of de-risking from China for many of these companies.\"\n\nThe US-India Business Council (USIBC), a powerful lobby group that works to enhance investment flows between India and the US, also said that India has significantly stepped up its pitch.\n\n\"We are seeing India prioritise efforts to attract supply chains, both at central and state government level,\" Nisha Biswal, President of USIBC and the former assistant secretary of state for south and central Asian affairs in the US Department of State, told the BBC.\n\n\"Companies that already have some manufacturing in India may be earlier movers in reducing output in plants in China and scaling up in production in India.\"\n\nImage copyright Getty Images Image caption Indian government agencies are trying to woo multinationals from the US\n\nBut things are still at an evaluation stage and decisions are unlikely to be made in a hurry, she added.\n\nIn an environment where global balance sheets are fractured, relocating entire supply chains is easier said than done.\n\n\"Many of these companies are facing severe cash and capital constraints because of the pandemic, and will therefore be very cautious before making quick moves,\" independent economist Rupa Subramanya said.\n\nAccording to Rahul Jacob, a long-time China watcher and former Financial Times bureau chief in Hong Kong, the Indian government putting together land banks is a step in the right direction, but large companies are unlikely to move their operations just because land is made available.\n\n\"Production lines and supply chains are far more sticky than most people seem to understand. It is very difficult to pull them apart overnight,\" he said.\n\n\"China offers integrated infrastructure like large ports and highways, top quality labour and sophisticated logistics, all of which are critical factors to meet strict deadlines that international companies operate on.\"\n\nImage copyright Getty Images Image caption Can India match China's integrated infrastructure capabilities?\n\nAnother reason India might not be the obvious choice for global multinationals is because it isn't well integrated with major global supply chains.\n\nLast year Delhi pulled out of a crucial multilateral trade agreement with 12 other Asian countries, collectively known as the Regional Comprehensive Economic Partnership (RCEP), despite seven years of negotiations. Decisions like these make it difficult for Indian exporters to benefit from tariff-free access to destination markets or offer reciprocity to its trading partners.\n\n\"Why would I make something that I want to sell to Singapore in India? Being connected in trade agreements institutionally is as important as offering competitive prices,\" Parag Khanna, author of The Future is Asian, told the BBC.\n\nRegional integration is particularly crucial he believes, as global trade begins to follow the \"sell where you make\" model where companies so-called \"near-source\" rather than out-source production and bring it closer to demand.\n\nIndia's volatile relationship with foreign direct investment (FDI) and uneven regulation is also something that continues to bother global companies.\n\nFrom prohibiting e-commerce companies to sell non-essential items and tweaking FDI rules to disallow easier capital flows from neighbouring countries, the fear is that India has used the pandemic to build protectionist walls around itself.\n\nIn a recent address to the nation, Indian Prime Minister Narendra Modi made \"be vocal for local\" his rallying cry. New stimulus proposals meanwhile have increased thresholds for foreign companies bidding for Indian contracts.\n\n\"The more that India can improve regulatory stability, the better its chances of persuading more global businesses to establish hubs in India,\" says Mr Biswal.\n\nSo then who, If not India?\n\nAs things stand, Vietnam, Bangladesh, South Korea and Taiwan seem to be favourites to benefit from the backlash against China. The latter two at the \"high-tech end of the spectrum\" and Vietnam and Bangladesh at the lower end, according to Mr Jacob.\n\nImage copyright Getty Images Image caption President Trump has blamed China for not doing enough to stop the spread of the coronavirus\n\nMultinationals began moving production out of China into these countries nearly a decade ago due to rising labour and environmental costs. The slow exodus has only gathered pace as US-China trade tensions have increased in recent years.\n\nSince June 2018, a month before the trade war began, US goods imports from Vietnam have soared by more than 50% and those from Taiwan by 30%, according to calculations made by the South China Morning Post newspaper.\n\nIndia is seen to have lost out because it failed to create conditions allowing multinationals to supply not only the local market, but also to use the country as a production base to export to the world.\n\nIn recent weeks, several states have begun making moves to address some concerns around the ease of doing business - prime among them being making contentious changes to India's archaic labour laws, put in place to reduce exploitation.\n\nUttar Pradesh and Madhya Pradesh states, for instance, have suspended significant labour protections exempting factories from even maintaining basic requirements like cleanliness, ventilation, lighting and toilets.\n\nImage copyright Getty Images Image caption Some Indian states have stripped away laws that gave labourers basic protections\n\nThe intention is to improve the investment climate and attract global capital.\n\nBut such decisions could become counterproductive and hurt rather than help, says Mr Jacob: \"International companies would be very wary about this. They have strict codes of conduct on labour, environment and safety standards for suppliers.\"\n\nThe 2013 collapse of the Rana Plaza garment factory in Bangladesh that supplied retailers like Walmart was a turning point. It forced Bangladesh to significantly improve factory infrastructure and safety to clinch more investment, he cautions.\n\n\"India has to follow better standards. These are white board ideas drafted on Powerpoint by bureaucrats who are completely divorced from the reality of global trade.\"\n\nBut with the US weighing punitive action against China, Japan paying its corporations to move out of the country and UK lawmakers coming under pressure to reconsider their decision to allow Chinese telecoms giant Huawei a role in building the country's new 5G data network, global anti-China sentiment is increasing.\n\nThe time is ripe, say experts, for India to undertake broad-based structural reforms and use these sweeping geopolitical shifts to modify its trading relationship with the world."}