{"url": "https://www.bbc.com/news/science-environment-52724821", "text": "Image copyright PA Media\n\nDaily global emissions of CO2 fell by 17% at the peak of the shutdown because of measures taken by governments in response to Covid-19, say scientists.\n\nThe most comprehensive account yet published says that almost half the record decrease was due to fewer car journeys.\n\nBut the authors are worried that, as people return to work, car use will soar again.\n\nThey fear CO2 emissions could soon be higher than before the crisis.\n\nThey are urging politicians to grasp the moment and make real, durable changes on transport and personal mobility.\n\nIn the UK, Transport Secretary Grant Shapps has pledged £250m for improvements to cycling and walking infrastructure. Other countries are also looking at similar plans.\n\nThe lockdowns that most governments have implemented in response to Covid-19 have had a significant impact on the carbon-producing activities that are embedded in almost everything we do.\n\nRoad transport has declined hugely, as has aviation.\n\nHowever, now that the UK is beginning to return to work, Mr Shapps said people should drive to work rather than use public transport, should walking or cycling not be an option.\n\n\"If you can't walk or cycle but you do have access to a car, please use it rather than travelling by bus, train or tram,\" he said.\n\nIndustry has temporarily closed down and demand for energy all over the world has crashed.\n\nNow in detailed analysis, researchers have shown how those changes have impacted our emissions of CO2.\n\nThey've calculated the fall off in carbon based on the lockdown policies implemented in 69 countries that between them account for 97% of global emissions.\n\nDuring the peak of the crisis in early April, daily emissions dropped by 17% compared to the previous year, meaning around 17 million tonnes less CO2 were emitted every day.\n\nThe key to the fall has been cars. Surface transport emissions have declined by 43%, the same amount as the drop from industry and power generation combined.\n\nWhile the aviation slowdown has grabbed headlines for the economic impact, it only accounts for 10% of the decrease during the pandemic.\n\nChina has been responsible for the biggest drop, followed by the US, Europe and India.\n\nIf some restrictions on economic activity stay in place worldwide until the end of the year, then global emissions will likely drop by 7%.\n\nIf pre-pandemic levels of transport and economic activity return by mid-June, the annual fall would be around 4%.\n\nBut the research team that carried out this work is concerned that the rebound, especially on the roads, could see a carbon surge.\n\nAnalysis - Roger Harrabin, Environment Analyst\n\nLockdown has raised questions about other pollutants, too. One of the UK's leading experts, Prof Frank Kelly, from King's College London, said he knew diesel cars were emitting far more pollution than advertised - fully two years before US authorities exposed the scandal.\n\nHe told Radio 4's The Life Scientific programme that his team discovered a huge mismatch between emissions declared by the car firms and real readings on the road.\n\nProf Kelly said he reported it to the Department for Environment, Food and Rural Affairs (Defra), but they didn't publish his findings. He said work undertaken subsequently in the US led to legal action against car makers that had installed \"defeat devices\" to fool regulators.\n\nThe government didn't deny the account. A spokesperson said: \"We are taking urgent action to improve air quality and our Clean Air Strategy has been commended by the World Health Organization as an 'example for the rest of the world to follow'\".\n\nMeanwhile, on the Covid-19 crisis, he said levels of the pollutant NO2 had fallen by up to 60% in London since the fall in traffic under lockdown.\n\nLevels of another pollutant, sooty particles, remained at harmful concentrations.\n\n\"A big worry that people will naturally want to go back to their cars to go to work, and that could rebound the emissions to the same level or even higher than before, once everybody goes back,\" said Prof Corinne Le Quéré from the University of East Anglia, who led the analysis.\n\nThe researchers say that fundamental, systemic change is needed if the emissions curve is to be flattened in a way that would limit the very worst impacts of climate change.\n\nWhen it comes to transportation, there are huge opportunities, according to Prof Le Quéré.\n\nShe says that after the global financial crisis in 2008, some governments like China, US and Germany made significant investments in wind and solar energy and this drove down the prices of these renewables.\n\nImage copyright Getty Images Image caption Airlines have been hit hard economically, but the slowdown in flying hasn't hugely impacted emissions\n\n\"Here now in 2020 we're very close to the same situation in electric mobility,\" she told BBC News.\n\n\"Battery prices have come down, we have lots of models and governments are going to try to boost their economies.\"\n\n\"So if these two things can align, then it could make a huge difference to the transportation of tomorrow.\"\n\nGrabbing the opportunity that the virus has presented is also at the forefront of corporate thinking on climate change.\n\nA letter signed by 155 major companies, representing $2.4 trillion (£1.96 trillion) in market capitalisation, calls for a net-zero emissions response to the covid crisis.\n\nCorporations including Carlsberg, Iberdrola, EDF and Coca Cola Europe say they want governments to \"prioritise a faster and fairer transition from a grey to a green economy\".\n\nImage copyright Getty Images Image caption Electric cars may be the best way forward for transportation, scientists believe\n\nThe authors of the latest analysis on carbon emissions agree that now is the moment for action. They point to the fact that while emissions of CO2 may be temporarily reduced, all the while CO2 concentrations are lingering in the atmosphere, warming the planet.\n\nIt will take a a dramatic shift to change that.\n\n\"I think very much that we are at a crossroads. And at this point, like the UK prime minister Boris Johnson said, it could go either way.\"\n\n\"He was talking about his own health, but here we're talking about the health of the planet.\"\n\n\"It could go either way.\"\n\nThe study has been published in the journal Nature Climate Change.\n\nFollow Matt on Twitter."}