{"url": "http://www.bbc.com/news/health-52677203", "text": "Image copyright Getty Images\n\nThe first hints that a vaccine can train people's immune system to fight coronavirus have been reported by a company in the US.\n\nModerna said neutralising antibodies were found in the first eight people who took part in their safety trials.\n\nIt also said the immune response was similar to that in people infected with the actual virus.\n\nLarger trials to see whether the jab protects against infection are expected to start in July.\n\nWork on a coronavirus vaccine has been taking place at unprecedented speed, with around 80 groups around the world working on them.\n\nModerna was the first to test an experimental vaccine, called mRNA-1273, in people.\n\nThe vaccine is a small snippet of the coronavirus's genetic code, which is injected into the patient.\n\nIt is not capable of causing an infection or the symptoms of Covid-19, but is enough to provoke a response from the immune system.\n\nThe vaccine trials, run by the US government's National Institute of Allergy and Infectious Diseases, showed the vaccine led to the production of antibodies which can neutralise the coronavirus.\n\nHowever, testing for these neutralising antibodies has only taken place on the first eight, out of 45, people on the trial.\n\nThe people on the trial were taking either a low, middle or high dose. The highest dose was linked to most side-effects.\n\nHowever, Moderna said that even people taking the lowest dose had antibodies at the same levels seen in patients who recover from Covid-19.\n\nAnd antibodies \"significantly exceeded\" those in recovered patients for people on the middle dose.\n\nThe study is known as a phase 1 trial as it is designed to test whether the vaccine is safe, rather then whether it is effective.\n\nIt will take larger trials to see if people are protected against the virus. However, experiments on mice showed the vaccine could prevent the virus replicating in their lungs.\n\n\"These interim phase 1 data, while early, demonstrate that vaccination with mRNA-1273 elicits an immune response of the magnitude caused by natural infection,\" said Dr Tal Zaks, chief medical officer at Moderna.\n\n\"These data substantiate our belief that mRNA-1273 has the potential to prevent Covid-19 disease and advance our ability to select a dose for pivotal trials.\"\n\nModerna said it was hoping to start a large-scale trial in July, and that it was already investigating how to manufacture the vaccine at scale.\n\nOxford vaccine\n\nA vaccine pioneered by the University of Oxford is also being tested in people, but there are no results from those trials yet.\n\nHowever, concerns have been raised about the results of experiments in monkeys.\n\nTests showed vaccinated animals had less severe symptoms and did not get pneumonia. However, they were not completely protected from the virus and signs of it were detected at the same level in the monkeys' noses as in unvaccinated animals.\n\nProf Eleanor Riley, from the University of Edinburgh, said: \"If similar results were obtained in humans, the vaccine would likely provide partial protection against disease in the vaccine recipient but would be unlikely to reduce transmission in the wider community.\"\n\nHowever, until human trials have been performed it is impossible to know how the vaccine will perform in people.\n\nFollow James on Twitter"}