{"url": "https://www.bbc.com/news/science-environment-52713131", "text": "Media playback is unsupported on your device Media caption See how flowing mud behaves in simulated Mars conditions\n\nScientists have made a surprising discovery about Mars by playing with muck in the laboratory.\n\nAn international team of researchers wondered how volcanoes that spew mud instead of molten rock might look on the Red Planet compared with their counterparts here on Earth.\n\nIn chamber experiments, simulated Martian mud flows were seen to behave a bit like boiling toothpaste.\n\nUnder certain conditions, the fluid even began to bounce.\n\nThe mucky gunge resembled a certain type of lava referred to as \"pahoehoe\", which is observed at Hawaii's famous Kīlauea volcano.\n\nThe research results could now complicate some investigations at the Red Planet, believes study lead Dr Petr Brož from the Czech Academy of Sciences' Institute of Geophysics.\n\n\"You'll look at some features [from space] and you won't know for sure whether they are the result of lava flows or mud flows.\n\n\"Without a geologist on the ground to hit them with a hammer, it will be hard to tell,\" he told BBC News.\n\nImage copyright P.Brož et al 2019 Image caption A suggested mud flow on Mars spied from orbit. A geologist on the ground could tell for sure\n\nFor a long time, Dr Brož had a sceptical view about mud volcanoes on Mars.\n\nThe phenomena are well known here on Earth, but he'd actually spent several years trying to disprove an interpretation that large numbers of conical forms on the Red Planet might also be the same thing.\n\nEventually, he came around to the idea, and that led him to wonder how mud - if it really does spew from the ground on Mars - would behave in the extreme cold and low-pressure conditions that persist there.\n\nThis took him to Dr Manish Patel and his team at the UK's Open University. They have a special chamber that can recreate the Martian environment.\n\nIt's the kind of set-up in which equipment destined to go on a space agency rover would be tested.\n\nImage copyright Open University/P.Brož et al Image caption On Earth: Mud flowing away from the Dashgil volcano in Azerbaijan\n\nAnd although ordinarily every effort would be made to keep the chamber spotlessly clean, the researchers soon found themselves tipping experimental muddy fluids down a sandy slope.\n\nUnder \"Earth conditions\", these muddy mixes behave as you would expect: they're smooth, like gravy poured on to a dinner plate. But under \"Martian conditions\", the mud progresses via a series of ropy and jagged lobes.\n\nIt all comes down to how the low atmospheric pressure - less than 1% of the Earth's value - makes water rapidly evaporate, boil and ultimately freeze.\n\n\"The skin on the fluid freezes, but this flow is thick enough that the inside remains fluid,\" explained Dr Patel. \"So the skin will stop the flow for a bit, but then the momentum from the fluid inside breaks through at weak points in the skin, and the flow propagates forward. It's just like pahoehoe, except that's molten rock. But again, it's a cooling skin that forms before hot material bursts through.\"\n\nImage copyright Getty Images Image caption Pahoehoe: Hawaiian lavas have a characteristic lobular form\n\nThe team reports its initial experiments in a paper in the journal Nature Geoscience. Not captured in this publication are subsequent experiments in which the flows were repeated for a \"hot day\" on Mars. There are places where it can get as high as 20C for short periods.\n\nIn this scenario, the mud boiled vigorously in the low pressure; \"it was jumping over the surface as if levitating,\" said Dr Brož.\n\nThe team's work should be a reminder to scientists that when they look at planetary bodies, physical processes can sometimes produce unexpected outcomes, he added.\n\nImage copyright Open University/P.Brož et al Image caption Recreating Mars on Earth\n\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos"}