{"url": "https://www.bbc.com/news/science-environment-52630991", "text": "Image copyright Getty Images\n\nLong seen as annoying creatures that can leave holes in your clothes, moths have been badly misjudged, say scientists.\n\nNew research suggests they play a vital role as overnight pollinators of a wide range of flowers and plants.\n\nThe study says that the moths' transport networks are larger and more complex than those of daytime pollinators like bees.\n\nThe authors believe there is an urgent need to stem declines in moth numbers.\n\nOver the past decade, public anxiety about the role of our pollinators has focused squarely on bees.\n\nThe fall-off in their numbers, linked to changes in land and widespread use of pesticides, has helped raise environmental awareness of the critical role these creatures play in the food chain.\n\nMoths, though, have not evoked similar sympathies.\n\n\"There's this big misconception that all moths come and eat my clothes. That's not what happens at all,\" said Dr Richard Walton, from University College London (UCL), the lead author of the new study.\n\nImage copyright Getty Images Image caption A magpie moth was one of the species examined in the study\n\n\"Some of them happen to be visiting flowers and can be an important part of the pollination process.\"\n\nTo find out how vital a part the moths play, Dr Walton and colleagues monitored moth activity around ponds in agricultural areas of Norfolk.\n\nThey found that 45% of the moths they tested were transporting pollen, which originated from 47 different plant species, including several that were rarely visited by bees, hoverflies and butterflies.\n\nThe scientists found that while bumblebees and honeybees are critically important, they tended to target the most prolific nectar and pollen sources. Not so with moths.\n\n\"From what we see from our work, moths tend to be generalists, meaning they're not specifically visiting a narrow group of flowers,\" said Dr Walton.\n\n\"They're kind of visiting any type of flower that they can access. These tend to be the open cup-shaped flowers like bramble, they can access things from the legume family, the clover family was also very important.\"\n\nHairy bodies\n\nPrevious studies on moths have tended to focus on their ability to transport pollen via their proboscis or nose. This new work looked at the pollen collected on the moths' distinctly hairy bodies when they sit on flowers while feeding.\n\nImage copyright Magnum Photos\n\nThe researchers believe their study shows that moths complement the work of daytime pollinators and help keep plant populations diverse and abundant. They serve as a form of back-up for biodiversity, which in turn supports crop yields.\n\nThe vital role played by the moths has come under increasing threat as they have suffered steep declines in numbers since the 1970s. This is largely due to changes in land use and the increasing use of pesticides.\n\n\"This has a knock-on effect for birds that feed on moths, such as the cuckoo. Its decline is kind of tied to moth declines,\" said Dr Walton.\n\n\"Bats will feed on moths as well, so there's ties to other creatures having declines in their own populations, because their food supply, the moths, are going down as well. You can see this kind of linkage play out.\"\n\nHelping the moths will require the use of less pesticide and encouraging a wider diversity of plants in the landscape.\n\nBut perhaps more importantly, the public perception of moths needs to change.\n\n\"Something that's out of sight, is often out of mind,\" said Dr Walton.\n\nImage copyright Getty Images Image caption Pollination by bees is critically important but they are not they only species involved\n\n\"We just see bees in the daytime and we see them visiting the flower so they've got the better shift when when it comes to work, in terms of being visible.\"\n\n\"But moths are by no means less important. I think it's vital to raise the profile of moths to help the public at large see the important part they play in our ecology.\"\n\nThe study has been published in the Royal Society journal Biology Letters.\n\nFollow Matt on Twitter."}