{"url": "http://www.bbc.com/news/in-pictures-52708777", "text": "The Association of Photographers f22 group aims to increase the visibility of women commercial photographers at all levels.\n\nFormed in the 1980s, it was revived in 2019 to address inequality in the photographic industry.\n\nAnd members have been documenting their experiences of lockdown amid the coronavirus pandemic.\n\nHere is a selection of images, with descriptions by the photographers.\n\nCarolyn Mendelsohn\n\nImage copyright Carolyn Mendelsohn\n\n\"When lockdown was announced, I realised that my family's life would fundamentally have to change.\n\n\"I have a husband, three teenage children - life is normally busy and pretty chaotic.\n\n\"We also have two dogs - who think their life has never been better.\n\n\"I decided I wanted to document my family life - the exercise, birthdays, my kids working and playing together, my daughter practising cutting hair for the first time, my husband looking for space to think in the greenhouse, the quiet moments, the sad times, the games and camaraderie.\n\nImage copyright Carolyn Mendelsohn\n\n\"This is our family story but one that possibly reflects others' too.\n\n\"We are grateful to have space and live near countryside.\n\n\"We have also experienced a richer family life because of this, I think.\"\n\nAgnese Sanvito\n\nImage copyright Agnese Sanvito\n\n\"For the past few years, I've been observing and documenting people in London queuing to board the bus, to get a coffee or to see an exhibition and most recently, with the current lockdown situation, queuing for all essential needs.\n\n\"Coming from Italy, no-one queues as the English do and quoting Hungarian-born British author George Mikes, 'An Englishman, even if he is alone, forms an orderly queue of one.'\"\n\nImage copyright Agnese Sanvito\n\nDenise Maxwell\n\nImage copyright Denise Maxwell\n\n\"My son (above) spent the first part of lockdown attached to his phone.\n\n\"Thank goodness for the internet.\n\n\"Where would we be without it, during this time especially?\n\n\"I have a portrait of him nearly every day locked to his phone.\n\nImage copyright Denise Maxwell\n\n\"One of the benefits of lockdown (especially when the weather is nice) has been having the time to get fit.\n\n\"I have started to learn boxing.\"\n\nSophie Harris Taylor\n\nImage copyright Sophe Harris Taylor\n\n\"Despite these uncertain times, the silver lining for me is that I get to spend more quality time at home with my family.\n\n\"My images are everyday moments with a closeness and intimacy to my family that's appropriate to the situation.\"\n\nImage copyright Sophie Harris Taylor\n\nHeidi Coppock-Beard\n\nImage copyright Heidi Coppock-Beard\n\n\"Currently, our view of these usually mundane and architecturally ordinary buildings which we've taken for granted have changed beyond anything we could have imagined, becoming pillars of survival and, for some, the only place of human interaction.\n\n\"After asking permission and waiting until customers had left, I photographed these usually busy and purely functional destinations, now beacons of necessity.\n\n\"Our relationship with them is complex now more than ever.\"\n\nImage copyright Heidi Coppock-Beard\n\nKristina Varaksina\n\nImage copyright Kristina Varaksina\n\n\"This picture is part of a series taken during the Easter weekend.\n\n\"The weather was very sunny and beautiful - but my husband and I decided to stay inside, knowing that it would be a safer and more responsible choice.\n\n\"But I wanted to capture that amazing warm sun moving across our living room, so I started taking pictures.\n\n\"To me, these images reflect the isolation we all feel during the lockdown - but there's also hope as the warm sunlight reaches our bare skin.\"\n\nImage copyright Kristina Varaksina\n\n\"The image above was shot during the lockdown, when it became clear how much weight we put on the shoulders of healthcare and other essential workers.\"\n\nJulia Fullerton-Batten\n\nImage copyright Julia Fullerton-Batten\n\n\"Time has stood still for many of us, especially photographers.\n\n\"I am so used to working with a large team of people, including assistants, stylists, a hair and make-up team, prop stylists, set designers, et cetera.\n\n\"For the last few weeks, I have been documenting people in their windows in my area in West London.\n\n\"I don't travel more than five minutes [to the subjects] and my son Finn has helped me carry the lighting.\n\n\"It is keeping me sane in these very odd times.\"\n\nImage copyright Julia Fullerton-Batten\n\nAll photographs courtesy Association of Photographers."}