{"url": "https://www.bbc.com/news/technology-52633088", "text": "Image copyright Scopely Image caption The new Scrabble Go comes with a number of extra features including rewards and tile designs\n\nScrabble Go, a new game which will replace the existing official Scrabble mobile app made by Electronic Arts (EA) has sparked hundreds of complaints.\n\nIts vivid colours, treasure-style rewards and in-app purchase model has angered long-time players.\n\nThe EA game will be discontinued on 5 June because the official franchise is now licensed to Scopely.\n\nScrabble Go was launched on 5 March and had been downloaded more than 10 million times by the end of April.\n\nAt that time, it had 2.5 million daily players, who spent an average of 100 minutes of game time per day, Reuters reported.\n\nIt has a four-star rating on the Google Play store, but also hundreds of recent negative comments, with many complaining that the design is too distracting.\n\nA digital petition on the website Change.org calling for EA to keep the original app going has nearly 1,200 signatures.\n\n\"I don't want jewels, cartoons, or potential dates. I want to play Scrabble against my friends and family. That's it. Nothing else,\" wrote one signatory.\n\n\"They've turned it into some sparkly Candy Crush abomination,\" Ian Pym from Fareham, Hampshire, told the BBC. \"I defy any adult to play it for longer than 10 minutes and not feel physically sick.\"\n\nImage copyright Ian Pym Image caption Ian Pym with his mum Christiane, who has played more than 21,000 games of Scrabble on the EA app\n\nIan's mother, Christiane, 78, is an avid Scrabble player and has clocked up 21,000 games on the EA app.\n\n\"It's not even worth sharing Scrabble Go with my mum - she would be totally confused,\" he said.\n\nMrs Pym said she played the EA game for relaxation.\n\n\"When I heard they were going to stop it I thought it was the end of my life, it's so relaxing for me,\" she said.\n\n\"I think it will be a shame for a lot of people, especially those who are on their own.\"\n\nThere are alternative apps to the official game such as Words with Friends and Wordmaster, which have similar rules to traditional Scrabble, but are not licensed by its owners.\n\nThe BBC contacted Scopely, but was directed to its customer services team, which said: \"The players' point of view is always important, that's why any suggestion or feedback will be more than welcome.\"\n\nEA released a statement in March explaining its plan to discontinue its version of the game, which had been licensed by Scrabble owners Hasbro and Mattel since 2008.\n\n\"Our games have built a passionate community and we want to thank you for playing for so many years,\" the games giant said.\n\nEA players will be unable to migrate their profiles and data to Scrabble Go, but they will be able to connect with friends."}