{"url": "https://www.bbc.com/news/business-52638629", "text": "Image copyright Billy Brown Image caption Rusty Hutson initially didn't want to work in the energy sector\n\nThe BBC's weekly The Boss series profiles different business leaders from around the world. This week we speak to Rusty Hutson Jr, founder and chief executive of US energy firm Diversified Gas & Oil (DGO).\n\nIn the end, Rusty Hutson Jr couldn't escape the calling of the family trade.\n\nBorn and raised in a blue-collar household in the oil and gas fields of West Virginia, his father, grandfather, and great-grandfather all earned their livings in the energy sector.\n\nThey worked at the wells, and on the pipelines, putting in a hard shift of manual labour, day after day, year after year, to provide for their families.\n\nDuring his summer holidays from high school and then college, Rusty would go to work with his dad.\n\nBut when he became the first Hutson to graduate from university, in 1991, he decided he wanted to do something completely different with his life.\n\nImage copyright DGO Image caption Rusty, third left, now employs 925 people\n\n\"I decided that going into oil and gas was about the last thing I wanted to do,\" he says. \"I didn't want a part of it when I got out. It's really hard work.\"\n\nSo armed with an accountancy degree from West Virginia's Fairmont State University he went off to have a successful banking career for the next decade, ending up in Birmingham, Alabama.\n\nBut as the years progressed, Rusty says it started to nag at him that he hadn't followed his dad into the family industry.\n\n\"West Virginia was a tough state when I was growing up. Still is,\" he says. \"And there were two kinds of people - you either worked in coal, or you worked in oil and gas. It was a generational thing - if your dad and grandfather did it for a living, then you did it.\n\n\"And as the years progressed I increasingly felt drawn back to that world. I also had this desire to build something, to do something entrepreneurial.\"\n\nSo in 2001, aged 32, Rusty bought an old gas well back in West Virginia for $250,000 (£200,000). He raised the money by remortgaging his home.\n\n\"It was a small old well, it had been in production for years, but it was like gold to me,\" he says. \"I spent the next four years still also working in the bank, but any spare time I had I'd fly up to West Virginia to work alongside the one well tender that I had back then.\"\n\nImage copyright DGO Image caption Rusty says his first gas well felt like finding gold\n\nFast-forward to today, and Rusty's company, DGO, now owns more than 60,000 gas and oil wells across West Virginia, Pennsylvania, Ohio, Kentucky, Virginia and Tennessee, a region called the Appalachia. Employing 925 people it has annual revenues of more than $500m. Some 90% of its operation is natural gas, with 10% oil.\n\nThe company's business model is a very specific one - it doesn't do any drilling to find new oil and gas reserves. Instead it buys up old oil and gas wells that bigger producers no longer want, because the initial large flow levels have fallen to low volumes.\n\n\"They don't want these old wells, but the average remaining life on most of these wells is 50 years,\" he says. \"So we can come in, run them very efficiently, and make money.\"\n\nRusty says that DGO has been greatly helped by the so-called \"dash for shale\" in the US over the past decade, whereby oil and gas firms gave up traditional oil and gas wells to switch to fracking instead.\n\nIn very simple terms, unlike traditional wells where oil and gas is sucked up, fracking involves first injecting a high pressure mixture of water, sand and chemicals into shale rock. This fractures the rock, and allows the removal of vast quantities of oil and gas that wasn't previously accessible.\n\nRusty says the industry-wide move to fracking, and its higher production volumes, meant that DGO has been able to buy thousands of old, but still productive, traditional wells cheaply, and rapidly expand the business.\n\nImage copyright Getty Images Image caption While the business is 90% gas, it does have \"nodding donkeys\" at its oil wells\n\nTo help raise funds for continuing expansion, in 2017 the company decided to go public and sell its shares on a stock exchange. In an unusual move for a US firm, Rusty chose the London Stock Exchange's (LSE's) Alternative Investment Market.\n\n\"We weren't big enough at the time to float in the US,\" he says. \"And I didn't want to go down the private equity route because I didn't want to work for somebody else, and try to earn back some of the percentage.\"\n\nMore The Boss features:\n\nDGO is now in the process of moving up to the Main Market of the LSE.\n\nEnergy sector analyst James McCormack of Cenkos Securities says that DGO's strategy of \"acquiring low-cost, long-life, low-decline [oil and gas] production\" is \"a virtually unique proposition\".\n\nHe adds: \"Under Rusty's leadership, DGO has grown rapidly since its IPO (initial public offering) in February 2017, increasing production 20 times and reserves 23 times.\"\n\nImage copyright Gaylon Wampler Image caption Rusty's dad, pictured, has a senior role at the company\n\nFellow energy analyst Carlos Gomes of Edison says that DGO is now the largest conventional gas producer in the Appalachia region. \"The company possesses long-life, low operational cost, mature producing assets that generate very stable cash flows,\" he adds.\n\nThe long-term plan at DGO is to keep buying wells to replace any that eventually come to the end of production, and Rusty says the firm is now looking to expand into other regions, such as down in Texas.\n\nIn the more immediate term, he says that he is relaxed about the big falls in oil and gas prices since the start of the coronavirus pandemic, both because he has long-term \"hedges\" or agreements in place on what price he sells his production for, and because his business operates more efficiently than its larger rivals.\n\nHe can also turn to his dad for help and advice. His father, Rusty Sr, is the supervisor for the company's northern West Virginia operation.\n\n\"He's 72 and he just absolutely loves it,\" says Rusty. \"Does he try to tell me what to do? Oh, absolutely.\""}