{"url": "https://www.bbc.com/news/science-environment-52655832", "text": "Image copyright GHGSat Image caption Artwork: GHGSat is aiming for a constellation of greenhouse-gas monitors in the sky\n\nThe Canadian-based space company GHGSat says it intends to set up a global centre in the UK to analyse the emissions of greenhouse gases.\n\nThe firm currently flies the spacecraft making the highest resolution measurements of methane (CH4) in the atmosphere.\n\nThis satellite is the first in a planned network of orbiting observers.\n\nThe British centre's job will be to take their data and assess the sources of emissions worldwide.\n\nFor methane - an extremely potent greenhouse gas - these sources could be oil and gas facilities, agriculture, hydro-electric dams, coal mines and landfills.\n\nAlready, GHGSat is working with operators to identify and plug leaks.\n\nIt is estimated that 10 million homes could be heated with the methane escaping - largely undetected - from US oil and gas production plants alone.\n\nIn time, GHGSat wants to fly sensors to monitor carbon dioxide and sulphur dioxide as well. The latter is a significant emission from international shipping.\n\nAdina Gillespie, a business development director with GHGSat, said the coronavirus pandemic had complicated the company's search for a European HQ, but wouldn't slow it.\n\nShe hoped to have it set up by the end of the year, she told BBC News.\n\n\"We're well anchored in North America with offices in Canada and in Houston, Texas. The UK would be our global analytics hub,\" she explained.\n\nImage copyright GHGSat Inc Image caption The Claire satellite detects a plume of methane emanating from a coal mine in China\n\nThe company launched its first satellite, called \"Claire\", in 2016. It delivers 12km by 12km spot measurements of methane in the air. Features larger than 50m across can be sensed. This is sufficient to identify point sources.\n\nThe next generation of spacecraft will have sharper vision still, down to 25m per pixel. The first of these enhanced sensors, \"Iris\", is booked to go up in June, with a third, \"Hugo\", to follow later in 2020.\n\nTen more satellites should fill out the network in 2021 and 2022.\n\nGHGSat has been working closely with the European Space Agency (Esa), using the data from its wide-swath Sentinel-5P/Tropomi mission to make the initial identification of methane \"hotspots\" in the atmosphere before then following up with high-resolution observations from the Claire platform to interrogate the sources further.\n\nImage copyright NPL Image caption NPL's mobile DIAL system can provide \"ground truth\" for satellites\n\nThis Esa partnership is about to be extended further in an agency-funded project with the UK's National Physical Laboratory.\n\nNPL is Britain's national standards lab and is a world leader in high-fidelity measurement. It has a mobile system operated from a truck that will go to sites to assess the composition of the local air and look for pollutants. It uses differential absorption lidar and other instruments.\n\nEsa and NPL see a future for this system as a way to calibrate and validate satellite observations; to provide \"ground truth\" against which the space observations can be compared.\n\n\"NPL is looking to provide 'cal-val' services to different satellite operators and for us there is a really attractive opportunity around their trucks,\" Adina Gillespie said.\n\n\"We've lined up a project with them and Esa. Once the new satellite is launched this summer, we'll use a landfill in the UK to collect some coincident measurements of methane.\"\n\nRod Robinson, principal research scientist from NPL, added: \"Satellite measurements of methane will provide an important element in the suite of tools to enable us to monitor progress towards net zero goals. It is important that the data from them is reliable.\n\n\"This project is using NPL's unique range of methane measurement capabilities, including Differential Absorption Lidar (DIAL), to provide high quality calibrated measurements to characterise an existing source of methane, in this case a landfill,\" he told BBC News.\n\n\"This will provide a known emission source against which satellites can be regularly checked. This is part of a demonstrator project for Esa, which we then intend to roll out to an ongoing calibration service in the future.\"\n\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos"}