{"url": "http://www.bbc.com/news/in-pictures-52632396", "text": "Dieter Klein has travelled to remote corners of Europe and the US to find and photograph abandoned cars.\n\nImage copyright Dieter Klein / teNeues\n\nThe German freelance photographer finds his subject matter in shabby backyards, dusty barns, deserted fields and thick forests.\n\nImage copyright Dieter Klein / teNeues\n\nOn his travels, Klein has shot images of a dented Porsche, a faded Cadillac, a battered VW Beetle and a whole fleet of abandoned military Jeeps, among others.\n\nImage copyright Dieter Klein / teNeues\n\nThe 160 images reveal the bygone glamour of the automobiles and classic cars - and the might of nature as it claims them.\n\nImage copyright Dieter Klein / teNeues\n\nKlein began his search after discovering his first abandoned car by accident, while on a bicycle tour through France, near the city of Cognac.\n\n\"I felt the picture was like the illustration of a fairy tale,\" he says.\n\n\"I was immediately moved and thrilled. And then a long search began.\n\nImage copyright Dieter Klein / teNeues\n\n\"I view these scenes like a museum - I approach with respect.\n\n\"I might open or closed a door but usually I don't even touch the cars.\"\n\nImage copyright Dieter Klein / teNeues\n\nThe oldest was a 1907 Ford Model T, in front of a small museum in a former mining town in Nevada.\n\nImage copyright Dieter Klein / teNeues\n\n\"It was a beautiful scene,\" Klein says.\n\n\"And since the weather changed, I got a lot of light situations and different camera angles.\n\n\"I have about 12 different views and moods of this car.\"\n\nImage copyright Dieter Klein / teNeues\n\nBut his favourite was a 1960 pink Dodge, in north-east Montana.\n\n\"The owner, himself about 70 years old, told me the story,\" Klein says.\n\n\"His father had parked the car outside his house two days before he passed away.\n\n\"He has not used the property, the house and the car since 1977 and leaves this scene, as a memory, just as it is.\"\n\n\"I spent many hours there, taking pictures from different angles.\n\n\"After sunset, I got the reward - soft light that made the clouds a little pink.\n\n\"[It created] an almost surreal scene - strange, peaceful, calm and contradictory, a fairy tale.\"\n\nImage copyright Dieter Klein / teNeues\n\nImage copyright Dieter Klein / teNeues\n\nAll photographs courtesy Dieter Klein / teNeues. Lost Wheels is published by teNeues."}