{"url": "http://www.bbc.com/news/world-australia-52719703", "text": "Image copyright Chad Staples\n\nAustralia was only just emerging from devastating bushfires when the coronavirus struck, and as the BBC's Shaimaa Khalil writes, some tourist-dependent towns are now facing a double disaster.\n\nWhen blazes ravaged the small New South Wales' town of Mogo on New Year's Eve, all Lorena Granados could do was flee. She and her husband Gaspar ran through the flames under red skies as the fire destroyed the leather business they owned for nearly 20 years.\n\nAll that was left were a few burned and warped sewing machines that they later salvaged from the wreckage.\n\nDuring the bushfire season, almost 500 homes were lost in Eurobodalla Shire Council, where Mogo is located. In the following weeks, the Business Council of Australia announced it was funding a pop-up mall and erecting 10 temporary buildings in an attempt to give small businesses a chance to start trading again.\n\nLorena was getting ready for the big opening when Covid-19 became a global pandemic. Australia closed its borders and tightened its social distancing rules. All non-essential services were closed, which meant that no customers passed through the pop-up mall for weeks. It was another big blow to the small town which depends mainly on tourism.\n\n\"It's heart-breaking and soul destroying,\" Lorena said. \"Our motivation went from a hundred to nothing. We invested money in stock and we had every hope that we were going to have an extremely busy Easter. We weren't expecting to be stopped in our tracks so early in our recovery process.\"\n\nImage caption Gaspar and Lorena escaped the fires but have to rebuild from the ground up\n\nThe government has recently announced a package of A$650m ($400m; £210m) to help communities worst hit by the bushfires. It's the last instalment of a A$2bn recovery fund. But many complain that getting financial support has been a long and complicated process made even more difficult by Covid-19.\n\n\"This has slowed everything down and it actually increased the pain,\" said Peter Williams as he stood in the middle of rubble that used to be the pottery and art shop he owned with his wife Vanessa. Only a few metres away was another pile of rubble that used to be their home.\n\nFive months after the fires of New Year's Eve, they both still seemed in a daze as they examined the shattered and blackened pieces of artefacts they were hoping to sell during the Christmas and New Year period. The cleaning up process was hampered first by the floods that came soon after the fires and then by Covid-19 restrictions.\n\nEleven people in the shire have tested positive, according to New South Wales Health.\n\n\"Everything has been delayed. The workers had to be more careful,\" said Peter. \"We were really looking for a quick clean-up so we could psychologically start afresh and build our lives again.\"\n\nSeeing the destruction every day as he and his wife drive through town has been a constant reminder of what they've lost.\n\nWith no international tourists expected in Australia for many months, it's not just small businesses that are in dire straits. Famous attractions like Mogo's Wildlife Park are also struggling to make ends meet.\n\nThe zoo became famous during the fires for its dramatic rescue of its animals as fires approached the town. It had been open again for less than a month before the coronavirus forced it to close again.\n\n\"The knockout blow was Covid-19,\" said zoo director Chad Staples. \"The fires were tough but they were a shared experience. It was something that brought the community together. Covid19 is the exact opposite. We've been told to separate and be insular.\"\n\nImage copyright Chad Staples Image caption Mogo Zoo had to move its animals from the path of the bushfires\n\nDuring a busy season the zoo gets at least a thousand visitors a day. Now it's all but deserted except for the animals and the staff. It costs nearly A$15,000 a month just to feed the animals and they've had no money coming in for months.\n\nChad hopes that the eventual return of domestic visitors, albeit in small numbers, will give them some respite. But he admitted that even with a further easing of restrictions, the feel of the zoo will be significantly different.\n\n\"We're not going to have those days where the zoo is packed with people. It's going to be almost like private tours, the numbers are going to be that small.\"\n\nImage caption Chad Staples says he doesn't expect to see the zoo full of people anytime soon\n\nAustralia is in a much better position than many countries when it comes to Covid-19 cases. Restrictions are being eased gradually in bid to reopen the economy. But for people in tourist towns like Mogo who have suffered a double whammy in just a few months, getting government financial support has been a long and draining process\n\nLorena said that with the government focused almost entirely on keeping Covid-19 under control, bushfire-affected communities felt left behind.\n\n\"Many of us have lost homes and businesses,\" she said, \"but I do feel that we've been forgotten about\"."}