{"url": "http://www.bbc.com/news/in-pictures-52646388", "text": "New rules in England will now allow people to spend more time outside and see some returning to work for the first time since the lockdown began.\n\nHere are a few scenes from across the country.\n\nImage copyright Peter Byrne / PA Media Image caption Golfers were out early at Allerton Manor course, in Liverpool, after the lifting of lockdown restrictions on some leisure activities, which also include tennis, water sports and angling.\n\nImage copyright Tom Wren / SWNS Image caption At Filton Golf Club, two golfers spray their hands before heading out on to the course.\n\nImage copyright Phil Noble / Reuters Image caption The M56 motorway near Manchester saw an increase in traffic but seemed to be flowing well.\n\nImage copyright Ben Birchall / PA Media Image caption Two fishermen on the beach at Minehead, Somerset.\n\nImage copyright Ben Birchall / PA Media Image caption Elsewhere on the beach, two men play football.\n\nImage copyright Henry Nicholls / Reuters Image caption In London, people were advised to wear masks on the underground. Here, a man prepares to board a train at Canning Town station.\n\nImage copyright Henry Nicholls / Reuters Image caption People sit apart on the Tube, as they try to keep their distance.\n\nImage copyright Nick Ansell / PA Media Image caption A delivery arrives at McDonald's in Boreham, near Chelmsford, Essex, one of 15 of the restaurant chain's locations reopening for delivery meals.\n\nImage copyright Neil Hall / EPA Image caption Traffic builds up during rush hour on the North Circular Road, in London.\n\nImage copyright Molly Darlington / Reuters Image caption Team GB's Jordan Thomas practises karate outside his flat, in Manchester.\n\nImage copyright Andrew Matthews / PA Media Image caption Garden centres in England were also allowed to open on Wednesday.\n\nImage copyright Andrew Matthews / PA Media Image caption At this garden centre near Basingstoke, the staff cover their faces with masks or scarves.\n\nImage copyright Andrew Matthews / PA Media Image caption A hand-sanitising station is available for customers.\n\nImage copyright SWNS Image caption A man takes a stroll at Fistral beach, in Newquay, Cornwall.\n\nImage copyright Andrew Matthews / PA Media Image caption Rob Underhill sits outside his beach hut on Bournemouth beach, Dorset.\n\nImage copyright Tim Keeton / EPA Image caption People gather in a park in Leicester.\n\nImage copyright PRiME Media Images / Alamy Stock Photo Image caption There were long queues at a recycling centre in Sidcup, Kent.\n\nAll photos subject to copyright."}