{"url": "http://www.bbc.com/news/technology-52739676", "text": "Image copyright Getty Image caption Singapore has some of the world's toughest anti-drug policies.\n\nA man has been sentenced to death via a Zoom video call in Singapore, as the country remains on lockdown following a spike in Covid-19 cases.\n\nPunithan Genasan, 37, received the sentence on Friday for his role in a drug deal that took place in 2011.\n\nIt marks the city's first case where such a ruling has been done remotely.\n\nHuman rights groups argued that pursuing the death penalty at a time when the world is being gripped by a pandemic was \"abhorrent\".\n\nThe vast majority of court hearings in Singapore have been adjourned until at least 1 June, when the city's current lockdown period is due to end.\n\nCases which have been deemed to be essential are being held remotely.\n\n\"For the safety of all involved in the proceedings, the hearing for Public Prosecutor v Punithan A/L Genasan was conducted by video-conferencing,\" a spokesperson for Singapore's Supreme Court told Reuters.\n\nMr Genasan's lawyer, Peter Fernando, said his client is considering an appeal.\n\nSingapore has a zero-tolerance policy for illegal drugs. In 2013, 18 people were executed - the highest figure in at least two decades, according to Amnesty International.\n\nOf those 18, 11 had been charged with drug-related offenses.\n\nAnalysis: Death penalty uncontroversial in anti-drug Singapore\n\nAnna Jones, BBC News, Singapore\n\nSingapore prides itself on its low crime rate and is fiercely anti-drugs, with a zero-tolerance approach to drug trafficking.\n\nUntil recently, drug trafficking was one of four crimes that brought a mandatory death sentence. Judges can now reduce that to life with caning, under certain conditions.\n\nThe government maintains that hanging drug traffickers sends a powerful message of deterrence against a socially destructive crime.\n\nHuman rights campaigners have long argued that the process is too secretive, and say that executions disproportionately target low-level drug mules, while doing little to stop the flow of drugs into the country.\n\nAmong Singaporeans, however, the use of the death penalty is largely uncontroversial.\n\nExecutions rarely get prominent coverage in the national media, and opinion polls consistently show overwhelming public support for the death penalty in some form, making the few anti-death penalty campaigners a fringe group.\n\nIn a country where the media is rarely overtly critical of government decisions, there is unlikely to be much of a public outcry over Punithan Genasan's fate being decided by video call.\n\nKirsten Han, a Singaporean journalist and activist, said: \"The delivering of a death sentence via Zoom just highlights how clinical and administrative capital punishment is.\"\n\nShe added that by bypassing a courtroom appearance, the accused's family had missed out on an opportunity to speak and hold hands with him.\n\nAmnesty International said the ruling was a \"reminder that Singapore continues to defy international law and standards by imposing the death penalty for drug trafficking.\n\n“At a time when the global attention is focused on saving and protecting lives in a pandemic, the pursuit of the death penalty is all the more abhorrent.\"\n\nHuman Rights Watch Asia deputy director Phil Robertson told the BBC: \"It's shocking the prosecutors and the court are so callous that they fail to see that a man facing capital punishment should have the right to be present in court to confront his accusers.\"\n\nSingapore officials are not the first to issue a death penalty over a video conference call.\n\nHuman Rights Watch condemned a similar ruling made in Nigeria earlier this month.\n\nLagos judge Mojisola Dada sentenced Olalekan Hameed to death by hanging for the murder of his employer's mother.\n\nHameed had pleaded not guilty to killing 76-year-old Jolasun Okunsanya in December 2018.\n\n\"The irreversible punishment is archaic, inherently cruel and inhuman. It should be abolished,\" Human Rights Watch told the BBC at the time."}