{"url": "http://www.bbc.com/news/business-52733706/#comp-comments-button", "text": "Image copyright Getty Images\n\nUp to 60m people will be pushed into \"extreme poverty\" by the coronavirus warns the president of the World Bank.\n\nDavid Malpass said the bank expects global economic growth to shrink by 5% this year as nations deal with the pandemic.\n\nThis has already led to millions losing their jobs and businesses failing, with poorer countries feeling the brunt.\n\n\"Millions of livelihoods have been destroyed and healthcare systems are under strain worldwide,\" he said.\n\n\"Our estimate is that up to 60 million people will be pushed into extreme poverty - that erases all the progress made in poverty alleviation in the past three years,\" Mr Malpass warned on Tuesday.\n\nThe World Bank defines \"extreme poverty\" as living on less than $1.90 (£1.55) per person per day.\n\nThe Washington-based lender is offering $160bn in grants and low-interest loans to help poor countries tackle the crisis. Mr Malpass said that 100 countries, home to 70% of the world's population, had already been granted emergency finance.\n\n\"While the World Bank is providing sizeable resources, it won't be enough,\" he added.Mr Malpass said he was also frustrated with commercial lenders dragging their heels on offering debt relief to poor nations. \"I have been somewhat frustrated by the slow pace. Commercial creditors are still, by and large, taking payments from even the poorest countries and there needs to be faster movement.\"\n\nThe World Bank worked with the International Monetary Fund (IMF) on a scheme to allow poorer countries to request debt relief on repayments of loans owed to G20 members until the end of this year.\n\nAt the same time, Jamie Dimon, chief executive of JP Morgan bank, said that the coronavirus pandemic must serve as a \"wake-up call\" to build a fairer society.\n\n\"It is my fervent hope that we use this crisis as a catalyst to rebuild an economy that creates and sustains opportunity for dramatically more people, especially those who have been left behind for too long,\" he wrote ahead of the bank's annual shareholder meeting on Tuesday."}