{"url": "http://www.bbc.com/news/world-europe-52738356", "text": "Image copyright Getty Images Image caption Workers at a meat processing factory in Germany queue for Covid-19 tests\n\nGermany has agreed a proposal to ban the use of temporary workers at slaughterhouses following a spate of coronavirus infections.\n\nHundreds of people working at abattoirs across Germany and France have tested positive for Covid-19 in recent weeks.\n\nMany workers have arrived from Romania on flights chartered by farmers.\n\nHealth experts are looking at possible reasons for the outbreaks, including overcrowded accommodation and cold conditions at processing facilities.\n\nOn Wednesday, German Chancellor Angela Merkel's cabinet agreed a draft proposal preventing subcontractors - largely migrant workers - from processing meat at plants from January 2021.\n\nAny violation of the new rules by abattoir owners could result in a fine of up to €30,000 (£26,800; $32,900), the proposal states.\n\nCountries across Europe started closing their borders to non-essential travel and reinstating checkpoints in March, to try to limit the spread of coronavirus.\n\nHowever, European farm workers - largely from Romania - are among the few permitted to travel. As many as 30,000 Romanians have been flown to Germany to work in the food industry.\n\n'Ashamed' by mass infection of Romanians\n\nThe issue of poor working conditions in German meat-packing factories was raised after a cluster of coronavirus infections were recorded at a slaughterhouse in the western German city of Münster over the weekend.\n\nAt another slaughterhouse in Coesfeld, North Rhine-Westphalia, more than 260 workers - many living in shared accommodation - tested positive for the virus.\n\nCases are also increasing in western France, where more than 100 infections were recently reported at two separate slaughterhouses.\n\nImage copyright Reuters Image caption Romania's labour minister travelled to Germany by road to talks to season workers angry about their living and working conditions\n\n\"The circumstances we are going through reveal a number of systemic problems that we haven't addressed properly,\" Romania's labour minister, Violeta Alexandru, told Reuters news agency following a meeting with her German counterpart Hubertus Heil.\n\nShe travelled 18 hours by car from Bucharest to see the conditions for herself, telling Deutsche Welle that any Romanian who encountered health or hygiene issues should turn to the police if necessary.\n\nRomania's ambassador, Emil Hurezeanu, said the minister had heard from seasonal workers who had gone to the consulate in Bonn to protest about working and living conditions.\n\nMr Heil said that the \"mass infection of Romanian workers in the meat industry\" was not acceptable, adding: \"I have to say it makes me ashamed.\"\n\nWhat do I need to know about the coronavirus?\n\nOn Monday, Mr Heil called for stricter oversight of the food industry, including the issue of overcrowded accommodation for foreign workers.\n\n\"During the coronavirus crisis they have become a dangerous health risk for employees and the entire population,\" he said.\n\nWednesday's proposal, which will need to be approved by parliament, also includes the implementation of a digital system to register hours worked by staff to ensure that people do not exceed the limit of a 10-hour shift.\n\n\"The meat industry is important in our country,\" Mr Heil said. \"But there can be no tolerance for a business model that willingly accepts exploitation and the spread of pandemics.\""}