{"url": "https://www.bbc.co.uk/news/world-asia-india-52672764", "text": "Image caption Many migrants have also taken their families along on their difficult journeys\n\nTens of thousands of daily-wage migrant workers suddenly found themselves without jobs or a source of income when India announced a lockdown on 24 March.\n\nOvernight, the cities they had helped build and run seemed to have turned their backs on them, the trains and buses which should have carried them home suspended.\n\nSo with the looming fear of hunger, men, women and children were forced to begin arduous journeys back to their villages - cycling or hitching rides on tuk-tuks, lorries, water tankers and milk vans.\n\nFor many, walking was the only option. Some travelled for a few hundred kilometres, while others covered more than a thousand to go home.\n\nThey weren't always alone - some had young children and others had pregnant wives, and the life they had built for themselves packed into their ragtag bags.\n\nMany never made it. Here, the BBC tells the story of just a handful of the hundreds who have lost their lives on the road home.\n\nSanju Yadav and her daughter Nandini\n\nImage caption Rajan Yadav, his wife Sanju and their two children wanted to make it big in Mumbai\n\nSanju Yadav and her husband, Rajan, and their two children - Nitin and Nandini - arrived in India's financial capital, Mumbai, a decade ago with their meagre belongings and dreams of a brighter future.\n\nHer children, she hoped, would thrive growing up in the city.\n\n\"It was not like she didn't like the village life,\" Rajan explained. \"She just knew that Mumbai offered better opportunities for all of us.\"\n\nIndeed, it was Sanju that encouraged Rajan to push himself.\n\n\"I used to do an eight-hour shift in a factory. Sanju motivated me do something more, so we bought a food cart and started selling snacks from 16:00 to 22:00.\n\n\"She pushed me to think big, she used to say that having our business was way better than a job. Job had a fixed salary, but business allowed us to grow.\"\n\nTwo years ago, all the hard work seemed to be paying off. Rajan used his savings and a bank loan to buy a tuk-tuk. The vehicle-for-hire brought more money for Sanju and her family.\n\nBut then came coronavirus.\n\nImage caption Thousands of people have left the cities\n\nThe couple first heard Prime Minister Narendra Modi talk about the virus on TV on 19 March. A full, three-week lockdown was announced less than a week later.\n\nThey used up most of their savings to pay rent, repay the loan and buy groceries in March and April. They were hoping that the city would reopen in May, but then the lockdown was extended again.\n\nOut of money and options, they decided to go back to their village in Jaunpur district in Uttar Pradesh state. They applied for tickets on the special trains that were being run for migrants, but had no luck for a week.\n\nDesperate and exhausted, they decided to undertake the 1,500-km long journey in their tuk-tuk. The family-of-four left Mumbai on 9 May.\n\nImage caption Many were travelling with small children\n\nRajan would drive from 05:00 to 11:00. He would then rest during the day, and at 18:00 the family would be back on the road until 23:00. \"We ate whatever dry food we had packed and slept on pavements. The prospect of being in the safety of our village kept us going,\" he says.\n\nBut in the early hours of 12 May - just 200km from their village - a truck rammed into the tuk-tuk from behind.\n\nSanju and Nandini died on the spot. Rajan and Nitin escaped with minor injuries.\n\n\"It all ended so quickly,\" Rajan says. \"We were so close to our village. We were so excited. But I have nothing left now - just a big void.\"\n\nHe says he can't help but keep thinking about the train tickets that never came. \"I wish I had gotten the tickets. I wish I had never started the journey… I wish I was not poor.\"\n\nLallu Ram Yadav\n\nImage caption Lallu Ram Yadav was excited to spend time with his family\n\nLallu Ram Yadav used to meet his cousin Ajay Kumar every Sunday to reminisce about the village he had left for Mumbai a decade earlier, in search of a better life for his wife and six children.\n\nFor 10 years, the 55-year-old had worked as a security guard, 12 hours a day, six days a week.\n\nBut his hard work amounted to little once the lockdown began, and the cousins both found their savings quickly ran out.\n\nLallu Ram called his family to say they were coming home - at least, he would now get to spend time with his children, he said.\n\nAnd so Lallu Ram and Ajay Kumar joined the desperate scramble to find a way home to the village in Uttar Pradesh's Allahabad district, some 1,400km away.\n\nBut the price demanded by lorry drivers proved too much. Instead, inspired by the migrants walking home they saw on the television, they packed small bags and began the journey on foot with four friends.\n\nImage caption Many migrants say they don't want to come back to cities\n\nThe covered around 400km in the first 48 hours - hitchhiking in lorries along the way. But the journey was more difficult than they had imagined.\n\n\"It was really hot and we would get tired quickly,\" Ajay Kumar said. \"The leather shoes we were wearing were extremely uncomfortable.\"\n\nThey all had blisters on their feet after walking for a day, but giving up was not an option.\n\nOne evening, Lallu Ram started complaining about breathing difficulties. They had just entered Madhya Pradesh state - they still had a long way to go, but they decided to rest for a while before starting again.\n\nLallu Ram never woke up. When they took him to a nearby hospital, they were told he had died of a cardiac arrest, triggered by exhaustion and fatigue.\n\nImage caption Many found it difficult to find food during their journeys\n\nThey didn't know what to do with the body. An ambulance was going to take five to eight hours to reach them.\n\nThe group had around 15,000 rupees ($199; £163) between them - half the amount needed to hire a lorry. But one driver agreed to take the rest of the payment later. And that's how they took the body back home.\n\nLallu Ram couldn't fulfil the promise of spending more time with his children.\n\n\"The family's only breadwinner is gone,\" says Ajay Kumar. \"Nobody helped us. My cousin didn't have to die - but it was a choice between hunger and the long journey.\n\n\"We poor people often have to pick the best from several bad choices. It didn't work out for my cousin this time. It seldom works out for poor people like him.\"\n\nSagheer Ansari\n\nImage caption Sagheer Ansari was an expert tailor but had lost his job recently\n\nSagheer and Sahib Ansari were good tailors. They never struggled to find work in Delhi's booming garment factories - until the lockdown.\n\nWithin days, they lost their jobs. The brothers thought things would go back to normal in a few weeks and stayed put in their tiny one-room house.\n\nWhen their money ran out, they asked family members in the village for help. When the lockdown was further extended in May, their patience ran out.\n\n\"We couldn't have asked the family for more money. We were supposed to help them, not take money from them,\" Sahib says.\n\nThey would wait in queues for food being distributed by the government. But, Sahib says, it was never enough and they always felt hungry.\n\nSo the brothers discussed the idea of going back to their village in Motihari district in Bihar state, some 1,200km from Delhi.\n\nImage caption Sagheer has left behind his wife and three young children\n\nThey and their friends decided to buy used bicycles, but could only afford six for eight people. So they decided that they would all take turns to ride pillion.\n\nThey left Delhi in the early hours of 5 May. It was a hot day and the group felt tired after every 10km.\n\n\"Our knees would hurt, but we kept pedalling. We hardly got a proper meal and that made it more difficult to pedal,\" Sahib says.\n\nAfter riding for five days, the group reached Lucknow - the capital of Uttar Pradesh. It had been two days since they had had a proper meal and they were mostly surviving on puffed rice.\n\n\"All of us were very hungry. We sat on a road divider to eat because there was hardly any traffic,\" he says.\n\nImage caption Many migrants have had to travel in overcrowded lorries\n\nBut then a car came out of nowhere, hitting the barrier and striking Sagheer. He died in a hospital a few hours later.\n\n\"My world came crashing down,\" Sahib says. \"I had no idea what I was going to tell his two children and his wife.\n\n\"He used to love home-cooked food and was looking forward to it. He died without having a proper meal for days.\"\n\nSahib eventually reached home with his brother's body, brought by an ambulance. But he couldn't mourn with his family for long, as he was put into a quarantine centre right after the burial.\n\n\"I don't know who to blame for his death - coronavirus, hunger or poverty. I have understood one thing: I will never leave my village. I will make less money but at least I will stay alive.\"\n\nBalram and his friend, Naresh Singh\n\nImage caption Naresh Singh with his wife (standing to his right) and children\n\nJaikrishna Kumar, 17, regrets encouraging his father Balram to come home after the lockdown started.\n\nBalram was from a village in Bihar's Khagadia district, but was working in Gujarat - one of the states worst-hit by the coronavirus - when much of India closed down in March.\n\nHe and his friend Naresh Singh, a maintenance worker for mobile phone towers, were both working hard so their sons back in Bihar could have better futures. Balram wanted Jaikrishna to go to college, Nikram wanted his sons to become government officers.\n\nThey started their journey on foot, but about 400km into it, policemen helped them and others to hitch a ride in a lorry.\n\nThe \"ride\" involved them all being precariously perched on top of cargo - a common sight on Indian highways.\n\nImage caption People have taken extreme risks to get home\n\nBut this time, the driver lost control in Dausa town in Rajasthan state, ramming the lorry into a tree.\n\nBoth Naresh and Balram died in the accident.\n\nNow Jaikrishna Kumar says he will probably have to quit studying and find a job to support the family.\n\n\"The accident took away my father and my dreams of getting an education. I wish there was another way. I don't like the idea of going to a city to work, but what other option do I have?\n\n\"My father wanted me to break the cycle of poverty. I don't know how to do it without him.\""}