{"url": "http://www.bbc.com/news/world-latin-america-52739734", "text": "Image copyright Elaine Oliveira/Instagram Image caption Ms Oliveira pleaded with people to stop believing fake news and stay home on Nurses Day\n\nOn Nurses Day last week, Elaine Oliveira posted a picture of herself in full protective gear on Instagram and begged people to stay home.\n\nThe 33 year old was too exhausted to get out of bed after working through the night at a hospital in Fortaleza, in north-eastern Ceará state.\n\nShe had not seen her parents in two months. “I miss them deeply and it hurts,” Ms Oliveira wrote.\n\n“As I write this, my fellow colleagues are working hard at someone’s bedside, trying to save their lives or give them some dignity.\n\n“I don’t want applause or congratulations, I want you to stay home to protect you, me and your family.”\n\nFlouting lockdown\n\nMs Oliveira had wanted to get those words off her chest for some time, she told the BBC.\n\nShe had been watching while so many fellow Brazilians ignored or pointedly flouted measures intended to protect the population from Covid-19.\n\nSupporters of President Jair Bolsonaro, in particular, have tried to play down the seriousness of the disease.\n\nImage copyright Reuters Image caption President Bolsonaro has dismissed Covid-19 and encouraged people to flout social distancing measures\n\nThey have organised protests against, and in defiance of, social distancing rules.\n\n“Today is Nurses Day and the president of my country rides a jet ski and says, ‘So what?’” Ms Oliveira wrote on Instagram.\n\n“These are not just numbers, they are people who have children, parents, partners. They're loved and they want to live.”\n\n‘Very deflated’\n\nBrazil now has the third highest number of Covid-19 cases in the world - around a quarter of a million, ,according to a tally by Johns Hopkins University.\n\nBut experts suggest the figure could be more than three million.\n\n“I can categorically say that Brazil has become the most important epicentre for the spread of the Covid-19 virus in the world,” Domingos Alves, a professor at the Ribeirao Preto Medical School told BBC News Brasil.\n\nAlmost 18,000 people have died according to official figures, but Prof Alves warns that the death toll has been massively underreported.\n\nAnd yet President Bolsonaro insists that Covid-19 is “only a mild flu”.\n\nThe far-right leader has been attending anti-lockdown demonstrations, shaking hands with supporters, and even promising to hold a barbecue “for about 30 guests” in the middle of the pandemic.\n\nMedia playback is unsupported on your device Media caption The BBC's Katy Watson looks at how Bolsonaro has responded to the virus\n\nQuestioned by journalists last month after Brazil’s death toll exceeded 5,000, he said: “So what? I am sorry, but I can’t work miracles.\"\n\nItalo Lennon, an epidemiologist tracking the pandemic at Ceará's public health department, says the situation is making him feel “very deflated”.\n\n“When this all started, I thought I would be able to put my most important skills to use. I thought we were going to face a difficult pandemic but that I would be able to help the population,” Mr Lennon told the BBC.\n\n“I feel we are trying to roll a boulder up a hill.”\n\n'We are having to choose who lives and who dies'\n\nCeará state has recorded the second-highest number of cases, after São Paulo. Intensive care units are at near-full capacity, despite the number of beds having doubled since the pandemic began.\n\nImage copyright Getty Images Image caption Intensive care units in several Brazilian cities are fast running out of beds\n\nMs Oliveira works at an emergency unit treating Covid-19 patients. “We are having to decide who is going to be ventilated and who isn’t,” she says.\n\nMany patients have died waiting and all staff can do is give palliative care “to let them go in peace”, she adds.\n\nThe city has installed large refrigerated containers to store the bodies of coronavirus victims but the gravity of the situation is not appreciated by all Brazilians, argues Italo Lennon.\n\n\"Many people are choosing not to believe reality,\" he says.\n\n“People are ignoring social distancing rules, they are refusing to wear masks, they are taking part in gatherings.\n\n“We hear about parties that happened at the house of so and so,” Mr Lennon says. “We are trying to convince people of the problem that is right in front of them. Our biggest problem is fake news.”\n\nEarlier this month, Instagram removed a post shared by a state legislator in which he claimed the death toll was being exaggerated by officials to instil fear in the population.\n\nMedia playback is unsupported on your device Media caption Aerial footage of Latin America's biggest graveyard\n\nThe information was subsequently found to be false and removed – but only after being shared by Mr Bolsonaro.\n\nIn March, Twitter and Facebook deleted presidential posts after identifying them as fake news.\n\nLast month, rumours - which have since been disproved - that authorities in the Amazonian city of Manaus were filling graves with empty coffins to inflate the death toll went viral on social media.\n\nDivisions run deep and are even splitting families apart.\n\nMs Oliveira says she has stopped talking to her four brothers because they have all been following Mr Bolsonaro’s advice.\n\nShe says she got “very upset” because they will not take any precautions or stop visiting her elderly parents.\n\nFrontline staff like her are making sacrifices during the pandemic - such as being separated from their children and partners for weeks - sacrifices she feels are not being respected by those ignoring restrictions.\n\nFor Ms Oliveira, denial only worsens the situation - and increases her anguish.\n\n“If it weren’t for all this political polarisation, we could save more lives.”"}