{"url": "http://www.bbc.com/news/51980731", "text": "Image copyright Getty Images Image caption Global demand for the malaria drug has soared\n\nUS President Donald Trump has said he's taking the malaria drug hydroxychloroquine as a preventative measure against Covid-19, although scientists have warned about side effects.\n\nStudies are underway to examine if hydroxychloroquine (and a related drug chloroquine) are effective against the coronavirus.\n\nWe've looked at what we know so far about these drugs.\n\nWho's raised concerns about using them?\n\nThe World Health Organization has said it's concerned by reports of individuals self-medicating and causing themselves serious harm.\n\nImage copyright Getty Images Image caption President Trump has talked before about using these drugs for Covid-19\n\nThese safety concerns have been echoed by a former top US health official.\n\nDr Rick Bright, who was removed from his post in April leading the government's vaccine development efforts, says President Trump's focus on these drugs has been \"extremely distracting to dozens of federal scientists\".\n\nAnd the US Food and Drugs Administration, which granted emergency approval for using them in certain settings only, has also warned about possible side effects.\n\nIs there evidence they might treat Covid-19?\n\nPresident Trump has previously referred to the potential of hydroxychloroquine in White House briefings. At a press conference in April, he said: \"What do you have to lose? Take it.\"\n\nAnd Brazilian President Jair Bolsonaro claimed in a video that \"hydroxychloroquine is working in all places\", although that was subsequently removed by Facebook for breaching its misinformation guidelines.\n\nThe publicity given to these drugs led to a global surge in demand for them.\n\nFollowing Mr Trump's comments in late March, there was a sharp increase reported in prescriptions in the US for both chloroquine and hydroxychloroquine.\n\nTablets containing chloroquine have long been used in the treatment of malaria to reduce fever and inflammation, and the hope is that they can also work against the virus that causes Covid-19.\n\nThere are ongoing trials in various countries on using the drugs to prevent the illness. As part of these studies, frontline workers who are highly exposed to the virus are taking it as a prophylactic.\n\nOther studies are looking into whether it can help patients who already have Covid-19.\n\nIn the US, various trials are under way for a combination of drugs including chloroquine, hydroxychloroquine and an antibiotic called azithromycin, for treating Covid-19 patients.\n\nBut so far, there is insufficient evidence from these trials as to their effective use in either prevention or in treatment.\n\n\"We need larger, high-quality randomised clinical trials in order to better evaluate their effectiveness,\" says University of Oxford's Kome Gbinigie, author of a report on anti-malarial testing for Covid-19.\n\nThere are also risks of serious side effects, including renal and liver damage.\n\nWhich countries authorised their use?\n\nIn late March, the US Food and Drugs Administration (FDA) has granted \"emergency use\" authorisation for these drugs in the treatment of Covid-19 for a limited number of hospitalised cases.\n\nThe FDA is not saying they definitely work. But it does mean that in specific circumstances, hospitals can request and use the medicines from government stockpiles for use in Covid-19 treatment.\n\nBut on 24 April, the FDA also issued a warning about the dangers of using the substances because of reports of heart rhythm problems in patients.\n\nImage copyright Reuters Image caption American scientists have begun a trial to see if chloroquine will help treat coronavirus\n\nOther countries are also deploying these anti-malarial drugs to varying degrees.\n\nFrance has authorised doctors to prescribe them for patients with Covid-19, but the country's medical watchdog has also warned of side effects.\n\nIndia's health ministry recommended the use of hydroxychloroquine as a preventative treatment for healthcare workers, as well as households in contact with confirmed cases if they have a prescription from a doctor.\n\nHowever, India's government research body has warned against the unrestricted usage of the anti-malarial drug and said it was \"experimental\" and only for emergency situations.\n\nSeveral Middle Eastern countries have authorised its use or are conducting trials.\n\nIs there enough available?\n\nAs interest in these drugs has grown as a potential treatment for Covid-19, many countries have seen high demand and shortages.\n\nChloroquine and its derivatives have long been widely available in pharmacies, particularly in developing countries, for the treatment of malaria.\n\nThis is despite their declining efficacy against malaria, as the disease has become increasingly resistant.\n\nImage copyright Getty Images\n\nA number of countries restricted sales so that chloroquine was only available on prescription or in hospitals.\n\nIndia - a major producer of these anti-malarial drugs - at one point stopped exports. But it lifted the ban after President Trump made a personal plea to India's Prime Minister, Narendra Modi.\n\nIn Nigeria, households still regularly use tablets containing chloroquine for treating malaria, even though it was banned in 2005 for first-line use because of its declining effectiveness.\n\nBut news of its possible use against Covid-19 led to growing demand, and the Nigerian Centres for Disease Control told people to stop taking it.\n\nRead more from Reality Check\n\nSend us your questions\n\nFollow us on Twitter"}