{"url": "http://www.bbc.com/news/health-51736185", "text": "Image copyright Kirsty O'Connor / PA Media Image caption At Clapham Junction station some seats are taped off to keep people apart\n\nSince the UK went into lockdown, there have been reduced services on trains, buses and planes, and the government has advised against all but essential travel.\n\nNow, with restrictions being eased in England, more people are being encouraged back to work.\n\nThe government says they should avoid public transport and walk, cycle or drive instead.\n\nBut if they can't, what are the risks of taking the bus or train?\n\nHow safe are train and bus travel?\n\nA lot of the potential risk of infection on trains and buses depends on how crowded they are, and so how far away you can keep from other people. This applies both on the vehicles and at stops and stations, and will vary in different parts of the country and on different routes.\n\nVentilation also plays an important role as fresh air can help droplets containing the virus dissipate faster, so being able to open a window can be an advantage.\n\nCoronavirus spreads when an infected person coughs, sneezes or exhales small droplets packed with the virus into the air.\n\nThese droplets can enter the body through the eyes, nose and mouth, either directly or after touching a contaminated object.\n\nThe government's consistent message has been to stay 2m (more than 6ft) apart from people outside your household.\n\nImage copyright Henry Nicholls / Reuters Image caption People sit apart on the Tube as they try to keep their distance\n\nPrevious research has suggested a link between commuting on the London Underground and the likelihood of catching respiratory illnesses.\n\nDr Lara Gosce, at the Institute of Global Health, says her research (published in 2018) showed people who used the Underground regularly were more likely to suffer flu-like symptoms.\n\n\"Particularly, it shows that boroughs served by fewer lines - where inhabitants are forced to change line one or more times when travelling on the Underground - have higher rates of influenza-like diseases, compared to well-served boroughs where passengers reach their destination by one direct trip,\" she said.\n\nIf you're travelling on a relatively empty train or bus, though, your risks would be different. How long you spend on transport will also play a role - spending more time in contact, and coming into contact with more people will increase your risk.\n\nSo, \"limiting the number of close contacts with potentially infected individuals and objects is important,\" according to Dr Gosce.\n\n\"In terms of travel, avoid peak hours if possible,\" she says, suggesting, where viable, passengers should choose routes involving only one means of transport.\n\nWhat is the advice for passengers?\n\nThe government says people should \"consider all other forms of transport before using public transport\". If they can't walk, cycle or drive to their destination, they are advised to:\n\nTravel at off-peak times\n\nTake a less busy route and reduce the number of changes\n\nWait for other passengers to get off before boarding\n\nKeep 2m away from people \"where possible\"\n\nWash their hands for at least 20 seconds after completing their journey\n\nThe government acknowledges that there may be situations where people can't keep 2m away from each other, such as at busy times or getting on or off public transport. In these cases, the advice is to avoid physical contact and face away from others.\n\nGovernments in England, Scotland and Northern Ireland have also recommended people wear face coverings on public transport.\n\nThe Welsh government has said people can choose to wear them, but adds the evidence is \"not strong enough\" to make them mandatory.\n\nFace coverings can help reduce the risk of transmission in some circumstances. In particular, they are to stop the wearer passing on coronavirus, rather than protecting them from others.\n\nWhat safety measures are travel operators taking?\n\nTransport networks around the country are enhancing their safety measures to protect staff and passengers.\n\nArriva Buses is only accepting contactless payment and will no longer give change for cash payments.\n\nTransport for London is installing hand sanitisers at all tube, rail and bus stations and has introduced a rigorous cleaning schedule.\n\nIt says it will only be able to carry 13-15% of its normal number of passengers on the Underground and buses.\n\nOn Wednesday morning, national rail reported a 10% rise in passengers compared with the same time last week.\n\nLondon's Tube saw a 7.3% rise, with 83,293 journeys by 10am. But this was a fraction of normal passenger volume, which saw 1.2m journeys by 10am on the same day last year.\n\nNetwork Rail, which owns Britain's rail infrastructure, introduced a new timetable on Monday 18 May, which added about 3,000 trains per day. But the company said passenger capacity was still only between 10% and 13% of normal levels.\n\nSecurity guards trained in crowd control have been put on duty at some major railway stations while some intercity services are only allowing passengers with reservations onto trains.\n\nWhat is the situation around the UK?\n\nPeople in England who are allowed to return to work have been asked not to use public transport if possible.\n\nPeople in Wales have been told to avoid it where possible.\n\nLimited public transport services are running in Scotland for people who absolutely need to get to work and the situation is similar in Northern Ireland."}