{"url": "http://www.bbc.com/news/science-environment-52719662", "text": "Image copyright Getty Images Image caption Switching to a vegan diet can help but doesn't quite have the impact of other measures\n\nClimate change can still be tackled – but only if people are willing to embrace major shifts in the way we live, a report says.\n\nThe authors have put together a list of the best ways for people to reduce their carbon footprints.\n\nThe response to the Covid-19 crisis has shown that the public is willing to accept radical change if they consider it necessary, they explain.\n\nAnd the report adds that government priorities must be re-ordered.\n\nProtecting the planet must become the first duty of all decision-makers, the researchers argue.\n\nThe authors urge the public to contribute by adopting the carbon-cutting measures in the report, which is based on an analysis of 7,000 other studies.\n\nTop of the list is living car-free, which saves an average of 2.04 tonnes of CO2 equivalent per person annually.\n\nThis is followed by driving a battery electric car - 1.95 tonnes of CO2 equivalent per person annually - and taking one less long-haul flight each year - 1.68 tonnes of CO2 equivalent per person.\n\nSwitching to a vegan diet will help - but less than tackling transport, the research shows.\n\nIt says popular activities such as recycling are worthwhile, but don’t cut emissions by as much.\n\nChange of mindset\n\nThe lead author, Dr Diana Ivanova from Leeds University, told BBC News: “We need a complete change of mindset.\n\n“We have to agree how much carbon we can each emit within the limits of what the planet can bear – then make good lives within those boundaries.\n\n“The top 10 options are available to us now, without the need for controversial and expensive new technologies.”\n\nDr Ivanova said the coronavirus lockdown has shown that many people could live without cars if public transport, walking and cycling were improved.\n\nHer research highlights rich people who typically take more flights, drive bigger cars and consume the most.\n\nA 'moral issue'\n\nShe said: “All the world suffers from climate change, but it’s not the average person who flies regularly – it’s a small group, yet aviation is under-taxed. It’s a moral issue.”\n\nIn her league table, buying renewable power and using public transport rank fourth and fifth.\n\nSixth is insulating your home well, which saves 0.895 tonnes of CO2 equivalent.\n\nSeventh is switching to a vegan diet, which saves 0.8 tonnes.\n\nImage copyright PA Media Image caption Effectively insulating your home is an important step\n\nOther top actions are using heat pumps; switching from polluting cookstoves (in developing countries) to better methods of cooking, and heating buildings with renewable energy.\n\nDr Ivanova said that if people implemented the measures, it would save around nine tonnes of carbon dioxide equivalent (CO2e) per person per year.\n\nCurrent annual household emissions are around 10 tonnes in the UK, and 17 in the US.\n\n'Valuable' study\n\nThe study, out soon in the journal Environmental Research Letters, says the following are worthwhile, but of lesser benefit to the climate: green roofs; using less paper; buying more durable items; turning down the thermostat - and recycling, which saves 0.01 tonnes of CO2 equivalent per year, according to Dr Ivanova.\n\nImage copyright Reuters Image caption Outside of lockdown, taking fewer flights can make a major contribution to cutting carbon\n\nSome of the findings will be questioned. Polls suggest some people think climate is as important as the virus, for instance, but some don’t.\n\nProfessor Tommy Wiedmann from the University of New South Wales in Australia, said: “This is a valuable study. But it only looks at the carbon footprint and not at other impacts like water scarcity because of lithium mining for electric car batteries.\n\nLibby Peake, from the Green Alliance think tank, told BBC News: “People shouldn’t stop good habits like recycling, which saves some carbon while preventing waste and conserving resources.”\n\n“Better design allows people to buy fewer but higher-quality things and to live in buildings with lower carbon footprints. These savings aren’t necessarily covered by this study.”\n\nFollow Roger on Twitter."}