{"url": "http://www.bbc.com/news/newsbeat-52678081", "text": "Image copyright Frank Fieber\n\n\"When your job is singing, you're meant to have won the lottery… but it was making me miserable.\"\n\nJosef Salvat has spent the last few years trying to remember why he wanted to be a musician in the first place.\n\nThe Australian singer released his debut album Night Swim back in 2015, got loads of attention for his cover of Rihanna's Diamonds… but then it all went quiet.\n\n\"I needed a break. I felt trapped,\" he says.\n\nIt got to a point where he says performing, seeing an audience or posting an Insta would be triggers for his anxiety.\n\n\"It's not so much the post. It's the reaction,\" he says. \"Is it good enough? Does it fit in? How popular is it?\"\n\nSo, instead of rushing out a follow-up, Josef took some time out.\n\nHe went and lived in Berlin for a bit, tried unsuccessfully to get into yoga, had a bit of self-discovery before finally getting to work on his new album titled - appropriately - Modern Anxiety.\n\nThe title track reflects an obsession with our phones, the constant scrolling on feeds and the fact we \"know what people are up to all the time\".\n\nOther people are \"literally in our pockets 24/7\", he says.\n\nWith the current coronavirus situation, Josef says there's \"no escape from the world that we're living in right this moment\".\n\n\"You see headline after headline after headline. A lot's true but a lot is speculation. It's putting a lot of pressure on our brains.\"\n\n'Chemsex was making him so unhappy'\n\nOn the new album, there's one track in particular, Paper Moons, which draws on his experience of helping a friend who was struggling with addiction.\n\nThe lyrics are: \"You keep on asking me to save you but it never works. I don't know why you're so committed to your pain.\"\n\nHe says his friend was \"out of control\" and heavily into the chemsex scene, where drugs are combined with sex.\n\n\"He would phone me in the early hours of the morning, usually in tears and usually in someone else's apartment.\n\n\"I had to talk him through what to do, telling him to put his clothes on and then talking to him on his journey home, until he finally fell asleep. \"\n\nJosef says this was happening every few days for a few months and he couldn't stop himself getting angrier as it went on.\n\n\"I didn't judge him for what he was doing. I just saw that it was making him so unhappy.\n\n\"It wore me down and I didn't know what to do. You don't want to see anything bad happen to them but I just wondered what else could I say to keep them from the edge.\"\n\nFortunately, Josef says he and his mate are in a much better place now.\n\nImage copyright Frank Fieber Image caption Josef hasn't released an album since his 2015 debut Night Swim\n\nDuring the peak of lockdown in the UK, Josef was in his native Australia where he was spending time at his parents' house in the \"middle of nowhere\".\n\nThe home is about a 4.5 hour drive from Sydney and 45 minutes from the nearest town.\n\nHaving no internet and hardly any 3G was great \"for about four days\", he says.\n\nWith the release of his album approaching, he realised he had \"all my upcoming gigs cancelled and there was no network to even do something like a livestream\".\n\nAt least there was time to bond with his family over a previous trip to the UK in early February, when Josef managed one comeback gig at a small club in east London.\n\nIt was the first time he'd been on stage in four years and the first time his dad, Keith, had ever seen him live.\n\nHe'd flown all the way from Australia and hadn't been to a big city for 25 years.\n\n\"He was beaming.\"\n\nThe gig was also a revelation for Josef personally as it brought him full circle on rediscovering why he was a singer on stage in the first place.\n\n\"There is no greater feeling on Earth than connecting with a roomful of people in that way.\"\n\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\n\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}