{"url": "http://www.bbc.com/news/health-52301633", "text": "Image copyright Getty Images\n\nMore than one million people around the world are known to have recovered from coronavirus, according to Johns Hopkins University. But the road back to full health is not the same for everyone.\n\nRecovery time will depend on how sick you became in the first place. Some people will shrug off the illness quickly, but for others it could leave lasting problems.\n\nAge, gender and other health issues all increase the risk of becoming more seriously ill from Covid-19.\n\nThe more invasive the treatment you receive, and the longer it is performed, the longer recovery is likely to take.\n\nWhat if I have only mild symptoms?\n\nMost people who get Covid-19 will develop only the main symptoms - a cough or fever. But they could experience body aches, fatigue, sore throat and headache.\n\nThe cough is initially dry, but some people will eventually start coughing up mucus containing dead lung cells killed by the virus.\n\nThese symptoms are treated with bed rest, plenty of fluids and pain relief such as paracetamol.\n\nImage copyright Getty Images\n\nPeople with mild symptoms should make a good and speedy recovery.\n\nThe fever should settle in less than a week, although the cough may linger. A World Health Organization (WHO) analysis of Chinese data says it takes two weeks on average to recover.\n\nWhat if I have more serious symptoms?\n\nThe disease can become much more serious for some. This tends to happen about seven to 10 days into the infection.\n\nThe transformation can be sudden. Breathing becomes difficult and the lungs get inflamed. This is because although the body's immune system is trying to fight back - it's actually overreacting and the body experiences collateral damage.\n\nSome people will need to be in hospital for oxygen therapy.\n\nGP Sarah Jarvis says: \"The shortness of breath may take some considerable time to improve... the body is getting over scarring and inflammation.\"\n\nShe says it could take two to eight weeks to recover, with tiredness lingering.\n\nWhat if I need intensive care?\n\nThe WHO estimates one person in 20 will need intensive care treatment, which can include being sedated and put on a ventilator.\n\nIt will take time to recover from any spell in an intensive or critical care unit (ICU), no matter what the illness. Patients are moved to a regular ward before going home.\n\nDr Alison Pittard, Dean of the Faculty of Intensive Care Medicine, says it can take 12 to 18 months to get back to normal after any spell in critical care.\n\nSpending a long time in a hospital bed leads to muscle mass loss. Patients will be weak and muscle will take time to build up again. Some people will need physiotherapy to walk again.\n\nImage copyright Getty Images Image caption Coronavirus rehabilitation in France\n\nBecause of what the body goes through in ICU, there's also the possibility of delirium and psychological disorders.\n\n\"There does seem to be an added element with this disease - viral fatigue is definitely a huge factor,\" says Paul Twose, critical care physiotherapist at Cardiff and Vale University Health Board.\n\nThere have been reports from China and Italy of whole-body weakness, shortness of breath after any level of exertion, persistent coughing and irregular breathing. Plus needing a lot of sleep.\n\n\"We do know patients take a considerable period, potentially months, to recover.\"\n\nBut it is hard to generalise. Some people spend relatively short periods in critical care, while others are ventilated for weeks.\n\nWill coronavirus affect my health long-term?\n\nWe don't know for sure as there is no long-term data, but we can look at other conditions.\n\nAcute respiratory distress syndrome (called Ards) develops in patients whose immune systems go into overdrive, causing damage to the lungs.\n\n\"There is really good data that, even five years down the line, people can have ongoing physical and psychological difficulties,\" says Mr Twose.\n\nDr James Gill, a GP and lecturer at Warwick Medical School, says people also need mental health support to improve recovery.\n\n\"You're finding breathing difficult, then the doctor says 'We need to put you on a ventilator. We need to put you to sleep. Do you want to say goodbye to your family?'.\n\n\"PTSD [post-traumatic stress disorder] in these most severe patients is not unsurprising. There will be significant psychological scars for many.\"\n\nThere remains the possibility that even some mild cases may leave patients with long-term health problems - such as fatigue.\n\nHow many people have recovered?\n\nGetting an accurate figure is difficult.\n\nAs of 1 May, Johns Hopkins University reported more than 1,021,000 people had recovered out of 3.2 million people known to have been infected around the world.\n\nImage copyright Getty Images Image caption A Covid-19 gives prostration of thanks on leaving hospital in Morocco\n\nBut countries use different recording methods. Some are not publishing recovery figures and many mild infections will be missed.\n\nMathematical models have estimated between 99-99.5% of people recover.\n\nCan I catch Covid-19 again?\n\nThere has been much speculation, but little evidence, on how durable any immunity is. If patients have successfully fought off the virus, they must have built up an immune response.\n\nReports of patients being infected twice may just be down to tests incorrectly recording they were free of the virus.\n\nThe immunity question is vital for understanding whether people can be reinfected and how effective any vaccine may be.\n\nFollow James on Twitter"}