{"url": "http://www.bbc.com/news/world-us-canada-52692846", "text": "Image copyright US Immigration and Customs Enforcement Image caption US authorities allege that the Gilgamesh Dream Tablet was smuggled illegally into the US\n\nUS prosecutors are seeking to confiscate a rare ancient tablet from a Christian museum co-founded by the president of retailer Hobby Lobby.\n\nThe 3,500-year-old artefact, from what is now Iraq, bears text from the Epic of Gilgamesh, one of the world's oldest works of literature.\n\nProsecutors allege that an auction house deliberately withheld information about its origins.\n\nHobby Lobby said it was co-operating with government investigations.\n\nIt bought the tablet from the auction house in a private sale in 2014 for $1.67m (£1.36m) for display at the Museum of the Bible in Washington.\n\nThe office of the US attorney for the Eastern District of New York says the tablet was illegally imported into the US.\n\nProsecutors did not name the auction house in their public statement, but on Tuesday Lobby House filed a lawsuit against Christie's in relation to the tablet.\n\nIn a statement, Christie's said the lawsuit was linked to alleged illegal conduct \"predating Christie's involvement\" with the artefact.\n\n\"Any suggestion that Christie's had knowledge of the original fraud or illegal importation is unsubstantiated,\" it said.\n\nKnown as the Gilgamesh Dream Tablet, the artefact features sections of a Sumerian poem - parts of the epic mirror stories from the Old Testament, such as the Garden of Eden.\n\nAccording to a civil suit filed by US prosecutors on Monday, the tablet was originally purchased by an antiques dealer in 2003 in London.\n\nIn 2007, the dealer sold it to another buyer for $50,000 and allegedly included a fake document claiming it had been obtained at an auction in the US in 1981.\n\nImage copyright Getty Images Image caption Hobby Lobby earlier handed back thousands of artefacts on display at the Museum of the Bible\n\nIt was then sold to Hobby Lobby in 2014.\n\nThree years later, when the museum's curator asked for clarity about the tablet's origins, the auction house allegedly withheld information about its origins, including the fake letter which it knew \"would not withstand scrutiny\", the prosecutors said.\n\nMedia playback is unsupported on your device Media caption Meet the archaeologist training to save Iraq's heritage\n\nIt is unclear if the case was flagged to authorities by the museum.\n\nThe tablet was seized from the museum in September last year; Monday's legal move was a formal attempt to take possession.\n\nIraq's ministry of antiquities told US broadcaster NPR that it was working to find out if the tablet was one of thousands of items stolen from its museum in 1991.\n\nAt least nine of the country's 13 regional museums were looted that year when Saddam Hussein's regime lost control of certain areas of the country, soon after his invasion of Kuwait.\n\nThe civil suit comes after Hobby Lobby was fined $3m and forced to hand over thousands of smuggled ancient artefacts from Iraq which it had bought for the Bible museum.\n\nIn March, the museum's board chairman, Steve Green, also disclosed that it had discovered another 5,000 papyrus fragments and 6,500 clay objects in its collection with insufficient provenance. He said the artefacts would be returned to Egypt and Iraq."}