{"url": "http://www.bbc.com/news/world-europe-52721154", "text": "Image copyright Getty Images Image caption There was euphoria in the centre of Kyiv a year ago as the new president was inaugurated\n\nIt's a year since Ukraine's best known comedian was sworn in as president.\n\nVolodymyr Zelensky won by a landslide on the back of bold promises to reform the country and end the war of attrition in eastern Ukraine.\n\nNeither of those has happened yet. But his first 12 months in the job have been eventful and, according to the latest polls, he remains remarkably popular.\n\nGetty Images How popular is Zelensky? 35% see Ukraine heading in right direction\n\n57% trust Zelensky; 37% don't\n\n39.3% would vote for him now\n\n34%still back his party Source: ratinggroup.ua\n\nAn eventful year\n\nInternationally, President Zelensky had a year to remember. He found himself at the centre of a scandal that led to the impeachment of President Donald Trump. Then there was a furore that followed Iran's shooting down of a Ukrainian plane.\n\nAt home he's won praise for prisoner swaps that have brought home high-profile Ukrainians who were being held in Russian jails.\n\nImage copyright Getty Images Image caption The Ukrainian leader still has more work to do to bring back prisoners held in Russian jails\n\nCovid-19 has so far been kept under control, perhaps due to a very early decision to lock down.\n\nBut in the past few months there's been a very definite shift in emphasis.\n\nThe reformers that accompanied him into power have been pushed out, amid claims that the idea of really shaking things up is over.\n\nWhat happened to the 'Dreamteam'?\n\nImage copyright Facebook/Volodymyr Zelensky Image caption Volodymyr Zelensky (second from R) and his \"Dreamteam\" in France\n\nThe picture above came at the peak of Zelensky-mania. Taken in Paris in April 2019 between the first and second round of Ukraine's election it shows the soon-to-be president on his way to the Elysée Palace to meet President Emmanuel Macron.\n\nThe caption on Zelensky's Facebook page is \"Dreamteam\". It was a statement that reassured those who wondered how a TV entertainer could possibly deliver on his ambitious promises. Even if he didn't have a clue, he would be surrounded by others who did.\n\nOn the far left of the picture is Alex Danylyuk. A former finance minister, he's credited with helping clean up Ukraine's banking sector.\n\nMr Danylyuk was at Mr Zelensky's side throughout the later stages of the election campaign and after the vote given a powerful job in charge of national security.\n\nThe next man across - the man with the stubble - is Rouslan Riaboshapka. His background is in law and fighting corruption. He was handed the job of prosecutor general, perhaps the most important of all the roles beneath the president.\n\nUkrainian presidents have consistently used the prosecutor general and his office as a tool to pursue their enemies and to reward their friends: cutting corrupt deals with oligarchs in return for favourable TV coverage or a share of ill-gotten gains. It was the rotten heart of a rotten political system.\n\nMr Riaboshapka promised to be independent and different. He immediately embarked on an ambitious attempt to clean up the prosecutor's office.\n\nThe appointment of Mr Riaboshapka, Mr Danylyuk and several other well-respected reformers was seen by Ukraine observers, both at home and abroad, as a clear sign that President Zelensky intended to try to deliver of his ambitious promises.\n\nYou've probably guessed it by now, but the Dreamteam didn't last long. Alex Danylyuk stayed four months; Rouslan Riaboshapka seven.\n\nI met up with Alex Danylyuk in Kyiv this week. He resigned from Mr Zelensky's team in September last year after falling out with the president's chief of staff (also now departed).\n\nMr Danylyuk told me he had no regrets about backing the former comedian and doesn't doubt his good intentions or desire to change things.\n\nSo what went wrong?\n\n\"He (Zelensky) surrounded himself with very weak, opportunistic people,\" Mr Danylyuk says. \"The comedian brought with him incompetent people who now run major government institutions.\"\n\nA reshuffle at the start of March saw almost all recognised reformers purged from office, among them Mr Danylyuk's fellow \"Dreamteamer\", Rouslan Riaboshapka.\n\nHe's now in France so I caught up with him via Skype and his assessment of what's taken place is bleak.\n\nMr Riaboshapka tells me he had \"big fish\" in his prosecutorial sight, meaning Ukraine's rich oligarchs, but that after initially backing far reaching reforms and de-oligarchisation President Zelensky dramatically lost his nerve.\n\n\"Instead of choosing to fight the oligarchs,\" Mr Riaboshapka tells me with a sigh, \"he chose peace and consensus with them.\"\n\nImage copyright Getty Images Image caption Ivan Bakanov was given the task of running Ukraine's SBU state security agency\n\nOn the right of the photo in Paris is Ivan Bakanov. He's rather different from the other \"Dreamteamers\". No-one describes him as a reformer.\n\nMr Bakanov is from the same southern Ukrainian town as Mr Zelensky and a childhood friend. He used to run Mr Zelensky's TV production company.\n\nEyebrows were raised when Mr Bakanov was given the plum job of head of Ukraine's state security agency the SBU. A year on and he's one of the few members of the Zelensky administration to still hold the same job.\n\nMedia playback is unsupported on your device Media caption There were joyful scenes in December when Ukrainian prisoners flew back to Kyiv\n\nPresident Zelensky has packed a lot into the first year and there are four to go. Plenty of people, particularly in Kyiv, will tell you that it's heading towards inevitable disaster; that history will repeat itself and it will all end with street demonstrations.\n\nBut for now the wider public still appear to back their unlikely leader. Despite the setbacks, many still see President Zelensky as Ukraine's best chance for change.\n\nMore from Jonah in Kyiv:"}