{"url": "http://www.bbc.com/news/world-us-canada-52671381", "text": "Image copyright Plinofficial Instagram\n\nA court in Pennsylvania this week took up the case against a 29-year-old Russian rapper, known as Plinofficial, accused of cybercrimes. He once dreamt of becoming the biggest rap artist on the planet. Where did it go wrong?\n\n\"Married to cash, high as a kite\" - this is how Maksim Boiko, a rapper originally from Siberia, formulated his credo in 2015. His track The Money is Flying came out in a collection called Killa Verse.\n\nPlinofficial was never a household name. MTV Russia fans voted him 74th best Russian rapper and he rarely performed in public.\n\nBut the redhead from northern Russia wanted to stand out among his fellow rappers. Although he couldn't have come from a more different world, Boiko identified with black hip-hop culture in the US and tried to emulate it in his own lifestyle, writing on social media that he lived and rapped like an African-American man.\n\nBoiko learnt about the lives of American rappers during a trip to the US. He adopted their habit of photographing himself with a stack of cash next to his ear - the famous \"money phone\" meme to resemble the \"brick\" mobile of the 1980s.\n\nBoiko published a photo of the fat bricks of cash, held together tightly with elastic bands, on Instagram. Awash with red bills portraying Chairman Mao, he made them into pyramids. Greenbacks with US presidents looked good against a backdrop of luxury handbags. Red and brown notes were only any use for \"phone calls\" inside Russia.\n\nBoiko drove a white Mercedes, sported an expensive Hublot wristwatch and drank Moët champagne. He rapped, \"I've been seen playing crazy games with cash/you'll blow off the roof with such a stash\", and \"We youngsters are making huge loads/we're making our 'Louis' bags explode.\" \"Clearly I'm sick and addicted to the money/ since 16 I'm independent from my papa and mommy.\"\n\n\"I live in Russia, I'm having a great time, I'm confident, calm, I sleep well and don't worry,\" the rapper said in an interview on TheMostRussia Youtube channel in 2017. \"It doesn't matter how much you earn; the important thing is to sleep well at night.\"\n\nTwo and a half years later, still calm and confident, Boiko and his pregnant wife flew to the US. He expected to become a father and release an album there. In February 2020 the couple's baby girl was born.\n\nA few weeks later, on 28 March, just days before his album launch, Boiko fell into the hands of the FBI who had been studying his work and Instagram photos.\n\nAt the source of Russian trap\n\nBorn in an oil-drilling town of Muravlenko, in the Yamal-Nenets district in the very north of Siberia, close to the Arctic circle, Boiko has not always been able to afford his extravagant lifestyle.\n\nIn an interview for a Russian music website, Boiko talked about his parents as ordinary working-class people. The BBC has learnt that Boiko's father went from being an electrician to a production manager at a Gazprom subsidiary in the north of Russia.\n\nBefore he left school, Boiko set up an independent hip-hop label and with his breakdancing friends started performing at festivals in Muravlenko and the neighbouring town of Noyabrsk. The tickets cost around 30 roubles ($0.40) and sometimes the gigs were cancelled because of bad weather. The average winter temperature in this part of Russia is -13F (-25C) below zero.\n\n\"The beer keg would get cold while you carried it to the apartment block entrance, where you'd be hanging out in the hallway with the lads,\" Boiko told TheMostRussia.\n\nAged 17, Boiko moved to Chelyabinsk, a much larger city in Western Siberia, to study journalism. During his second year at university he wrote on VKontakte: \"Studying is light and not studying - loads of free time, alcohol and chicks.\"\n\nBoiko spent the summer of 2010 in New York on a tourist visa. After spending all his money in a week, he found a job as a porter, first for $12, then $17-an-hour.\n\nWhen he returned home, he quit his course and moved to St Petersburg, Russia's second largest city, which he had visited several times and now began to call home.\n\nHe joined the Swagga Music collective, and the local Trap scene. Trap is a genre of hip-hop which started in the US in the 1990s, but acquired a newer sound - with a deep echo and multilayered synthesizers - in the first half of the 2010s.\n\nSwagga Music was one of the first to perform Trap in Russia - long before it was popular. Boiko called Lev Twice (Levon Papyan) who founded the group, the \"driving force behind the moves\".\n\nBut in summer 2012 Papyan died. The city rap-scene was dead for several months. Many think that it still hasn't recovered from the loss.\n\nThat autumn, Boiko headed for Paris with a friend and after that his life changed completely.\n\nA supplier of Chinese wall plugs\n\n\"Two, strapping lads (21 & 22 years old) in search of work in the European Union. Currently we are in France but we're prepared to go wherever there is a reasonable offer. No bad habits. We are open to any employment offers,\" Boiko wrote on job search websites.\n\nA few months later Boiko showed up in Guangzhou, China's light industry and financial services centre. It was here he began to publish his still life compositions with the Renminbi - Chinese people's currency on Instagram.\n\n\"Lots of people ask me, what am I doing in China and where does all the money come from,\" Boiko wrote on VKontakte. He explained he had become a trading rep for Bizazia, a company which for 10% commission supplied Chinese goods to Russia. Boiko assured his readers these commissions were the source of his limitless and legal \"hustle\" - slang for making a profit.\n\nThe company was founded by a Russian couple - Igor Tolokonnikov and Kristina Glukhovskaya - who Boiko had met in Guangzhou. The rapper asked their permission to use their company's legal status for negotiations. They didn't oppose it although officially they had no formal relationship with Boiko.\n\nImage copyright Zhong Zhi/Getty Images Image caption Guangzhou is the political, economic and transport centre of South China\n\n\"He worked with his own clients but used our company\", Igor explains. \"He was good at buying and selling,\" says Kristina. \"For example, someone in Russia wanted wall plugs. He would find a Chinese factory producing them, agreed a price and shipped the order.\"\n\nThe couple had difficulty answering just how profitable this business was for Boiko.\n\n\"He didn't have to do a lot of work [supplying the goods], it was pretty minimal,\" Igor recalls. \"But he sharpened up his business acumen in China.\"\n\nNevertheless, it was in China that Boiko began to flaunt his wealth - after he had \"messed about in Paris, messed about in New York, messed about in Russia, messed about in Siberia\" (these are lines from his track, From The Very Bottom).\n\nThat was when he could afford a beautiful gesture which Boiko called, his \"first manly act\". He asked his father who was staying in St Petersburg to meet an acquaintance and receive a package from him. In the package was 1.5m roubles (£30,000, $48,400 at the time). His parents were astonished.\n\n\"I just had some working moves, nothing criminal,\" Boiko told TheMostRussia. \"I told my parents they could keep the cash and clear their debts.\"\n\nTwo years later Boiko went back to St Petersburg and stopped trying to find clients for Chinese goods. But the hustle continued.\n\nBitcoins and a solo album\n\nOn 25 July, 2017 Plinofficial announced the release of his debut album Goldy. Up until then Boiko had only recorded collections with other artists.\n\nThe rapper made a music video with night-time races around St Petersburg. In it a hacker steals a BMW from an underground carpark by putting a couple of commands into his notebook.\n\nAccording to the FBI, shortly after his return to St Petersburg Boiko took up computer and banking fraud. They believe the rapper, who complained on social media that he kept forgetting to log out of his accounts on other people's computers, was turning into a significant cybercriminal.\n\nA chain of events lead up to it. The July day when Boiko announced his long-awaited solo album, in Greece, the police arrested Russian citizen Alexander Vinnik. American law-enforcement consider him one of the founders and administrators of the crypto-currency exchange BTC-e. Vinnik was the \"brain\" behind the illegal operations of a gang which is believed to have laundered some $4bn (£3bn) over several years.\n\nThat same day, the FBI removed the servers with information about BTC-e clients from a data centre in New Jersey. The exchange went offline and soon re-opened under a new name - Wex.\n\nBesides the USA, Russia and France were also demanding Vinnik's extradition. The Greeks handed him over to the French authorities. Vinnik claimed he was only a consultant to BTC-e, nothing more.\n\nThe FBI found Boiko's email on BTC-e's list, linked to a client account for \"gangass\". In the record of grounds for his arrest, it says gangass invested $388,000 and withdrew 136 bitcoins. He could be called a major client.\n\nThe most incriminating evidence against Boiko was found by the FBI in his email and phone: access to his Gmail and iCloud accounts have been sanctioned by an American court.\n\nCybergangster heaven\n\nFBI Special agent Samantha Shelnick led the investigation into Boiko's case. The Western Pennsylvania district court published her evidence with the order for his arrest.\n\nShelnick is convinced from studying Boiko's accounts that although he often experimented filming himself posing with large amounts of cash, he certainly didn't reveal all on Instagram. In an unpublished photo of Boiko in a leopardskin hoody driving a BMW, a five-storey tower of wads of dollars is pushing against the steering wheel, holding the whole structure from collapse.\n\nImage copyright FBI Affidavit\n\nThe court studied all the evidence in taking the decision to arrest Boiko.\n\nMaybe the money didn't belong to Boiko: the FBI believes the Russian was an intermediary in chains used in the legalisation of money stolen from banks all around the world. Without revealing how they got access to it, they presented Boiko's correspondence in the encrypted messaging service Jabber as proof.\n\nThe prosecution found photos in his email with one of the leaders of an international criminal group QQAAZZ. The FBI refer to him as \"Conspirator A\".\n\nWith access to QQAAZZ's iCloud they discovered a fragment of Conspirator A's messaging where he mentions Boiko, his phone number and address.\n\nImage caption QQAAZZ advertised cash services only in exclusive forums for elite hackers\n\nThe FBI estimated that QQAAZZ's commission for servicing stolen money reached 50% even though cybersecurity experts at Positive Technologies believe an average rate on the market in 2017 was 20%.\n\nThe agency said one of QQAAZZ's clients was recently convicted in a Pittsburgh court. Even though the investigators did not name them, the description fits Bulgarian Krasimir Nikolov, one of the leaders of an extended international hacking group GozNym which was exposed in 2016, having stolen around $100m from 41,000 victims.\n\nThe members of the group were tried in Germany, Georgia, Moldova and Ukraine and five Russians are on the internationally wanted list.\n\nAs well as Conspirator A, the FBI asserts that Boiko had another regular business partner - a 24-year-old Alexei Trofimovich from the small Latvian town of Kraslava.\n\nOn 15 January a Latvian court decided to extradite Trofimovich to the USA where he was charged with participating in QQAAZZ's financial fraud. He has since appeared in court in Pittsburgh. According to the FBI, hackers tried to send thousands of US dollars to Trofimovich's account between 2017 and 2018, though some transfers failed.\n\nThe FBI also says Boiko and Trofimovich may have known one another as gangass and Atrofi95 in the messenger accounts. Atrofi95 valued gangass' services highly and called him a wizard, though it's not known whether the two ever met offline.\n\nTrofimovich's appointed lawyer didn't want to answer questions put to him by the BBC.\n\nTrial on Zoom\n\nBoiko's lawyer is Arkady Bukh who specialises in hackers extradited to the US. He says his rapper client denies the charges.\n\n\"Of course, my client says he is innocent. Have you ever seen a rapper who didn't throw money around? It's rap PR.\"\n\nBukh hasn't yet received all the prosecution's documents in this case - at the moment he is trying to improve the Boiko's conditions in prison.\n\n\"The municipal prison in Miami was appalling. Filled with gangsters, it's dreadful. We've managed to get him transferred to Pennsylvania where food and conditions are much better.\"\n\nThe trial was conducted by videoconferencing because of the coronavirus epidemic. The fact-finding session was held on 11 May and the next hearing hasn't been set.\n\nImage copyright Buyenlarge/Getty Images Image caption The Boiko trial will take place in Pittsburgh\n\nBoiko's brother Daniil told the BBC the rapper didn't do the things he is charged with but refused to answer any other questions. Boiko's wife was not available for comment and the BBC has not been able to determine her whereabouts.\n\nIn the meantime, his tracks have begun to appear on social media with the hashtag #freeplinofficial.\n\nPavel, a flashmob participant says, \"His music helps me understand in times of trouble when everything's bad, that you mustn't give up, that you have to try to find a way out of the situation.\"\n\nHis friend Igor Tolokonnikov says, \"I never saw Maksim downhearted. He had something inside which stopped him from losing hope.\"\n\nAlthough there are extensive grounds for arrest, the prosecution has to find evidence that 'gangass' is actually Boiko, says his lawyer.\n\n\"In these situations, there's no DNA to follow and rarely any video recordings. It's not an armed bank robbery,\" says Bukh.\n\nAdditional reporting by Andrey Zakharov, edited by Jessy Kaner and Kateryna Khinkulova"}