{"url": "https://www.bbc.co.uk/news/extra/SoLiOdJyCK/mystery_of_dyatlov_pass", "text": "On the snow mobiles, we are now on the final leg of our journey, going on a steep track uphill. We pass pine trees and birch trees laden down with snow. I also notice some animal footprints. There are reindeer, wolverines and lynx in these forests. The sky is blue, but our guide warns that the weather is unpredictable and can change at any minute.\n\nFurther on, we rise above the forest where there are just a few dwarf pines and flinty rocks poking through the snow. We are on the eastern slope of Kholat Syakhyl, which (I’m told) means Mountain of Death. The swirling winds sting our faces and clouds descend quickly, limiting vision to only a few metres.\n\nYet on the night of 1 February, for some inexplicable reason, the students pitched their tent here. Our guide Alexander agrees that it seems like a strangely exposed place to camp. “Maybe they had climbed up this far and didn’t want to lose any height,” he says.\n\nHe adds that their tent was erected in a shallow pit, which had presumably been dug to shelter the group from the wind.\n\nWhen Mikhail Sharavin from the search party eventually stumbled on the tent, nearly a month later, it was 300 metres from the top of the mountain.\n\nToday, Sharavin is an 83-year-old widower living in an isolated, ramshackle house an hour’s drive outside Yekaterinburg. He is skinny, bald, and hollow cheeked but his eyes light up with pride when he tells me how he found the tent.\n\nOne tent pole was sticking up above the snow and there was a flashlight resting on top of the canvas which remarkably still worked when he switched it on.\n\nThe following day on 27 February, his worst fears were confirmed when he and some others in the rescue party found the first of the bodies.\n\n“We approached a cedar tree,” says Sharavin, “and when we were 20 metres away, we saw a brown spot – it was towards the right of the trunk. And when we got closer we saw two corpses lying there. The hands and the feet were reddish-brown.”\n\nOne of the two bodies was Yura Doroshenko. Next to him was Yuri Krivonischenko, who played the mandolin and loved telling jokes. He had bitten off a piece of his own knuckle. Both men were stripped to their underwear.\n\nCloser to the tree, the search party saw the remains of a camp fire and thought it looked as if somebody had climbed the tree to break off the lower branches to use as kindling.\n\nIgor was found next. He was dressed but shoeless and lying face down in the snow, hugging a birch branch. Zinaida Kolmogorova lay nearby and from the position of her body it seemed as if she had been desperately trying to scramble back uphill towards the tent.\n\nThere was a long bright red bruise on the right-side of her torso, which looked as if it was made by a baton.\n\nMy guide Alexander tells me, officially, it was stated that the skiers had died of hypothermia and frostbite, but some of the other bodies had serious injuries that had nothing to do with them being too cold.\n\nRustem Slobodin, a long-distance runner and one of the shyest in the group, was found on 5 March with a fractured skull. His body was better dressed than the others found so far. He wore a long sleeve undershirt and sweater, two pairs of trousers, four pairs of socks, and one felt boot on his right foot. His watch had stopped at 08:45.\n\nThe mystery deepened when the remaining four bodies were found in a ravine in May, nearly three months later, once the snow had melted. Nikolai Thibeaux-Brignolle, the son of a French communist repressed by Stalin, had a fractured skull. Aleksandr Kolevatov, the nuclear physics student who had worked at a secret institute in Moscow, had a wound behind his ear and an oddly twisted neck.\n\nLyudmila Dubinina, the ardent young communist and Semyon Zolotaryov, the oldest member of the group, had suffered multiple broken ribs. He had an open wound on the right side of his skull, which exposed the bone. There was another gruesome detail - both had empty eye sockets, and Lyudmila's tongue was missing.\n\nBack in Sverdlovsk, Tatyana did not attend her brother Igor’s funeral – her parents thought it would be too traumatic for her.\n\n“But I saw a photo of him in the coffin afterwards,” she says. “It was just terrible. He looked completely different to what he looked like before. My mum said that she only recognised him from the gap between his teeth. His hair was grey.”\n\nShe says that the students’ parents believed that the deaths were somehow related to the military.\n\n“What went on up there is hard to say. The families were told, ‘You will never know the truth, so stop asking questions.’ So what could we do? Don’t forget, in those days if they told you to shut up, you would be silent.”"}