{"url": "http://www.bbc.com/news/science-environment-52734229", "text": "Image copyright EPA Image caption Evacuees fleeing Cyclone Ampha have had to gather in close quarters\n\nPeople being displaced by extreme weather events around the world are being forced to break Covid-19 social distancing safety guidelines, according to the International Federation of Red Cross and other humanitarian agencies.\n\n“Social distancing is no longer possible when displaced people are in evacuation centres,” Marshal Makavure, emergency operations co-ordinator of IFRC in Eastern Africa told the BBC.\n\n“People have been forced to break the Covid-19 protocol and guidelines under such circumstances.”\n\nThe BBC has spoken with people living in areas affected by extreme weather events.\n\nIndia\n\nSubrat Kumar Padhihary, a 38-year-old farmer in Odisha state on India’s east coast, is worried.\n\nIndian officials are on alert as Cyclone Amphan, due to hit West Bengal and Odisha on Wednesday, looks likely to intensify into a \"very severe\" storm.\n\nSubrat’s village is nearly 40 kilometres from the sea. The house that he shares with his wife, three daughters and mother was badly damaged by Cyclone Fani last year, so he isn’t convinced it can withstand Cyclone Amphan.\n\nBut even if his house survives, he’s worried about having to leave his village if the authorities say people must evacuate.\n\nSubrat feels that might be even more dangerous.\n\n“My fear is that we will be taken to nearby schools that have already been turned into Covid-19 quarantine shelters.\n\n“There are not many centres in our village, and that means we will have to share the space with people [who may have Covid-19] which will be full of risks.”\n\n“West Bengal state has been struggling with Covid-19 cases and that is a cause of concern when it comes to cyclone preparedness,” according to Siddarth Srinivas, food and climate policy lead for Oxfam in Asia.\n\n“In the past, some states in India have rescued people by sheltering them in schools and public buildings, but this time doing that is not ideal because of the pandemic.”\n\nUganda\n\nThe Kasese district in western Uganda has been one of the worst hit by recent floods, with hundreds of people displaced.\n\nJoseline Kabugho is six months pregnant. The 23 year old has been forced to shelter with her two children in one of the school-turned-camps in the district.\n\nShe’s staying at the shelter, even though her pregnancy means she is in a high-risk group when it comes to Covid-19 infection. There are nearly 200 displaced people with her at the shelter.\n\nImage copyright Jokus, Red Cross\n\n“We are so vulnerable now,” she said from a class shared with three other families, which is now her family’s temporary home. “I can’t stay away from other people because of the limited space.\n\n“I am worried that I may get the virus, and I am worried about my kids, and my unborn baby,” she told the BBC.\n\nJoseline was sleeping next to her two children on the night of 7 May, when she heard other people in her village screaming.\n\n“I realised later on that my neighbours were actually telling me to run for my life. The entire village had been hit by a massive flood.\n\n“I grabbed my two kids and ran away, I had no time to take anything else.\"\n\nShe had bought some clothes for her unborn baby before the floods. “I could not even save those clothes. The floods took them all.\n\n“Whatever we had was swept away.\"\n\nImage copyright Jokus, Red Cross\n\nHer husband works in another district and he has been unable to travel due to Covid-19 restrictions. “I have nowhere to go and I don’t know what to do next.”\n\nRelief workers with the Red Cross say thousands of people are now sheltering in churches and schools in flood-hit East Africa with limited access to water and soap.\n\nHundreds have died and tens of thousands have been displaced because of the floods in more than a half a dozen countries.\n\nMore than 2,700 Covid-19 deaths and nearly 82,000 confirmed cases have been recorded in Africa, according to John Hopkins University.\n\nAmong the flood affected countries in East Africa, Somalia has the highest death figure of 55, followed by 50 in Kenya and 21 in Tanzania.\n\nPacific islands\n\nTropical cyclone Harold hit Pacific island countries more than a month ago.\n\nSome affected countries had to lift Covid-19 restrictions to allow people to take refuge in evacuation centres. Some people are still in evacuation centres now because the pandemic is affecting aid efforts.\n\nThe worst-hit country, Vanuatu, has extended the state of emergency as more than 92,000 people have been affected, according to Unicef.\n\nIn Fiji, about 10 evacuation centres are operating because recovery has been very slow and many houses are yet to be rebuilt.\n\n“Access to water is still a big challenge as the cyclone has destroyed water supply infrastructures,” said Vani Catanasiga, director of Fiji Council of Social Services.\n\n“Without adequate water supply, following Covid-19 hygiene guidelines is very difficult, although the Fijian government has been successful in flattening the Covid-19 infection curve.”\n\nMedia playback is unsupported on your device Media caption Cyclone Harold arrives in Luganville (footage courtesy ADRA Vanuatu via Reuters)\n\nHumanitarian agencies say relief operations can help in enforcing Covid-19 guidelines.\n\nRed Cross relief worker Irene Nakasiits is distributing water and soap as essentials to the flood-displaced communities in western Uganda.\n\n“Although it is challenging to do so, we can still remind affected communities to follow the guidelines,” according to Marshal Mukuvare of the IFRC.\n\n“We can have messages written on food and other relief materials, which we distribute in affected places.\n\n“This helps people do what they can, even in such adverse conditions.”\n\nIt’s uncharted territory, according to Siddarth Srinivas, Food and Climate policy lead for Oxfam in Asia. “When it comes to how to deal with extreme weather and a pandemic like Covid-19, the debate has just started.\n\n“It needs much more thinking before we come up with solid measures.”"}