{"url": "https://www.bbc.co.uk/news/extra/3O3eptdEYR/after-the-wall-fell", "text": "“By any standard this is a profoundly shocking case - no-one should go to work and die in 21st Century Britain.”\n\nDaniel Lemberger Cooper, the families’ lawyer, works for Imran Khan & Partners, the firm that represented the family of the murdered black teenager Stephen Lawrence.\n\nHe maintains the tragedy at Shredmet is only a small part of a wider problem. The men’s deaths, he warns, have implications for anyone employed in similar jobs.\n\nThe industry the men were employed in - waste and recycling - is the second most dangerous in the UK. Between 2014 and 2018, almost eight in every 100,000 workers died. This rate is 17 times the national average, according to a 2019 HSE report.\n\nIt is among the UK’s most lucrative industries, worth an estimated £7bn a year to the economy. In recent years it has enjoyed a boom. Demand has been driven by rising metal prices, a shortage of landfill sites and laws restricting the dumping of electronic equipment in them.\n\nMr Cooper says the recycling industry “exploits migrant labour for enormous profits”.\n\nDaniel Lemberger Cooper said the men's deaths raised issues for every worker in Britain Daniel Lemberger Cooper said the men's deaths raised issues for every worker in Britain\n\n“There is a now huge demand for recycling and the industry is getting bigger and bigger, and these workers will be needed more and more,” he says.\n\n“The five men were honest, hardworking and decent human beings.\n\n“The conditions in which these workers were employed, of precarious employment, zero-hours contracts, temporary and agency work, the so-called gig economy and exploitation, and issues of low pay and long hours are spreading throughout the economy,” he adds.\n\n“This is an issue for every worker in Britain.”\n\nLeading safety experts say the standard of the UK’s health and safety enforcement has declined over the past decade.\n\nAfter years of cuts there are fewer inspectors carrying out fewer inspections, leaving many workplaces unsafe, they say.\n\nShredmet had not been inspected by the HSE since the 2010 accident in which an employee injured their arm.\n\nLawrence Waterman, chairman of the British Safety Council, says the HSE has been under-resourced since the days of the coalition government.\n\nIn 2010 the government imposed 33% cuts on the HSE. Then, in 2012, the Prime Minister David Cameron stated the UK's \"excessive\" health and safety culture was costing businesses billions and he intended to \"kill\" it off for good.\n\nAfter the Conservatives won the general election in 2015, further cuts followed in the Spending Review later that year.\n\nLawrence Waterman said more effort was needed to keep workplaces safe Lawrence Waterman said more effort was needed to keep workplaces safe\n\n“It’s not just resources that have had an impact,” says Mr Waterman.\n\n\"It’s the political hangover of now two prime ministers ago who wanted to kill health and safety, with a feeling that red tape ruled and we were being told how to live our lives.\n\n“Well, the other side of that is that five guys never came home to their families.\n\n“Hanging over businesses and the government is the need to be honest and place more value on looking after people at work.”\n\nHilda Palmer, from the Hazards Campaign, which promotes workplace safety, says a disproportionately large number of those killed or injured at work are immigrants.\n\n“Unfortunately, if you look at the names of the people that are killed, they are mostly foreign-sounding names - eastern Europeans and now west African,” she says.\n\n“I also know of a case involving some Peruvians. It seems it’s the new wave of migrants that get drawn in - the most vulnerable.”\n\nFlowers left at the site of the accident in 2016 Flowers left at the site of the accident in 2016\n\nShe says legislation, enforcement and trade unions have all been “attacked through the cuts”.\n\n“That creates an environment for cowboys to flourish,” she added. “If employers see checks being done, prosecutions, fines and notices being issued, that reminds them to act.”\n\nThe Conservatives declined to comment but Vince Cable, the former Liberal Democrat leader who was a member of the coalition cabinet, says the global financial crisis was to blame.\n\n“Austerity was going to happen whatever government came in,” he says.\n\n“The cuts [Labour chancellor] Alistair Darling had were the same as what the coalition did and this was as a result of the huge financial crisis and reduced revenue that the country found itself in.”\n\nLaws restricting the dumping of electronic equipment in landfill have fuelled demand for recycling Laws restricting the dumping of electronic equipment in landfill have fuelled demand for recycling\n\nThe dead men's families remain bewildered that three years after the accident the HSE has still not decided whether or not to charge Shredmet.\n\nMr Waterman says the slowness of the HSE investigation is due to its underfunding. The HSE aims to complete 80% of fatal investigations within one year but in 2018-19 just 65% were.\n\n“When you look at that, it’s not unreasonable for the families to feel that justice is being denied,” Mr Waterman says.\n\n“If the families of the five guys were plugged-in middle-class agitators, there may have been more pressure being felt to keep the HSE focused on finding out what happened.”\n\n“If immediate, legislative change is not enacted, there are going to be more injuries and further deaths”\n\nThe HSE says the families’ demand for a speedy conclusion is “understandable” but it needs to ensure its investigation is “thorough”.\n\n“As with many complex, challenging criminal investigations relating to multiple fatalities, following new lines of inquiry and forensically examining evidence can mean investigations take longer than families would understandably hope,” a spokesman says.\n\n“Since the inquests concluded... our time and energy has been fully focused on reviewing the case, bringing together evidence heard by the coroner and concluding the criminal investigation.\n\n“We are working hard to resolve any delays and have endeavoured to give regular updates to the families where possible.”\n\nThe families' lawyer believes they are the victims of a legal system that does not treat deaths at work with the same seriousness as other fatalities.\n\n“The criminal justice system fails to treat deaths and injuries at work – unlike deaths in almost any other setting – as the possible outcome of serious crimes and this must urgently change,” Mr Cooper says.\n\nHe wants the government to legislate to prevent the exploitation of workers.\n\n“A fitting tribute and legacy to those that died would be that immediate steps are taken by government to ensure that we learn the lessons of why these men died so that no-one else suffers like they have,” he says.\n\n“If immediate, legislative change is not enacted, there are going to be more injuries and further deaths. The government and employers will have blood on their hands.”"}