{"url": "https://www.bbc.co.uk/news/stories-49773399", "text": "For two years the BBC's Emma Jane Kirby has been investigating the story of Sgt Paul Meyer, a homesick American mechanic who stole a plane from a US airbase in England in 1969, to fly home to his wife in Virginia. The story resonated with Dutch reader Theo Van Eijck, who says he too stole a plane while serving in the forces. But he survived to tell the tale.\n\nTheo Van Eijck's little house in Somerset is a treasure trove of curiosities. Toy witches swing on tiny broomsticks from the ceiling of his sitting room, a family of ceramic cats peers down inquiringly from the higher shelves and a couple of skulls sit grinning on the sideboard.\n\nBut the most fascinating items of all are spread out on Van Eijck's coffee table - Dutch newspaper clippings from 1964, with show-stopping headlines reporting the antics of a young sailor who stole a Grumman Tracker propeller plane from his military base in Malta and flew it to Benghazi, Libya.\n\n\"It's me!\" laughs Van Eijck, now white-haired and aged 76. \"That's me right there in the photo and I was just 21!\"\n\nHis wife hands me a mug of coffee and shakes her head in mock despair as he translates the stories for me.\n\n\"Arrogant little man!\" she jokes, wagging her finger at him. \"Good job I didn't know you back then.\"\n\nBack then Theo Van Eijck was just a young man who dreamt of flying. In fact, he'd had fantasies about flying since he was seven years old. He wasn't, he admits, the greatest student in the world and feared he would never make the grades needed to join the Air Force as a pilot. But then he heard about a scheme in the Dutch Navy whereby a young man could enter the service as a trainee electrician, and if he did well could apply internally for the Navy's pilot training course. Aged just 19 and full of optimism, Van Eijck didn't hesitate. He signed up immediately for eight years.\n\nHe picks up a black-and-white photograph of himself in the cockpit of a small plane from the coffee table and hands it to me. From under a heavy dark helmet, I see a boyish face grinning in utter delight, impatient to stop posing and eager to take off.\n\n\"Oh, it started well,\" he agrees, when I remark upon how elated he looks in the old print. \"I got selected for the pilot scheme and I loved it.\"\n\nBut in early 1964, with around 40 hours' flying time stamped proudly into his log book, the exhilarated young Van Eijck went to a party at his barracks in Holland and got rather drunk. His commanding officer was at the party and also rather the worse for wear. He suggested to Van Eijck that they should talk frankly about the quality of the pilot training scheme (which was conducted jointly by the Belgian Air force and the Dutch Navy) and he invited Van Eijck to be honest. It was, he assured him, an off-the-record discussion.\n\nAnd so, perhaps naively, 21-year-old Van Eijck spoke openly. He needed to be trained on a proper plane he insisted, a Grumman Tracker submarine destroyer that would be deployed on naval aircraft carriers, not the twin-engine training planes the Belgians were using to teach them. The planes they were being taught on were (Theo grins self-consciously as he remembers the words he used) \"quite frankly, crap\".\n\nFind out more\n\nUp to that point, Van Eijck had maintained a perfect flying record but the very next day after the party he had his report card marked with an orange warning sign, which meant he was at imminent risk of being failed. Furious at the injustice, he wrote something cocky about the slowness of the training programme on the classroom blackboard, while waiting for the instructor to arrive. That move saw him jailed at his barracks for a weekend, but seeing a skirting board was loose he managed to use it to slide back the bolt across his cell door, and escaped. When his absence was discovered, he was immediately kicked out of the pilot's scheme.\n\nVan Eijck was encouraged to appeal against the decision by superiors who admired his gumption. But the officers inadvertently gave him the wrong forms to fill in. When he finally got a response, three months later, he was told he had not followed correct procedure and it was now too late to take further action. He was no longer to train as a pilot and must serve out his remaining six years in the Navy as an electrician.\n\n\"I come from a big family,\" says Van Eijck who is number nine in a line of 12 brothers and sisters. \"And in the family we knew that right was right and wrong was wrong. And this was wrong. It just wasn't fair.\"\n\nDepressed and despondent, with his dreams of flying now shattered, Van Eijck pleaded to be discharged from the Navy, but his request was repeatedly refused. So he started plotting to find a way to extract himself from the force once and for all.\n\n\"I told absolutely no-one,\" he smiles coyly. \"If I had told someone it would not have worked.\"\n\nJust like Sgt Paul Meyer, Theo van Eijck decided his ticket to freedom was to steal a plane. He found a handbook for a Grumman Tracker plane and hid it in his locker. While his friends went out drinking or headed to bed, Van Eijck secretly studied. He befriended the qualified pilots and chatted to them about instrument flying, about engine start-ups, about take-offs.\n\nImage caption The Grumman Tracker\n\n\"Little did they know why I was interested!\" he sniggers. \"But from Holland the route was difficult - I didn't want to end up in East Germany with all that political trouble. And then one day they asked for volunteers to go on a two-month exercise in Malta with the British Navy. And I thought, from Malta I could fly anywhere!\"\n\nIn Malta, Van Eijck hung around the aerodrome chatting to the aviation mechanics, watching them work. In the early mornings and evenings, he continued to study his now well-thumbed Tracker handbook. On the last weekend before he was due to fly home, he politely attended the farewell party on the base but while his fellow servicemen succumbed to the temptations of the freely flowing liquor, the young Van Eijck was careful to stay completely sober.\n\n\"And that's where my story matches Sgt Paul Meyer's,\" he says. \"Because the next morning, I got up early and I borrowed a bike and biked to the runway. Sgt Meyer told the guard his name was Capt Epstein. I told the one guard on duty I was called Jansen - which is like Smith in Dutch - so he had no idea who I was and he helped me open the doors of the hangar!\"\n\nVan Eijck had planned his theft meticulously, he says, even locking up the guard's pistol and bike and removing the microphones from the telephone in his office, to ensure that if he was rumbled too soon, the guard would struggle to get back-up.\n\nVan Eijck's blue eyes twinkle as he remembers the thrill of that morning.\n\n\"So I started the engine, switched the radio on and the control tower started asking who I was, what I was doing. I didn't answer. I taxied and then…\"\n\nHe rubs his hands together theatrically and shows me his open palms like a magician delighting in performing an elaborate disappearing trick.\n\n\"And then…. I was gone.\"\n\nImage copyright Getty Images\n\nAnd so was the Dutch Navy's Grumman Tracker submarine destroyer aircraft, armed with two torpedoes and heading for North Africa.\n\n\"I did worry a bit about the torpedoes,\" admits Van Eijck. \"But I didn't care because I just wanted out of it. No way was the Navy going to get me back.\"\n\nFlying at 5,000 feet over the Mediterranean to conserve fuel, Van Eijck was completely alone in the sky.\n\n\"I know how Sgt Meyer must have felt,\" he says. \"Because it's what I felt. It was the best thing ever; you're doing something that everyone says can't be done and it's all you. All you in this big machine and you're more powerful than anyone else, all lonely in that big sky and...\"\n\nHe tails off suddenly and I realise he's crying.\n\n\"No-one can take it away from you,\" he says, choking on his words. \"It was marvellous, so powerful. I can still feel it now. And I was totally convinced I can do this.\"\n\nI remind Van Eijck that as Sgt Meyer sat in the cockpit, trying to work out where he was going and what he was doing, he called his wife on the radio to calm himself. I ask Van Eijck if he thought of his own family as he flew into the unknown.\n\n\"My mother,\" he says quietly. \"Yes, I thought of my mother. A week or so before, I had sent her a present. It was a silver cross. And she guessed I was up to something, my mother.\"\n\nVan Eijck is struggling now to master his tears and asks to pause for a moment so he can drink his coffee. The wind chimes suspended from the ceiling knock gently against one another in the breeze slipping in from the open window, filling our silence with a jangled, staccato music. The yellowed newspaper cuttings on the table flutter and curl.\n\nImage caption Dutch newspapers referred to Van Eijck as a \"joy-vlieger\" - a joy-flyer\n\nFor five-and-a-half hours, 21-year-old Theo Van Eijck flew that plane, wondering where might be the safest place to attempt a landing. At Tripoli the British Army still had a presence and, nervous of trouble, he flew to Benghazi where he saw a landing strip with a few huts on either side. The strip was full of sheep, he says, and he had to circle low over it a few times to make sure the animals scattered and cleared the runway for him. His landing, he recalls proudly, was immaculate, and he took pleasure in the thought that this would be reported back to his commanding officers.\n\n\"I thought, 'If I can land nicely those Navy guys must see I can fly!'\"\n\nHe picks up his flight log book from the table and shows me the scrawled entry in his own large hand from May 1964, where he defiantly recorded his illicit flight in the hijacked plane. On the opposite page someone has overruled the entry, writing firmly and in an indignant hand, \"Not to be totalled!\"\n\nImage caption ... and someone objects, \"Not to be totalled\"\n\nStrangely, the first man who came running out of one of the huts next to the landing strip was a Dutch expat, who was stunned - and rather alarmed - to see a military plane land on his runway. Exhausted but still exhilarated, Van Eijck poured out his story. However, as he related his plans for the future - release from the Navy, a new civilian life, a good job - he noticed his fellow countryman frown, and began to realise that perhaps he hadn't thought his plan all the way through. The Dutchman warned him that he was in big trouble and that if returned to Europe, he would certainly go to jail.\n\nOn his compatriot's advice, Van Eijck gave himself up to the Libyan police, whom he remembers roaring enthusiastically up the air strip on Harley Davidson motorbikes, delighted to be taking a Dutch hijacker into custody. Claiming (again on the advice of his countryman) to have fled Europe because he objected to its liberal views on homosexuality and women, Van Eijck was offered political asylum and protection.\n\nWhen the Dutch military came to reclaim its AWOL recruit - and of course, to get its stolen plane back - he sometimes refused to see them. When he talks now about those power games, giggling and grinning, it's clear that Van Eijck still relishes the fact that he managed to get one over on the very authorities who had cheated him of his dreams.\n\nAfter a week of negotiations with the Dutch ambassador, Van Eijck agreed to a deal. He would return to the Netherlands (a passenger rather than a pilot) and would serve a 12-month jail term in a state prison for desertion. In return he would receive an honourable discharge from the Navy.\n\nIn some of the newspaper clippings on the table, Van Eijck is shown in his immaculate Navy uniform standing outside the court in the Netherlands, his white sailor's cap pulled down low over his forehead. At first glance he looks like the model sailor - respectable, neat and disciplined. But study his face closely and you will see just a hint of defiance in his eyes, perhaps the faintest traces of scorn across his lips.\n\nImage copyright ANP Image caption Theo Van Eijck enjoys a cigarette outside the court\n\n\"I got what I wanted!\" explains Van Eijck. \"I wanted to get out of the bloody Navy and I got that. And I still don't regret what I did.\"\n\nFlick past the ignominious page in his flight log book and you will see it is crammed with the details of further flights made in his native Holland or in South Africa, where he lived for many years. This time though they are licensed, legitimate flights; when he left prison, Van Eijck qualified officially as a private pilot.\n\n\"It was all I wanted,\" he shrugs. \"I just wanted to fly.\"\n\nHe brings me back to the story of Sgt Meyer and my investigations into what made him crash in the Channel. He is convinced that Meyer had a lot less experience than he did with instrument flying and rather than being shot down by pursuing British, American or French fighter jets, he is convinced he just made a simple pilot error.\n\n\"You see, they sent three planes after me,\" he says. \"But they went in the wrong direction so they didn't find me. But I spoke to the pilots afterwards and they were told only to try to make me talk to them on the radio and to follow them; they were never given instructions to shoot me down - and remember, I had two torpedoes on board.\"\n\nImage copyright Alamy Image caption Theo Van Eijck after his return to the Netherlands\n\nHe picks up the helmeted photograph of himself in the cockpit, in the halcyon days before he was kicked out of the Dutch Navy's pilot training programme.\n\n\"If you ask me now what I think about it, I think 'What the hell were you doing you bloody fool, how did you get such a stupid idea in your head?'\"\n\nHe smoothes back his white hair.\n\n\"I still can't believe sometimes that I bloody did it!\"\n\nThe breeze strengthens and the wind chimes above our heads begin to spill their fractured music again. Theo Van Eijck grips my hand and looks at me with wild, dancing eyes.\n\n\"But it was marvellous! My God it was marvellous!\"\n\nYou may also be interested in:\n\nIn January 2018, Greek pilot Vasileios Vasileiou checked into a luxury hilltop hotel in Kabul. The Intercontinental was popular with foreign visitors - which is why, on 20 January, Taliban gunmen stormed it, killing at least 40 people. Vasileios explains how he survived.\n\nRead: 'The bed that saved me from the Taliban'"}