{"url": "http://www.bbc.com/news/world-us-canada-52735170", "text": "Image copyright Reuters Image caption The Sanford Dam burst on Tuesday after days of heavy rain\n\nAbout 10,000 residents have been evacuated in the US state of Michigan after two dams collapsed following days of heavy rain, officials say.\n\nThe National Weather Service issued a flash flood emergency for areas near the Tittabawassee River after the Edenville and Sanford dams burst.\n\nParts of Midland, a city some 140 miles (209 km) of Detroit, could be under 9ft (2.7m) of water, authorities said.\n\nDow chemical company, which is based in the city, has set up emergency steps.\n\nGovernor Gretchen Whitmer declared a state of emergency for Midland County in mid-Michigan after the dams collapsed on Tuesday, and said the city of Midland - of population of more than 40,000 - could see a \"historic high water level\".\n\n\"This is unlike anything we've seen in Midland County,\" Ms Whitmer said at a news conference. \"To go through this in the midst of a global pandemic is almost unthinkable.\"\n\nIt was the second time in 24 hours that residents were told to evacuate because of rising waters. They have been advised to wear a face covering and observe social distancing while evacuating to prevent the spread of the coronavirus.\n\nThe Michigan National Guard has been assisting in the response, the governor said. The evacuation orders included parts of Midland, Edenville and Sanford.\n\nThe National Weather Service (NWS) said this was an \"extremely dangerous and life-threatening situation\", with the Tittabawassee River expected to crest at a record of 38ft by Wednesday morning local time.\n\nImage copyright ICEYE Image caption This aerial shot shows the areas that appear to have been flooded near where the Tittabawassee and Chippewa rivers meet\n\nIn a statement, Dow said it had activated its flood preparedness plan which includes the safe shutdown of operating units. Only essential staff needed to monitor the situation and manage any issues remained on site, which sits on Midland's riverbank, the company added.\n\nBuilt in 1924, the Edenville Dam was rated in unsatisfactory condition by the state in 2018 while the Sanford Dam, which was built in 1925, was given a fair condition rating, the Associated Press news agency reports. It said both dams were in the process of being sold.\n\nImage copyright RYAN KALETO VIA REUTERS Image caption The Edenville Dam also burst, flooding nearby areas\n\nPresident Donald Trump is expected to visit Michigan on Thursday, to tour a Ford plant that is manufacturing ventilators to help in the response to the coronavirus. Ms Whitmer, who has not been invited to attend the event, has criticised the Trump administration's handling of the crisis.\n\nThe visit is, technically, a violation of the restrictions imposed by the governor to curb the spread of the virus in Michigan, which has been hit hard with more than 50,000 confirmed cases and 5,000 deaths. But a spokesman said she would not try to block the visit.\n\nThe Democratic governor is seen as a possible running mate for former Vice-President Joe Biden, the party's presumptive nominee to run against President Trump in November."}