{"url": "https://www.bbc.com/earth/story/the-making-of-me-and-you", "text": "This story is part of BBC Earth's \"Best of 2016\" list, our greatest hits of the year. Browse the full list.\n\nDID YOU KNOW:\n\n• Bill Gates is actually worth $1,956\n\n• Canadian pop star Justin Bieber has five times fewer cells in his brain than in his liver\n\n• Top tennis player Serena Williams has 24.5 trillion red blood cells powering her body\n\n• Internet and social media pioneer Mark Zuckerberg’s body contains 800MB of data\n\n• President Barack Obama’s head rules his heart; his brain weighs 1.4kg, his heart just 0.4kg\n\nWelcome to The Making of Me and You, a unique, new digital interactive from BBC Earth that details extraordinary personalised facts.\n\nJust input your date of birth, sex at birth, height and weight, and choose the metric or imperial units that make most sense to you.\n\nAnd instantly find out:\n\n• The chemical ingredients that make up you, and what your body is worth\n\n• How many atoms you are made of, and what can be made with them\n\n• How many fat, blood, skin and brain cells you have\n\n• How much genetic data is inside you\n\n• How many other microbes live on your body with you\n\n• The size and weight of your internal organs\n\n• How much wee, poo, sperm or eggs you have produced so far\n\n• How many times you have blinked, breathed, yawned and farted\n\n• And so much more\n\nExplore, enjoy, and share with your friends either the whole page, or your favourite insights, comparing your vital statistics.\n\nThis is our story, the story of the making of me and you.\n\nYou can enjoy the experience on mobile, tablet and desktop. Chrome, Firefox, Safari and Internet Explorer 10 and above are the best browsers to use.\n\nBBC Earth's The making of me and you is based on the following sources.\n\nProduced for BBC Earth by Beyond Words.\n\nLead photo credit: Beyond Words\n\n\n\nData used to calculate celebrity statistics:\n\nBill Gates\n\nDate of birth: 28 October, 1955. Sex: Male. Height: 177cm, Weight: 67kg\n\nSource: http://www.howmuchisnetworth.com/t11-bill-gates-net-worth-2016\n\nJustin Bieber\n\nSex: Male. Date of birth: 1 March, 1994. Height: 175 cm, Weight: 66 kg\n\nSource: http://healthyceleb.com/justin-bieber-height-weight-body-statistics/1384\n\nSerena Williams\n\nDate of birth: 26 September, 1986. Sex: Female. Height: 170 cm, Weight: 70 kg\n\nSource: http://heightandweights.com/serena-williams/\n\nMark Zuckerberg\n\nDate of birth: 14 May, 1984. Sex: Male. Height: 175 cm, Weight: 73 kg\n\nhttp://hollywoodmeasurements.com/mark-zuckerberg-height-weight-body-measurements/\n\nPresident Obama\n\nDate of birth: August 4, 1961. Sex: Male. Height: 185 cm, Weight: 81.6kg\n\nSource: White House medical exam https://www.whitehouse.gov/sites/default/files/rss_viewer/potus_med_exam_feb2010.pdf"}