{"url": "https://www.bbc.com/news/world-asia-52738668", "text": "Image caption The girls are trying to produce ventilators for a fraction of the market price\n\nAfghanistan's all-girl robotics team has turned it focus on coronavirus patients - by making affordable ventilators out of car parts.\n\nThe teenagers made headlines in 2017 when they won a special award at an international competition in the US.\n\nNow they are racing against time to deliver ventilators by the end of May, at a fraction of the market price.\n\nAfghanistan, reeling from years of war, has a maximum of just 400 ventilators for a population of 38.9 million.\n\nSo far, more than 7,650 coronavirus cases and 178 deaths have been confirmed, but the authorities fear the situation could get worse and overwhelm an already fragile healthcare system.\n\n\"It's important even if we can save one life with our effort,\" team member Nahid Rahimi, 17, told the BBC.\n\nKnown as the \"Afghan Dreamers\", the girls come from the western province of Herat, where Afghanistan's first case of Covid-19 was reported.\n\nIt's the nation's hotspot for the pandemic because of its close proximity to Iran, the region's epicentre of the outbreak.\n\nImage copyright AFP Image caption There are fears Covid-19 could engulf Afghanistan's fragile health service\n\nThe girls, aged between 14 and 17, have built a prototype using a motor from a used Toyota Corolla and a chain drive from a Honda motorcycle.\n\nThey say their ventilators will give temporary relief to patients with respiratory difficulty in an emergency when standard ventilators are not available.\n\n\"I feel so proud to be part of a team that is trying to do something meaningful to support our doctors and nurses - they are our heroes at this time,\" says team captain, Somaya Faruqi.\n\nThe global shortage of ventilators is a problem and their hefty price of $30,000 (£24,000) to $50,000 (£40,700) on the global market means many poorer countries can't afford them.\n\nBut the teenagers say they are building the much-needed device for less than $600 each.\n\nWith shops closed and the city of Herat under lockdown, the challenge that the girls are facing is travelling outside the province to source parts.\n\nBut the founder of the group, Roya Mahboob, an entrepreneur who has been among Time Magazine's 100 Most Influential People in the World, says her team is still hoping to deliver the ventilators by the end of May.\n\nImage copyright Reuters Image caption The girls shot to fame in 2017 when their initial visa applications to the US were denied\n\n\"They're about 70% finished. The only thing we're lacking is the air sensor, which we're trying to source rather than build from scratch as it takes time.\n\n\"The first phase is complete and it was tested in a hospital two days ago. The team are working on phase two, which once completed can be introduced to the market.\"\n\nWith a less than 30% female literacy rate in the country, the teenagers hope their project will inspire others and change the perception of women in the engineering industry.\n\n\"It [being able to make ventilators] shows the importance of teaching girls at a young age and the role of women as active citizens in our society,\" says another team member, Elham Mansori, 16.\n\nThe initiative has been welcomed by the Afghan government.\n\n\"I'm glad President Ashraf Ghani has personally ordered the authorities to look into our project and to help us in any way possible\" says Ms Mahboob.\n\nThe Afghan health ministry is supporting the girls.\n\n\"We appreciate their initiative but like any other scientific research, there are phases for it, like discovery and development, pre-clinical research and when it's offered in the market it's analysed and approved,\" Waheed Mayar, spokesperson for the health ministry, told the BBC.\n\n\"Patient safety is our priority so we have to make sure the device is tested on animals in laboratories first before being tried on coronavirus patients.\"\n\nYou may also be interested in:"}