{"url": "https://www.bbc.com/news/world-asia-52721327", "text": "Image copyright AFP Image caption Women protesting in Pakistan against the 2014 killing of another young woman\n\nA man who filmed himself kissing two girls who were later murdered in a so-called \"honour killing\" has been arrested, police in Pakistan have said.\n\nUmar Ayaz, 28, is charged with making the video, according to a police statement seen by the BBC.\n\nThe father of one of the girls and another three of their relatives were arrested for failing to report the killings and concealing evidence.\n\nThe man believed to have carried out the murders remains at large.\n\nPolice say they are looking for Mohammad Aslam, and have also arrested another man on whose phone the footage was shot and who has been charged with sharing the video.\n\nThe teenage girls, cousins aged 16 and 18, are said to have been shot dead by the suspected killer last week in the village of Shaam Plain Garyom on the border of North and South Waziristan tribal districts in Khyber Pakhtunkhwa province.\n\nLocal district police officer Shafiullah Gandapur told the Thomson Reuters Foundation they initially heard reports of the killings through social media.\n\nThe officers who travelled to the village \"found traces of blood, as well as blood-stained fabric\".\n\nThe girls' killing appears to be related to the video which was shared on social media. The video, seen by the BBC, shows a young man recording himself with three teenage girls in a secluded area outdoors.\n\nIt appeared the video was shot nearly a year ago but went viral a few weeks ago.\n\nAccording to police, the third girl - who is not kissed by Mr Ayaz in the footage - is the wife of the alleged killer, and is believed to be in hiding. Police say they are looking for her as her life may still be at risk.\n\nHuman Rights Watch says that violence against women and girls remains a serious problem in Pakistan.\n\nActivists believe about 1,000 such \"honour killing\" murders are carried out across the country every year.\n\nMany such murders go unreported. The 2016 murder of social media star Qandeel Baloch, whose life and death caused a sensation in socially-conservative Pakistan, led to the government tightening the laws.\n\nWhat is an 'honour killing'?\n\nIt is the killing of a member of a family who is perceived to have brought dishonour upon relatives.\n\nPressure group Human Rights Watch says the most common reasons are that the victim:\n\nrefused to enter into an arranged marriage\n\nwas the victim of a sexual assault or rape\n\nhad sexual relations outside marriage, even if only alleged\n\nBut killings can be carried out for more trivial reasons, like dressing in a way deemed inappropriate or displaying behaviour seen as disobedient."}