{"url": "https://www.bbc.com/news/technology-52724062", "text": "Image copyright Getty Images\n\nThe owner of a pizza restaurant in the US has discovered the DoorDash delivery app has been selling his food cheaper than he does - while still paying him full price for orders.\n\nA pizza for which he charged $24 (£20) was being advertised for $16 on DoorDash - and when he secretly ordered it himself, the app paid his restaurant the full $24 while charging him $16.\n\nHe had not asked to be put on the app.\n\nHe later found out it was part of a trial to gauge customer demand.\n\nContent strategist Ranjan Roy blogged about the anonymous restaurateur, who is his friend.\n\nMr Roy said he first heard about the situation in March 2019, when his friend started receiving complaints about deliveries, even though his outlets did not deliver.\n\nAt that point , he discovered he had been added to DoorDash - and noticed it was charging a lower price for one of his premium pizzas.\n\nSo he ordered 10 pizzas, paid $160 and had them delivered to a friend's house.\n\nThe restaurant was then paid $240 for the order by DoorDash.\n\nThe next time, the restaurant prepared his friend's order by boxing up the pizza base without any toppings, maximising the \"profit\" from the mismatched prices.\n\n\"I was genuinely curious if DoorDash would catch on - but they didn't,\" wrote Mr Roy.\n\nDoorDash did not respond to BBC News's request for comment.\n\nBut Mr Roy said: \"We found out afterward that was all the result of a 'demand test' by DoorDash.\n\n\"They have a test period where they scrape the restaurant's website and don't charge any fees to anyone, so they can ideally go to the restaurant with positive order data to then get the restaurant signed on to the platform.\n\n\"Third-party delivery platforms, as they've been built, just seem like the wrong model, but instead of testing, failing, and evolving, they've been subsidised into market dominance.\n\n\"You have insanely large pools of capital creating an incredibly inefficient money-losing business model.\"\n\nDoorDash is backed by investment giant Softbank, which this week posted a record-breaking loss of nearly $13bn.\n\nDefending the loss, chief executive Masayoshi Son reportedly compared himself to Jesus.\n\nThe billionaire is said to have stated during a call with investors that Jesus was \"also misunderstood\".\n\nHe later apologised."}