{"url": "https://www.bbc.com/news/business-52724901", "text": "Image copyright Getty Images\n\nCustomers \"may never shop the same way again\" after the coronavirus crisis, Marks and Spencer's boss has said.\n\n\"Whilst some customer habits will return to normal, others have changed forever,\" Steve Rowe said.\n\nThe pandemic has driven several changes, including a shift to online, customers cooking more from scratch and buying more casual clothing.\n\nT-shirt bras and bathroom products online sales have risen, while it is barely selling any suits or ties.\n\nThe retailer has also found that as shoppers are visiting the shops less, they are planning what to eat further in advance, and also buying more herbs and whole vegetables.\n\nIt said that customers are buying bigger product packs, such as of strawberries or chicken. Sales of frozen items are also up by 75% on the year in the UK.\n\nM&S added that online shoppers were now browsing earlier in the day, between 15:00 and 17:00.\n\nAs more customers work from home, desktop visits were also up 38% in comparison with the same period last year.\n\nBut M&S is one of the few big food retailers without its own internet-based delivery service.\n\nThis has hampered the chain as customers have needed to purchase items online during lockdown if they are self-isolating, for example.\n\nHowever, the retailer's partnership with Ocado starts in September this year, replacing the online grocer's existing deal with Waitrose.\n\nIn a new announcement, M&S said the delivery service would also include over a thousand non-food items meaning customers will soon be able to buy cushions or underwear alongside their eggs or bread.\n\nImage copyright Newscast Image caption M&S has signed a food delivery partnership with Ocado\n\nMr Rowe said that Ocado's strong performance during lockdown \"further reinforced\" the value of the deal for delivering groceries.\n\nThe impact of the virus lockdown has driven \"effects and aftershocks\" in the retail sector that would \"endure for the coming year and beyond,\" Mr Rowe added.\n\nNeil Wilson, chief market analyst at Markets.com, said: \"Covid-19 has accelerated lots of consumer trends and it may just be the catalyst required to accelerate Marks and Spencer's transformation into a 21st century retailer.\n\n\"In particular it looks as though M&S has learnt just how important online is - so it's making its Ocado venture more central to the business.\"\n\nTransformation plan\n\nM&S was already undergoing a transformation plan led by its chief executive Steve Rowe which included cutting costs and closing some stores.\n\nThe firm said that due to the pandemic, those measures would be sped up under a programme called \"Never The Same Again\".\n\nThose include buying clothing from fewer core suppliers, reducing the clothing and home ranges, as well as \"the replacement of ageing stores\".\n\n\"The trauma of the Covid-19 crisis has galvanised our colleagues to secure the future of the business,\" said Mr Rowe.\n\n'Mountain of unsold stock'\n\nThe company has been facing increasing competition from fashion giants such as Primark on the High Street and Asos on the internet in recent years.\n\nIn the year to March, M&S said its clothing sales fell by 6.2%, whereas its food sales were up 1.9%.\n\nTo add to its problems, M&S's non-food stores have been forced to shut under the lockdown measures.\n\nAs a result, it faces a \"mounting backlog of unsold stock\" in its warehouses, it said.\n\nClothing and homeware sales fell by 75% in the six weeks to 9 May. Food sales also fell, by 8.8%, although M&S said many of its Simply Food stores were trading strongly.\n\nSales hit\n\nThe firm said that lockdown measures, social distancing and lower consumer demand were \"likely to continue through the year\", adding that the coronavirus pandemic means that its performance over the next year is difficult to predict.\n\nIt is working on a scenario that assumes a sales hit of £2.1bn over the next year across clothing, home, food and international sales.\n\nSophie Lund-Yates, equity analyst at Hargreaves Lansdown, said: \"Overall, M&S was facing challenges before coronavirus and these have simply been exacerbated.\n\n\"Within the difficulties there are real opportunities too, and the group appears to have a lot of the right ideas, but the next chapter really needs to be about execution.\"\n\nIts comments came as M&S said its profits for the year to March had dropped by more than 20% to £403m, from £511m in the previous year, as its troubled clothing business continued to struggle."}