{"url": "https://www.bbc.com/news/business-52732755", "text": "Image copyright Getty Images\n\nHealthcare giant Johnson & Johnson says it will continue to sell its talc-based Johnson's Baby Powder in the UK and the rest of the world, despite stopping sales in the US and Canada.\n\nIt said North American sales had shrunk partly because of a \"constant barrage\" of advertising by lawyers seeking clients to claim against the company.\n\nJ&J has been at the centre of claims for years that its talc causes cancer.\n\nIt has always strenuously defended the product's safety.\n\nJohnson & Johnson has been ordered to pay out billions of dollars in compensation, but has so far always successfully appealed against these verdicts.\n\nAlmost 20,000 people in the US have so far lodged claims against the company.\n\nTalc is mined from the earth and is found in seams close to that of asbestos, a material known to cause cancer.\n\nThe company said in a statement: \"Johnson & Johnson remains steadfastly confident in the safety of talc-based Johnson's Baby Powder.\"\n\nIt said \"decades\" of study by medical and legal experts around the world supported its view, and all verdicts against the company that had gone against it had been overturned on appeal.\n\nDampened demand\n\nIt will continue to sell its talc-based products in the US and Canada until stocks have sold out.\n\nIt also sells a cornstarch-based powder which it will continue to sell in North America.\n\nIt said both types of Johnson's baby powder, talc-based and cornstarch-based, will continue to be sold in other markets around the world where there is \"significantly higher\" consumer demand for the product.\n\nThe firm said changes in consumer behaviour had also dampened demand for the powder.\n\nThe firm added that the move was also part of a reassessment of its consumer products prompted by the coronavirus pandemic.\n\nIt said in October that its testing had found no asbestos in its baby powder after tests conducted by the US Food and Drug Administration discovered trace amounts.\n\nThe firm is appealing against a 2018 order to pay $4.7bn (£3.6bn) in damages to 22 women who alleged that its talc products caused them to develop ovarian cancer."}