{"url": "https://www.bbc.com/future/article/20200518-why-lockdown-is-harming-the-amazon-rainforest", "text": "Inside the world’s tropical forests, there are the agents of disease that have the power to bring our way of life to a halt. How we learn to live with these forests will determine our fate, hastening or slowing the onset of future pandemics and the climate crisis. BBC Travel and Future Planet explore two sides of our relationship with forests in two stories; this story is the second, and you can read the first here.\n\n--\n\nYou might be forgiven for thinking that the global lockdown measures keeping us all at home can only have been good for the environment. Pollution in cities has decreased, wild animals have increasingly been spotted entering urban areas, and many new cycle lanes have opened up worldwide.\n\nBut in the world’s tropical forest regions, it’s another story. Environmental agencies have reported an uptick in deforestation during lockdowns, as well as increases in poaching, animal trafficking and illegal mining worldwide. The trends are alarming, environmental experts say, and could be hard to reverse.\n\n“This narrative of nature having been given a break during Covid, it’s not entirely accurate. It’s accurate in cities and peri-urban areas,” says Sebastian Troeng, executive vice-president of Conservation International. “But unfortunately in the rural areas, the situation is almost the inverse.”\n\nYou might also like:\n\nTroeng says it’s too soon for detailed data on the scale of the problem since lockdowns began, but their offices have been receiving almost daily reports of increased deforestation from around the world. Brazil and Colombia have seen an uptick in illegal logging and mining; the Philippines has also reported illegal logging and wildlife trafficking; Kenya has reported increased bushmeat and ivory poaching, as well as increases in charcoal production, which has been illegal since 2018; Cambodia has seen an increase in poaching, illegal logging and mining; and similar reports have come from Venezuela and Madagascar.\n\nConcerns have also been raised in Malaysia and Indonesia, which have the highest deforestation rates in South-east Asia, while in Ecuador, indigenous and afro-descendent communities have reported increased illegal mining in the Choco and Amazon rainforests."}