{"url": "https://www.bbc.co.uk/news/uk-52741331", "text": "Media playback is unsupported on your device Media caption Test, track and trace system in place, in the UK by June 1.\n\nThe PM says the UK will have a \"world-beating\" tracing system from June, as he was accused of leaving a \"huge hole\" in the country's coronavirus defences.\n\nBoris Johnson said 25,000 contact tracers, able to track 10,000 new cases a day, would be in place by 1 June.\n\nBBC health correspondent Nick Triggle said it was unlikely to be a \"fully-functioning perfect system\" by then.\n\nLabour leader Sir Keir Starmer challenged the PM over the absence of a tracing system since March.\n\nContact tracing is a system used to slow the spread of infectious diseases like coronavirus, and is already being used in Hong Kong, Singapore and Germany.\n\nOne method involves the infected person listing all the people with whom they have had prolonged and recent contact, to be tracked down by phone or email.\n\nAnother uses a location-tracking mobile app, which identifies people the patient has been in contact with.\n\nThe NHS contact tracing app - which is currently being trialled on the Isle of Wight and was initially meant to be launched across England in mid-May - will be rolled out later than June, No 10 suggested.\n\nSpeaking at Prime Minister's Questions, Sir Keir asked why there had been \"no effective\" attempt to trace the contacts of those infected with Covid-19 since 12 March \"when tracing was abandoned\".\n\nMr Johnson replied: \"We have growing confidence that we will have a test, track and trace operation that will be world-beating and yes, it will be in place by June 1.\"\n\nHe added that 24,000 contact tracers had already been recruited.\n\nThe 1 June deadline will also mark the earliest possible date for the gradual reopening of schools and non-essential shops in England.\n\nThe government's deputy chief scientific adviser Prof Dame Angela McLean previously said an effective system for tracing new coronavirus cases needed to be in place before lockdown restrictions could be changed.\n\nDo not expect a fully-functioning perfect track-and-trace system to be up-and-running by 1 June.\n\nWhat will be launched will effectively be a prototype. The app may not be ready by that point, but the army of contract tracers will be available.\n\nGiven where we are today (and plenty argue mistakes have been made, which means we are in a weaker position than we should be) this is perhaps understandable.\n\nThe government does not have the luxury of testing and piloting this behind the scenes for months to come.\n\nSo, the system will have to evolve as it goes.\n\nThe question is whether it will be robust enough to provide a track-and-trace service that will work on a basic level and help contain local outbreaks, which of course is vital as we gradually move out of lockdown.\n\nThe prime minister's assertion that it will be able to deal with 10,000 new cases a day is interesting.\n\nIt sounds a lot. The daily figures suggest there are only a few thousand positive cases a day.\n\nBut remember those figures have not been capturing all the infections - until this week when testing was extended to all over-fives eligibility was quite restricted.\n\nHowever, surveillance data provided by the Office for National Statistics suggests we may well be seeing around that number.\n\nThe work that has been done so far is about to be put to the test.\n\nThe PM also insisted that the UK was now testing more than \"virtually every country in Europe\", and promised that the system would be stepped up in the next fortnight.\n\nLeading scientist Prof Hugh Pennington said the pledge was \"good news\" as it was \"essential if we're going to go anywhere near getting out of lockdown, opening schools\".\n\n\"It's taken a long time. As to world-beating, well we've been beaten by quite a few other countries by having such a system running.\"\n\nHe added that contact tracing was \"really very labour-intensive work\".\n\nOn Wednesday, NHS England announced a further 166 people had died after testing positive for coronavirus. In Scotland, another 50 people died as well as 14 in Wales and four in Northern Ireland.\n\nMedia playback is unsupported on your device Media caption The PM promised 200,000 tests in the UK, after he was challenged by Sir Keir Starmer over care home testing.\n\nAlso at PMQs, Sir Keir queried whether people were being tested in care homes, after the boss of a body representing care homes in England said on Tuesday that there were problems.\n\nMr Johnson said 125,000 care home staff have been tested and that the government was \"absolutely confident\" it would be able to increase testing in care homes and \"across the whole of the community\".\n\nHe added: \"And thanks to the hard work of [Health Secretary Matt Hancock] and his teams, we will get up to 200,000 tests in the country by the end of this month.\"\n\nIt comes as the prime minister said the deaths of 181 NHS workers and 131 social care workers had reportedly involved Covid-19.\n\nIn other developments:"}