{"url": "https://www.bbc.com/news/uk-wales-52679093", "text": "Image copyright Glenn Dene\n\n\"It felt like the videos you see of what happens just before a tsunami hits - when the tide goes out, the sea disappears and everything goes eerily quiet.\"\n\nThe words of consultant Dr Ami Jones as she describes the calm before the storm of coronavirus at the Intensive Therapy Unit (ITU) at Nevill Hall Hospital in Abergavenny, Monmouthshire.\n\nAnd as Covid-19 hit, her fellow NHS worker Glenn Dene was there to capture it all on camera.\n\nHis images reveal moments of tenderness, intimacy, professional challenge and personal fear, as the team battled the pandemic.\n\nImage copyright Glenn Dene\n\nMr Dene's photographs will feature in a book he and Dr Jones are publishing called Behind the Mask.\n\nIt contains about 100 images, uncovering tense, touching and sometimes frightening moments inside the Abergavenny hospital's ITU.\n\nImage copyright Glenn Dene\n\nDr Jones said the pandemic was, hopefully, a \"once-in-a-generation experience\" that needed to be documented.\n\n\"Unless you're behind those closed doors, you're never going to see what it's like,\" she said.\n\nImage copyright Glenn Dene\n\nDr Jones added: \"I know there have been a few documentaries on telly, but I think for people at home all they are seeing is snippets on television and death rates and numbers.\n\n\"So, I think to actually show them what is happening and what the staff are going through - but more importantly, what the patients and their poor relatives are going through - that's a difficult thing to capture.\"\n\nImage copyright Glenn Dene\n\nAn Army reservist, Dr Jones has served two tours of Afghanistan.\n\nShe said there were \"lots of similarities\" between the pressures of working in war zones and fighting Covid-19 on the front line.\n\n\"The camaraderie and the can-do attitude of the staff is very reminiscent of what I'm used to with my military colleagues,\" she said.\n\nImage copyright Glenn Dene\n\nShe said Mr Dene, who is an operating department practitioner at the hospital, has a \"keen eye\" and he caught \"some really sweet moments\".\n\nDr Jones hoped the images would \"give people a taste of why they've been sat at home\" for the past weeks.\n\nImage copyright Glenn Dene\n\nFor Mr Dene, one of the most-striking images shows the moment one of his colleagues admitted to the unit as a patient wrote the word \"frightened\" on a white board.\n\n\"That was quite difficult to deal with,\" he said, adding that he had seen things which had \"broken\" him.\n\nImage copyright Glenn Dene\n\nThe part-time photographer said there had even been times when he had been compelled to leave the unit.\n\n\"I can leave ITU, whereas the ITU nurses are there for 12 hours and it's got to be so difficult for them to deal with the emotional side of the coronavirus for the patients and the patients' families,\" he said.\n\nImage copyright Glenn Dene\n\nMr Dene added: \"We'll be talking about coronavirus for years to come and I thought it was important to document it for future generations - and for the staff as well.\n\n\"We're all involved in this - the NHS, key workers and the whole of the country.\"\n\nImage copyright Glenn Dene\n\nThe book, which was produced with the permission and support of Nevill Hall, will help raise money for NHS charities, including the Wales Air Ambulance.\n\nImage copyright Glenn Dene Image caption Glenn Dene has captured life on the ITU since the onset of Covid-19\n\nAll pictures are subject to copyright."}