{"url": "https://www.bbc.co.uk/news/newsbeat-52647188", "text": "Image copyright Getty Images\n\nWhen My Chemical Romance pictured their comeback, they probably didn't imagine this.\n\nHalf a year on from sending emo kids around the globe into hysteria by announcing they were reforming, they've only managed to play one, tiny, show.\n\nThe first few months of 2020 saw date after date of their planned world tour get cancelled or postponed because of the coronavirus pandemic - putting a temporary lid on one of the biggest comebacks in music.\n\n\"I know fans have been waiting a long time, but it'll all still be here when this is all over,\" bassist Mikey Way says.\n\nHe's been chatting to Radio 1 Newsbeat ahead of the release of his new graphic novel - which is based on the music of his other band, Electric Century.\n\nImage copyright Getty Images Image caption Since My Chemical Romance split in 2013, Mikey has turned his hand to writing and acting, as well as making music with Electric Century\n\n\"It's easy for me to say we had a plan, but everyone had a plan, you know what I mean?\" Mikey says.\n\nMy Chemical Romance's comeback show to a few thousand fans in December was the first time they'd played live together since 2012.\n\n\"I'm trying to take myself out of a selfish place. Everyone I know was about to do something.\n\n\"Whether you're in a band, you're a director, you work a retail job, you're a gardener - you had a plan, and now it's been disrupted.\"\n\nMikey says he's just trying to look at the positives: \"Live music isn't going anywhere, it's just on pause for everybody.\n\n\"I feel like people are waiting with bated breath. It's a light at the end of the tunnel and I think there's something really cool about that.\"\n\nImage copyright Getty Images Image caption If you're really missing live music, this picture probably won't help - My Chemical Romance headlining Reading Festival in 2011\n\nBut while some of Mikey's plans for this year are on hold, others are very much going ahead.\n\nHe's already an established author, with his first series of comics, Collapser, being put out by industry titans DC in 2019.\n\nNow he's announced plans for a new graphic novel - named after and inspired by his band Electric Century.\n\nIt tells the story of a former sitcom star who gets addicted to hypnotherapy and ends up stuck in a virtual world.\n\nIt's due for release in September, with the band's new album coming out at the same time as a sort of soundtrack.\n\nImage copyright DC Comics Image caption Mikey's comic book debut, Collapser, was based around a DJ who's sent a black hole in the post\n\nMikey describes being able to directly combine his two passions as a \"dream come true\", but also admits they've always fed into each other.\n\nFrom elaborate make-up, to costumes, artwork and concept albums - My Chemical Romance have never been shy about theatrics.\n\nAnd Mikey says this is partly down to the fact both he and his brother Gerard, MCR's frontman, had their heads buried in comics from a young age.\n\n\"It started in childhood, creating a fantasy world in which to live in through watching cartoons or playing with action figures - and then later on, as a teenager, playing Dungeons and Dragons, that's another fictional world.\n\n\"So it's in our DNA to tell stories with our music. We love world building.\"\n\nImage copyright Getty Images Image caption Mikey (r) and Gerard (l) on stage together with My Chemical Romance in 2006\n\nGerard Way is a successful comic book writer, too - one of his series, The Umbrella Academy, was adapted into a Netflix show last year.\n\n\"We have very similar interests and they usually bleed into each other at some point,\" Mikey says.\n\n\"But I'm a huge fan of everything he does in both comics and music so we're both each other's cheerleaders in that respect.\"\n\nAs for Electric Century, Mikey is hoping combining music with the virtual world of a graphic novel will offer people some kind of release.\n\nImage copyright Z2 Comics Image caption The cover art for Electric Century, the graphic novel, which is being released alongside a vinyl of the same name\n\n\"I feel like fictional worlds are very important to people right now.\n\n\"I'm seeing loads online about [Nintendo Switch game] Animal Crossing - I've never seen a video game resonate with people like this, it's like it's a lifeline for people.\n\n\"So I feel like stories are resonating with people more because it's a way to shut off your brain.\n\n\"People need that escape and there aren't many escapes right now.\"\n\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\n\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}