{"url": "https://www.bbc.co.uk/news/uk-politics-52682923", "text": "Image copyright AFP Image caption The hybrid Commons has seen some MPs taking part from home\n\nJacob Rees-Mogg is sticking by plans to make MPs return to Westminster next month, following five weeks of semi-virtual working.\n\nThe Commons leader wants MPs to come in after 2 June, following the Whitsun recess, to set an example to the rest of the country.\n\nHe argued working via video link during the coronavirus pandemic had made it harder for ministers to pass new laws.\n\nBut opposition MPs said returning would be irresponsible and put them at risk.\n\nResponding to an urgent question on Wednesday, Mr Rees-Mogg confirmed plans to bring an end to a \"hybrid\" working model which has been in place since mid-April.\n\nBut he said MPs' staff would continue to be encouraged to work from home, and that ministers were working with the House authorities to see how MPs with health conditions could \"continue to contribute\".\n\nUnder the \"hybrid\" arrangements, a maximum of 50 MPs are allowed in the Commons chamber, with up to 120 taking part via video conferencing technology.\n\nA system has also been developed to allow MPs to vote remotely on their computers rather than voting in person as they would normally.\n\nMr Rees-Mogg argued this has cut the time available for debating legislation by around two thirds, and prevented \"proper scrutiny\" of the government.\n\nHe said MPs would continue to follow social distancing rules on their return, including by keeping six feet apart when casting their votes in the chamber.\n\n\"We will not be returning to the crowded, bustling chamber of old,\" he said, adding MPs would be returning to a \"safe working environment\".\n\n'Non-essential journeys'\n\nHowever Lib Dem MP Alastair Carmichael, who asked the urgent question on post-June arrangements, said returning would put MPs and staff \"at risk\".\n\nHe added that the last five weeks had shown the job of an MP \"can be done from behind a screen\".\n\nThe MP, who represents Orkney and Shetland, said travelling to Westminster would force MPs to undertake \"non-essential journeys\" and \"stay in second homes\".\n\n\"If ever there were a case of do as I say, not as I do, this is it,\" he added.\n\nLabour's shadow Commons leader Valerie Vaz said any return should be \"phased\", so as \"not to overpower the NHS, or overpower House staff\".\n\n\"This is about Parliament being a good model employer,\" she added.\n\nImage copyright House of Commons Image caption Jacob Rees-Mogg argued the return was in line with government advice\n\nSNP MP Tommy Sheppard said MPs were being forced to \"make a choice\" between representing their constituents and putting their own health at risk.\n\nOlder MPs or those suffering from ill health would be \"disproportionately affected\" by the plan to return, he said, calling it \"cavalier and downright dangerous\".\n\nHe added that returning to Westminster would have a greater impact on MPs living furthest away from London.\n\nSpeaking on Tuesday, Mr Rees-Mogg had argued opposition MPs \"like having a hybrid Parliament\" because they were \"willing to sacrifice a degree of scrutiny to stymie the government's programme.\"\n\n'Best option we have'\n\nSpeaking on his ConservativeHome podcast, he also said it would be \"unreasonable\" for pupils to start returning to schools in England - which could happen from 1 June - while MPs stayed away from Parliament.\n\nBut Conservative MP, Karen Bradley, who chairs the Commons Procedure Committee, said MPs should be allowed to continue working remotely until it is safe to return.\n\nShe told the BBC: \"Hybrid proceedings are not ideal.\"\n\n\"But in my view some form of continued virtual participation is the best option we have, until it is safe to use the Chamber as before and all members are able to return.\"\n\n'Incredibly disappointing'\n\nThe plan to return to physical working was also criticised by two unions representing parliamentary staff.\n\nGarry Graham, deputy general secretary of Prospect, said the government had chosen to \"ignore\" concerns raised by those working in Westminster.\n\nAmy Leversidge, assistant general secretary of the FDA union which represents Commons clerks, said the move was \"incredibly disappointing\".\n\n\"This needlessly puts staff and parliamentarians at risk,\" she added."}