{"url": "https://www.bbc.co.uk/news/uk-52710137", "text": "Image copyright Luke Shortland Image caption Luke Shortland was on his year abroad in Melbourne, Australia, when the coronavirus pandemic emerged\n\nUniversity lecture theatres have fallen silent and campus nightlife is on hold amid the coronavirus pandemic, but some students are still pulling all-nighters. These are the students facing a virtual year abroad.\n\n\"I delivered a presentation for German last week at 03:00 BST… I slammed back a coffee half an hour before and hoped that would do it for me,\" says Luke Shortland, a University of Warwick student currently finishing his year abroad in Australia at home in south London.\n\n\"I think it went OK, but I don't have the grade yet. It was difficult trying to organise it with my partner [due to the time difference].\"\n\nUniversity campuses around the globe have been closed by the pandemic, and many students are adjusting to online learning - including UK students who followed Foreign Office travel advice to return home.\n\nLuke, 21, was enrolled at Monash University in Melbourne for his third year of studies when the virus emerged, and returned to his family home in South Croydon in March.\n\nHe is now working through the night to keep up with a timetable scheduled nine hours ahead, with classes spread over the week, including journalism at 01:30, German language and literature between 03:00 and 06:00, and politics at 07:00.\n\nFor some of Luke's modules, such as economics, teaching is done via online videos - meaning he does not have to attend in real time - but there are Zoom lectures and weekly exams for others.\n\nMissing out\n\nLuke admits some students feel Zoom works effectively, but stresses \"it's not the same as being in a lecture theatre which helps you to concentrate\".\n\nImage copyright Luke Shortland Image caption Luke, pictured in front of the Sydney Opera House, says becoming immersed in the university community in another country was the most valuable part of his year abroad\n\nDespite his schedule, Luke keeps his body clock on UK time, as he needs to be awake during the day to drive his mother, who is a carer, and brother, an essential retail worker, to their jobs.\n\nBut he says he is missing out on the full university experience, which he insists is not just about lectures. \"It's about the whole experience of living out.\"\n\nLuke's living costs have also increased. He has had to buy a new laptop for Zoom calls and \"hundreds-of-pounds-worth\" of textbooks because he has no access to the library - all while continuing to pay rent in the UK.\n\n\"I had a job in Melbourne that paid £15 per hour… and now I have had to come back here. I'm about £2,500 poorer from all of this,\" he says.\n\nA spokesman for the University of Warwick said it had repatriated all students who wanted to return from Australia, and they should contact its study abroad team in the UK for assistance during the remainder of the term.\n\nJet lag\n\nWarwick students abroad were also given the option to finish their studies early on returning to the UK.\n\nKoehun Aziz-Kamara, 21, who studies history, chose not to finish her second year abroad semester at Monash University's Malaysian campus due to the eight-hour time difference.\n\nImage copyright Koehun Aziz-Kamara\n\n\"It was hard having to come back home with jet lag and then read in preparation for my Zoom tutorials at 07:00 or 08:00,\" she says.\n\n\"I had really high hopes for my second semester academically and I wanted to see the rest of Kuala Lumpur.\"\n\nKoehun adds she now feels \"idle\" with no work to do until starting again at Warwick next year.\n\nAs the pandemic and travel restrictions continue, there remains uncertainty over the future of study abroad courses in the coming academic year.\n\nSome students are being asked to decide whether to go ahead with their studies online or to defer.\n\n'No way I could take a year out'\n\nThe University of Birmingham has set out a range of options for its students. These include the opportunity to study online at a partner institution, when available, until going abroad becomes possible again, or delaying their overseas placement to the next academic year.\n\nA spokesman for the university said officials were \"working on the basis that overseas travel to study at a partner institution is unlikely to be available for semester one… for many of our students\".\n\nImage copyright Jessie Moloney\n\nJessie Moloney, 20, a second-year modern languages student at Birmingham, has chosen to start online classes in October for her compulsory year abroad at the University of Berlin - to keep up her German skills.\n\n\"When you learn a language you need to be doing it constantly to maintain a good level,\" Jessie says, explaining that if she deferred she would have to take a leave-of-absence for the next academic year, and would be without access to campus facilities.\n\n\"Since I started university I've probably missed about six weeks because of [university staff] strikes,\" she adds.\n\n\"Even with just those six weeks I found I had to think more about my German, so I feel there's no way I could take a year out.\"\n\nJessie was always hoping to take an MA after finishing her undergraduate studies. To make up for her shortened year abroad, she now plans to live in Germany before her masters or take the course there.\n\n\"The reason I took a modern language degree was to become fluent,\" she says. \"Without the full year abroad I don't think I will become fluent.\"\n\nFull fees\n\nThe National Union of Students has highlighted the difficulties of studying online during lockdown restrictions. Some students lack access to key resources, such as computer equipment and space to work, and are struggling with their finances, welfare and wider lives, it says.\n\nMeanwhile, Universities UK has said universities are preparing for a \"range of scenarios - including periods of online study in the academic year 2020-21\".\n\nUniversities can still charge full fees even if courses are taught online, it has been confirmed.\n\nWarwick University says it is still in discussions with its study abroad partners about the next academic year.\n\nReflecting on the abrupt ending to his year in Melbourne, Luke Shortland says: \"People choose a year abroad because they want to go to a foreign country, to live there.\n\n\"I've lost six months of my life and an incredible life-changing experience that I will never get back.\""}