{"url": "https://www.bbc.co.uk/news/uk-england-52711267", "text": "Image copyright Hannah Sharma Image caption After the transplant, Hannah Sharma did what she always wanted to do - buy a puppy\n\nOrgan donation will now be automatic in England unless people opt out, in new laws which come into effect today and could save up to 700 lives a year. Four people whose lives have been touched by the transplant scheme share their stories.\n\n'It's mine, but it's not mine'\n\nImage copyright Hannah Sharma Image caption Hannah Sharma said the transplant offered her a way to live her life\n\nHannah Sharma went into hospital last year with what she thought was a chest infection only to discover she had heart failure.\n\nUntil then, she had been fit and healthy but it is now thought she might have had a viral infection called dilated cardiomyopathy.\n\nHannah, from Mayfield, East Sussex, had several hospital stays including a spell in intensive care as she fought off infections, but eventually became so ill she knew she had to prepare herself for the \"long haul\".\n\nBy the time her consultant mentioned a heart transplant, the 29-year-old said it was almost a relief. But it wasn't without setbacks - she waited in hospital for about six weeks, in which time two hearts became available, only neither were a suitable match. By the time the third call came, there were no nerves, just excitement.\n\n\"We listened to songs and we were dancing in the room,\" she said.\n\nThe operation took four-and-a-half hours and she came around from the anaesthetic the following day.\n\n\"I remember sitting in my bed and hearing it, [thinking] I hear my heart. It's so loud. It's mine, but it's not mine. I can never get my head around that.\"\n\nImage copyright Hannah Sharma Image caption Hannah Sharma knew she was in hospital for the \"long haul\"\n\nWithin 24 hours, she was out of bed and sitting on a chair. The next day the physiotherapists had her marching on the spot.\n\nA week after the transplant, she fulfilled a long-held ambition and sent her sister out to buy her a dog. She met Huey the sausage dog on FaceTime from her hospital bed, and two-weeks post transplant, the pair were united when she was discharged.\n\n\"I'd wanted a dog for a very long time. My mum was like 'you can't have a dog', but I was saying 'I need to do it now. Life's here now.'\"\n\nMs Sharma said the future is \"tricky\". She can suffer side effects from the medication and has good days and tired days - and there is always the risk of organ rejection at any time.\n\nShe says during recovery, she spent a lot of time thinking about her donor - a 55-year-old woman whose family she will soon write to.\n\n\"Life is very different to how I saw it, but I try not to dwell on those things and live as much as I can while I'm fit and healthy,\" she said.\n\n\"Some people live 35 years post-transplant, so I could still have a lot of years. It is scary, but it could have completely stopped last year... so I'm thankful for any time I get.\"\n\n'It's not fun, but it could be worse'\n\nMedia playback is unsupported on your device Media caption Fez had his first kidney transplant at age three and is now waiting for his third\n\nFaizan Awan was born needing a kidney and can't remember having his first transplant at the age of three, but remembers realising at a young age he was different to others his age.\n\nGrowing up, he could not join in sport and while his friends were at the cinema, he would be on his dialysis machine. At 14, he had a second operation and received a kidney from his father.\n\nThe average lifespan of a donor kidney is between 10 and 15 years, according to the NHS, and 34-year-old Mr Awan is on the list for a third time, although he and his family are matter-of-fact about it, as they know what to expect.\n\n\"Until then, there's not really much you can do but wait.\"\n\nYou might also be interested in:\n\nImage copyright Faizan Awan Image caption Mr Awan had his first transplant at the age of three, after which he could eat solid food for the first time in his life\n\nMr Awan said he has has been waiting for an organ for five years because there are fewer donors among ethnic minorities. He hopes the legal change will improve his chances and encourage people in South Asian and Muslim communities to talk about the subject more openly.\n\n\"Part of it is generational bias,\" he said. \"My grandparents and great-grandparents didn't [donate] in Pakistan - that's the norm when family move without fully understanding the system is different here.\n\n\"In Islam, there is a lot of text that can be translated for or against transplants. There is no literal line that says 'yes it's allowed' or not.\"\n\nMr Awan is now an organ donation ambassador for the NHS and volunteers for the Lancashire and South Cumbria Kidney Patient Association, where he helps other patients and carers deal with kidney disease, dialysis and transplants.\n\n\"It gives people some kind of comfort knowing it's not the worst thing in the world,\" he said. \"It's not fun, but it could be worse.\"\n\nWhat is changing?\n\nFrom Wednesday, all adults in England will be deemed to have given consent to donate their organs when they die, unless they have opted out, or are in an excluded group.\n\nThe new law, known as Max and Keira's Law, has been named after two children.\n\nNine-year-old Keira Ball saved four lives, including that of Max Johnson, also nine, after her father allowed doctors to use her organs for transplants after a car crash in 2017.\n\nIt has been estimated that the law change will lead to an additional 700 transplants each year by 2023.\n\nSource: NHS\n\n'Organ donation is an open conversation'\n\nImage copyright Laura Beattie Image caption The sisters have established an ethical womenswear brand\n\nTwo years ago, Laura Beattie was given the news she had been expecting for some time - she would need a lung transplant.\n\nThe 31-year-old was born with cystic fibrosis, a life-shortening genetic condition that can cause fatal lung damage. In 2016, she became more breathless and her condition worsened, leading to her taking the tests to go on the transplant list.\n\nSince learning she would need a transplant, Ms Beattie has spent time preparing for the procedure with an NHS transplant team of experts and psychologists.\n\n\"I was probably in denial. I try my best at everything. I was just feeling upset with myself. And I was scared. I'd never had a proper operation before.\n\n\"You work towards it. You have every test imaginable so they can match up the organ with you. And it's just about keeping busy and focused and trying to see the best in myself.\n\n\"And there are mixed emotions, which can depend on how you feel each day.\"\n\nOne distraction is her online fashion business, which came about because she had struggled to find dresses to fit because her rib cage is slightly larger due to her condition.\n\nHer sister, Rachel, then 14, came up with the idea to so start their own brand and a decade on, they work with teams in Manchester, Italy and Portugal.\n\nMs Beattie said: \"It's about determination and never giving up. I work hard with my treatment and keep myself stable, and with the business it's the same.\n\n\"It's about never giving up. It's about coping with setbacks and knowing you can get through.\"\n\nMs Beattie, from Manchester, hopes the law change will improve her chance of finding a match but acknowledged that her survival relies on someone losing a loved one.\n\n\"Organs come from someone who has died and talking about that side of it is scary. But I think the more [organ donation] is spoken about, the more it's an open conversation.\"\n\n'She saved a life'\n\nImage copyright Keith Astbury Image caption Keith Astbury said his daughter, Pippa, lived for her son and \"cared about everything\"\n\nTwo years ago, Keith Astbury lost his daughter Pippa to an instant, catastrophic, brain haemorrhage.\n\nShe was placed on a ventilator but he already knew the situation was not hopeful. Several hours later, he discovered his daughter had signed up as an organ donor via three different media.\n\n\"We thought if that's what Pippa wanted, that's what's going to happen,\" said the 70-year-old from Trafford, Greater Manchester.\n\nPippa died in 2018 and since then, her family has received a letter they described as both \"heart-warming\" and \"bittersweet\" from the recipient of her lungs - a mother-of-three whose life was saved by the transplant.\n\nBoth families exchanged letters in a process that brought comfort, said Mr Astbury, who is now an NHS organ donation ambassador.\n\nHe described his daughter, who would have turned 43 today, as a mother who lived for her son, and a \"people's person\" who cared about everything - so much so she had decided to retrain as a social worker.\n\n\"Pippa's organs didn't go to waste,\" Mr Astbury said. \"She saved a life and we feel part of Pippa is still living and still with us.\""}