{"url": "https://www.bbc.co.uk/news/entertainment-arts-52720067", "text": "Image copyright Getty Images Image caption Bieber and Grande's single beat 6ix9ine to number one in the Billboard chart\n\nAriana Grande and Justin Bieber have defended themselves after rapper Tekashi 6ix9ine accused them of buying the number one spot on the US chart.\n\nThe rapper claimed the pop stars had bought tens of thousands of copies of their charity duet Stuck With U to boost its position.\n\nHe also said some streams of his song Gooba were improperly discounted, leaving it in third place on the chart.\n\nGrande, Bieber and chart compilers Billboard have all denied the claims.\n\nBieber called the rapper's accusations \"a lie\", while Grande advised him to \"take a moment to humble yourself\".\n\nBillboard, which publishes the US charts, posted a lengthy article refuting each of his points while explaining how positions were calculated.\n\n\"Overall, Stuck With U drew 28.1 million US streams, 26.3 million in radio airplay audience and 108,000 sold in the tracking week,\" it explained.\n\n\"Gooba had 55.3 million US streams, 172,000 in radio airplay audience and 24,000 sold.\n\n\"Those sums resulted in the songs' respective rankings on this week's Hot 100.\"\n\nGooba is Tekashi 6ix9ine's first single since he was released from prison into house arrest last month.\n\nHe was serving time after pleading guilty to multiple counts of racketeering, firearms offences and drug trafficking, and was freed over fears that his chronic asthma would make him vulnerable to the coronavirus.\n\n'Six credit cards'\n\nThe 23-year-old first expressed his dissatisfaction on Friday in an Instagram video where he claimed the charts were being rigged.\n\nHe presented forecasts that were purportedly sent to major record labels on Thursday, which showed Grande and Bieber's duet charting at number five.\n\n6ix9ine then showed a second email, which he claimed was sent at \"the last second\" on Thursday night (the cut-off point for sales to be included in the chart). It showed that Stuck With U had sold an additional 60,000 copies, boosting it to number one.\n\n\"Literally, you're manipulating the charts now,\" he said. \"So, Billboard, the world is watching.\"\n\nWhen the charts were announced on Monday, the rapper intensified his criticism, claiming the pop stars had bought tens of thousands of copies of their own single.\n\n\"Understand this, they bought 30,000 or so units on six credit cards,\" he said.\n\n\"It's all manipulated, it's all fabricated,\" he added, before accusing Billboard of \"disqualifying\" 20 million or so of Gooba's streams.\n\n\"I want the world to know that Billboard is a lie. You can buy number ones.\"\n\n'Strategy'\n\nBieber rejected several of the rapper's arguments. \"He says his streams don't count,\" he wrote. \"Yes they do, but he is counting his global streams and this is a domestic chart, so only domestic streams count.\"\n\nHe added that the additional 60,000 sales of Stuck With U were not reported until Thursday as a tactic to beat the competition. \"That's called strategy,\" said the singer.\n\nAnd he said it was impossible to buy 30,000 copies of a single on six credit cards because bulk purchases were against chart rules.\n\nImage copyright Republic Records Image caption Stuck With U entered the UK charts at number four last week\n\nGrande responded with her own statement on Instagram. Although she didn't mention 6ix9ine by name, she made her feelings clear.\n\nAfter thanking fans for their support, the singer said: \"You cannot discredit this as hard as you try.\"\n\nShe added: \"To anybody that is displeased with their placement on the chart this week... I ask you to take a moment to humble yourself. Be grateful you're even here.\"\n\nCharity effort\n\nBillboard's column went into forensic detail on how the charts were compiled.\n\nGrande and Bieber's tally was boosted by the availability of a physical/digital bundle - meaning fans could buy an autographed copy of the single, to be posted at a later date, along with a download that was available immediately. Both counted as an separate sale.\n\nSetting the feud aside, Grande and Bieber's manager Scooter Braun emphasised that proceeds from their single were going to the First Responders Children's Fund.\n\n\"Thank you to all the first responders and their families,\" he wrote on Instagram. \"Let's keep raising money for them as they sacrifice for us. Nuff said.\"\n\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."}