{"url": "https://www.bbc.co.uk/news/entertainment-arts-52719883", "text": "Image caption BBC Three commissioned shows including Normal People (left) and Fleabag\n\nThe BBC is considering the case for bringing back BBC Three as a regular TV channel, four years after it was taken off air and moved online.\n\nThe youth channel, which commissioned hits like Normal People and Fleabag, will also have its budget doubled.\n\nIt left linear TV in 2016 to save £30m, and because the corporation said young people were watching more shows online.\n\nThe BBC now says it is \"considering the case\" for returning the channel to \"linear television\".\n\nA BBC spokesman said \"we'd be wrong not to back a service that is doing better than anyone could have ever conceived\".\n\nThe turnaround will be formally announced as part of the BBC's annual plan on Wednesday, but there was no news about the fate of BBC Four, which has been rumoured for the axe.\n\nThe corporation warned that putting BBC Three back on TV will mean reductions in other areas, especially as the BBC's income has been reduced by £125 million during the coronavirus outbreak.\n\nBut it says those decisions won't be made until the autumn when there is a clearer picture of the BBC's finances.\n\nHowever, the BBC did say it had no plans to close BBC Four at the moment.\n\nBigger impact\n\nBBC Three launched in 2003 and made its name with hits like Little Britain and Gavin & Stacey.\n\nIn recent years, it has also been behind comedy and drama successes like This Country, People Just Do Nothing, My Left Nut and the Bafta-winning Killed By My Debt.\n\nIt has also made the reality shows RuPaul's Drag Race UK and Glow Up; as well as hard-hitting documentaries like Stacey Dooley's investigations and Jesy Nelson's Odd One Out.\n\nImage caption The second series of Glow Up, fronted by Stacey Dooley, has just been launched\n\nNormal People, an adaptation of the Sally Rooney novel, recently propelled BBC Three to its biggest ever week on iPlayer, with 21.8 million requests for the channel's programmes.\n\nIts shows have been aired on regular TV as well as online, including in a dedicated zone on BBC One after the News At Ten since last spring.\n\nWhen it moved online in February 2016, the BBC Trust said \"independent evidence shows younger audiences are watching more online and watching less linear TV\".\n\nBut BBC Three reached 8% of British 16-34-year-olds per week in 2018/19, down from 22% in 2015/16.\n\nThe BBC now says its research shows there is a potential large linear audience for the channel's programmes, which it says are reaching both young people and the wider audience in \"big numbers\".\n\nThe news comes two months after director general Tony Hall told MPs the board was looking to \"divert more resources into BBC Three to build the kind of creative content they're delivering\".\n\nBut with the corporation needing to make savings, there has been speculation that BBC Four may be among the casualties.\n\nA petition calling for the channel to be saved has attracted more than 58,000 signatures.\n\nIn its plan, the BBC said it was \"exploring potential commercial opportunities\" outside the UK for BBC Four to become a global subscription service.\n\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."}