{"url": "https://www.bbc.co.uk/news/newsbeat-52712532", "text": "Image copyright Getty Images\n\nYou've just switched off the TV, looked at your phone and realised it's 02:00. It's only a few hours until you turn on the laptop to start your working day.\n\nLet's face it, many of us can relate to that process of screens, screens and more screens - especially in the coronavirus lockdown.\n\nThe weekly screen time reports have been making a lot of iPhone users wince, and data provided to Radio 1 Newsbeat by the Moment screen tracker app shows phone usage up by about 30% from pre-pandemic levels.\n\nSpending lots of time staring at screens can be harmful to your physical and mental health - so if you think you're using devices a bit too much during lockdown, here's what you can do to keep things healthy.\n\n1. Take breaks\n\nThere's no \"fixed amount\" for how much screen time is healthy. But you don't want to be on it \"for hours and hours, letting it interfere with life\", according to Dr Chetna Kang.\n\nDr Kang is a consultant psychiatrist specialising in technology addictions at the Nightingale Hospital Mental Health Unit.\n\n\"Don't spend more than an hour on the screen at a time. Even a 15-minute break is good for you.\"\n\nThat's because working for long periods on a computer can strain your eyes, causing headaches and eye discomfort.\n\nImage copyright Chetna Kang Image caption \"Don't let it get to a point where tech controls you\"\n\nIt also applies to your mental health.\n\n\"Technology can become an easy way to distract ourselves.\n\n\"By taking breaks, you're putting things into place where you can use it in a healthy way - protecting emotional and psychological wellbeing.\"\n\n2. Identify your triggers\n\nWhy do we end up on our phones, tablets or TVs?\n\nIf you answer that question Dr Kang says you can go a long way to maintaining healthy screen time.\n\n\"Sometimes you can automatically go to it and use your device because it's a habit.\"\n\nTo avoid that, she advises identifying your triggers - things like \"boredom, irritation or some kind of disturbance\".\n\nInstead of turning to a screen for comfort, talk to someone about what the issue is, write a letter about it or find an alternative which stimulates you.\n\n3. Plan your screen time\n\nLike with anything we do, planning can go a long way.\n\nDr Kang says setting times during the day where you're not near a screen helps.\n\n\"Give yourself a time in the morning before which you won't even touch a screen.\"\n\nWith lots of us relying on our phones as alarms, Dr Kang says there's an easy alternative - \"a normal alarm clock\".\n\n\"It's another way to just spend a bit of time away in the morning.\"\n\nImage copyright Getty Images Image caption The blue light from devices can be damaging to sleep\n\nBut it's even more important at night.\n\n\"Spend an hour before bed without looking at a screen, because the blue light from devices can trick our brain into thinking it's still daylight,\" she says.\n\n4. Find alternative ways to connect\n\nWhether it's Zoom, FaceTime, a Skype call or Houseparty - video calling is pretty much the only way we can see our loved ones these days.\n\nBut Dr Kang says reaching out doesn't always have to be on a screen, because \"people don't necessarily feel more connected on a screen\".\n\nShe adds it's ultimately about listening to what the other person says, which might be easier through a normal phone call.\n\n\"We're looking into a camera. And sometimes there's a time lag so we have to be more attentive with listening.\"\n\nSo you can still chat to your bestie, just consider doing it the old school way for a change.\n\n5. Physical activities without screens.\n\nIn pre-coronavirus times (remember those?), you might meet a friend after work or go for dinner - stuff that doesn't really require a screen.\n\nBut that's obviously not possible anymore. Instead, we might be moving from our laptop straight to the PlayStation or Netflix once work is finished.\n\nDr Kang says it's important to have post-work activities that don't include a screen.\n\n\"Lots of us know what life looks like without screens - whether that's family time or reading a book.\n\n\"We should make a conscious decision to do something else after work - like cooking dinner or going for a run.\"\n\nImage copyright Getty Images Image caption Dr Kang says it's important to have alternatives to screens\n\nThat's good for our physical health too.\n\nDr Kang's noticed people complaining of shoulder or neck pain after spending ages on a screen.\n\n\"It's mainly because of posture. The way people are using it in bed or sitting on a chair.\"\n\nRealistically, she adds, it's impossible to think of a life without screens.\n\n\"They're everywhere and we need them. They help our lives.\n\n\"Rather than imagining a life with no screen at all, just steal back some time and try to keep control.\"\n\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\n\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}