{"url": "https://www.bbc.co.uk/programmes/articles/Y0Vm65Kfjqh9XCPTSjkQNN/nine-things-we-learned-when-sir-lenny-henry-spoke-to-louis-theroux", "text": "4. Lenny thinks his gift for impressions came from trying to integrate\n\nA young Lenny in 1979\n\nGrowing up in the West Midlands, Lenny faced frequent racism. He describes living in two worlds: at home, he felt Jamaican, but outside his friends were white and he did what they did. Lenny’s skill for mimicry first grew through trying to fit in and talk like everyone else, but later it “became this other thing of, well, how does John Wayne talk? How does James Stewart talk? And I can use that to make my friends laugh too.”\n\n5. At first, he kept his talent for comedy hidden from his family\n\n“In our house, my mum was the funny one,” Lenny says. If he had made wisecracks at home as a child, he knew it would have been seen as cheeky by his parents and resulted in punishment. So instead, he made jokes and did impressions to entertain his friends in the park. For quite a long time, Lenny’s family had no idea he could be funny. “It was like a little secret I held in my heart,” he says.\n\n6. Lenny’s first gig was as Elvis Presley at a local disco\n\nAlthough Lenny was a shy teenager, his friends pushed him to enter a talent contest. He performed as ‘wobbly Elvis’, singing Jailhouse Rock. The response, he recalls, was overwhelming: “It was like the first ever proper round of applause I’d ever received from an audience. I just thought, ‘That’s brilliant, and how do I get that again?’”\n\n7. He felt deeply conflicted about appearing in The Black and White Minstrel Show\n\nOne of Lenny’s first TV jobs was on The Black and White Minstrel Show. Each week, he would do a short set of jokes and impressions, while the cast of ‘minstrels’ would perform song and dance numbers, the men wearing blackface. It’s a concept that was already being recognised as offensive. Looking back, Lenny feels his presence was a way for them to say, “How can we be racist? There’s a black guy in the show.”\n\nAs a teenager new to showbiz, Lenny was told to take the job as an opportunity to learn his trade but being part of the show made him feel “very lost for a period”. However, it also meant he could provide for his family, so they no longer had to live on the breadline. “I have to not be ashamed of that,” Lenny says. “Because that was a very, very, very positive thing. No matter how I was doing it, I was able to help my family.”"}