{"url": "https://www.bbc.co.uk/news/education-52732814", "text": "Image copyright PA Media\n\nThere will be no face-to-face lectures at the University of Cambridge over the course of the next academic year due to coronavirus, it has been announced.\n\nHowever, lectures will be available to students online and \"it may be possible to host smaller teaching groups in person\" if they meet social distancing requirements, the university said.\n\nUniversity campuses have been closed this term by the Covid-19 outbreak.\n\nCambridge will review the decision if advice on social distancing changes.\n\nA statement from it read: \"The university is constantly adapting to changing advice as it emerges during this pandemic.\n\n\"Given that it is likely that social distancing will continue to be required, the university has decided there will be no face-to-face lectures during the next academic year.\n\n\"Lectures will continue to be made available online and it may be possible to host smaller teaching groups in person, as long as this conforms to social distancing requirements.\n\n\"This decision has been taken now to facilitate planning, but as ever, will be reviewed should there be changes to official advice on coronavirus.\"\n\nAll teaching at the university was moved online in March, while exams are being carried out virtually.\n\nIt follows a similar move by the University of Manchester, which said its lectures would be online-only for the next term.\n\nEarlier this week, the university watchdog said students applying for university places in England must be told with \"absolute clarity\" how courses will be taught - before they make choices for the autumn.\n\nUniversities can charge full fees even if courses are taught online.\n\nBut Nicola Dandridge of the Office for Students warned against misleading promises about a \"campus experience\" if courses are to be taught online.\n\nAre you planning to defer starting university? Share your thoughts by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist."}