{"url": "https://www.bbc.com/portuguese/resources/idt-143f8aa4-dbeb-4f4d-86a8-eeb3b0ac7191", "text": "Brasília 60 anos: como a realidade transformou a cidade idealizada por Lúcio Costa e Niemeyer\n\nNo final da década de 50, no meio de seu Planalto Central, o Brasil construiria uma nova capital em apenas três anos. Nas décadas seguintes, Brasília se tornaria o principal símbolo da arquitetura modernista no mundo e a única cidade feita no século 20 a ser declarada Patrimônio Histórico e Cultural da Humanidade pela Unesco. O compromisso de construir uma nova capital no centro do país existia ao menos desde o século 17, mas só saiu do papel no governo de Juscelino Kubitschek, em 1956. \"O plano no sentido nacional e estratégico, tinha um objetivo simbólico e militar. Era uma maneira de estimular a ocupação do interior do Brasil, que até então se concentrava no litoral, e de ter uma capital mais protegida de eventuais ataques ou revoluções\", disse à BBC News Brasil o professor Antônio Carlos Carpintero, da Faculdade de Arquitetura da Universidade de Brasília (UnB). A simbologia, segundo Carpintero, era também política. Eleito após uma crise que levou ao suicídio do presidente Getúlio Vargas e dividiu o país, Kubitschek transformou Brasília em um símbolo de união nacional — uma capital central, que finalmente conectaria todas as regiões do Brasil. A nova sede do governo, cuja construção era chefiada pelo já famoso arquiteto modernista Oscar Niemeyer, deveria ser uma cidade para o futuro, sem o legado colonial das antigas capitais, Salvador e Rio de Janeiro. Em 1957, um júri formado especialistas brasileiros e estrangeiros escolheu o projeto do urbanista Lúcio Costa para o Plano Piloto, como foi chamada a área original da capital. Considerado simples, mas cheio de inovações, o planejamento incorporava as principais ideias da arquitetura moderna, especialmente as do suíço-francês Le Corbusier, sobre como deveria funcionar uma cidade. Em especial a concepção funcionalista de que uma cidade deveria ser organizada em zonas de acordo com cada um dos usos que as pessoas fariam dela: habitar, circular, trabalhar e recrear. Para Costa, Brasília não deveria ser apenas \"uma cidade moderna qualquer\", mas um monumento que representasse sua importância e organizasse a sociedade de maneira mais eficiente. No entanto, a realidade mostrou rapidamente aos idealizadores da nova capital que ela não funcionaria exatamente como o planejado.\n\nLúcio Costa partiu da forma do sinal da cruz, que assinala a posse de um local, para organizar o Plano Piloto em dois eixos principais. Em um deles, levemente curvado para se ajustar ao terreno, ficariam os setores residenciais. Do alto, a cruz arqueada parecia um avião, o que fortalecia o símbolo do Brasil como um país moderno e triunfante, pronto para levantar voo. Perpendicular ao eixo residencial ficaria o eixo monumental, onde se concentrariam os prédios públicos, dedicados ao governo — e as principais obras de Oscar Niemeyer na cidade. A divisão da cidade por usos, inspirada por Le Corbusier, significou que Brasília teria setores residencial, comercial, bancário, hoteleiro, cultural, de diversões, hospitalar, de clubes esportivos, de embaixadas, hípico e até de oficinas, entre outros. Vista aérea de Brasília Vista aérea de Brasília com setores especificados\n\nLúcio Costa partiu da forma do sinal da cruz, que assinala a posse de um local, para organizar o Plano Piloto em dois eixos principais. Em um deles, levemente curvado para se ajustar ao terreno, ficariam os setores residenciais. Do alto, a cruz arqueada parecia um avião, o que fortalecia o símbolo do Brasil como um país moderno e triunfante, pronto para levantar voo. Perpendicular ao eixo residencial ficaria o eixo monumental, onde se concentrariam os prédios públicos, dedicados ao governo — e as principais obras de Oscar Niemeyer na cidade. A divisão da cidade por usos, inspirada por Le Corbusier, significou que Brasília teria setores residencial, comercial, bancário, hoteleiro, cultural, de diversões, hospitalar, de clubes esportivos, de embaixadas, hípico e até de oficinas, entre outros.\n\nFeita para o carro Para facilitar a circulação dos carros, separá-los dos pedestres e evitar futuros congestionamentos, a capital era cheia de vias expressas, não tinha cruzamentos, nem semáforos. \"Brasília era uma espécie de marketing para o automóvel. Na época, a indústria automobilística era a principal referência de indústria brasileira, mas ninguém conseguia prever como uma cidade com tanta ênfase no transporte individual iria crescer\", diz Carpintero. Moradias 'ideais' Nas áreas residenciais, Lúcio Costa desenhou blocos de edifícios próximos e cercados por vegetação, que permitissem o convívio entre vizinhos e com a natureza. Nestas superquadras, como foram chamadas, todos os prédios seriam sustentados por pilotis, colunas que mantêm o pavimento no nível do chão livre e permitem a circulação de pedestres no espaço público. Nas unidades de vizinhança, moradores teriam escolas, igreja, espaços de lazer e comércio.\n\nAcolhedora, mas não para todos Para manter-se “monumental e também cômoda, eficiente, acolhedora e íntima”, como queria o urbanista, Brasília também deveria abrigar, no máximo, cerca de 500 mil pessoas. Era o que pediam os organizadores do concurso que escolheu o projeto do Plano Piloto. Para que a cidade crescesse além disso, seria necessário construir cidades-satélites, outro conceito popular entre urbanistas da época. Eram espécies de subúrbios-dormitório onde os habitantes de menor renda pudessem morar, e de onde se deslocariam para trabalhar na capital. Costa assumia que, uma vez construído, o Plano Piloto seria o ponto de partida da organização do território ao redor em cidades satélites que, por sua vez, também seriam \"racionalmente desenhadas\". \"Brasília é fruto de um momento em que se achava que se podia controlar totalmente o desenvolvimento de uma cidade. Não só isso, como se pensava que esse controle total era bom\", disse à BBC News Brasil a professora Sylvia Ficher, especialista em teoria e história da arquitetura da UnB. Por causa desse pensamento, os trabalhadores que chegaram ao Planalto Central — vindos principalmente do Norte e do Nordeste do Brasil — para construir Brasília não foram considerados como seus primeiros moradores. \"As pessoas vinham construir a cidade, mas a cidade não era pra elas. Era para os funcionários públicos. Achavam que os trabalhadores simplesmente iriam embora depois. Mas o que estavam imaginando era completamente fora da realidade\", diz Ficher. Mas, rapidamente, a necessidade de abrigar as pessoas que se estabeleceram ali se impôs e fez com que a ideia de construir cidades-satélites só depois do Plano Piloto caísse por terra. ArPDF A construção rápida da cidade significou que mudanças importantes foram feitas no desenho de Lúcio Costa. O urbanista queria, por exemplo, que apartamentos de tamanhos e acabamentos diferentes fossem construídos nas superquadras, para que altos funcionários do governo, com poder aquisitivo maior, pudessem ser vizinhos de seus subordinados. \"Mas, com a justificativa de que era preciso correr para terminar a cidade antes do fim do mandado de JK, em 1960, os blocos foram feitos de maneira mais padronizada e com um número menor de apartamentos, o que diminuiu a diversidade e aumentou a segregação nas quadras\", diz Carpintero. Com o passar dos anos, também ficou claro que nem todos os princípios modernistas de organização da cidade aplicados na nova capital eram tão bons para a vida real da população como se imaginava. Estes são alguns exemplos:\n\nOs problemas da setorização A divisão extrema da capital em setores criou uma separação tão grande de atividades que dificultou a ocupação dos espaços públicos pelos moradores e alimentou, entre críticos de Brasília, a fama de que o Plano Piloto \"não tinha vida\". Para estes críticos, as divisões eram uma forma de controle social, que tentavam forçar as pessoas a usar a cidade de forma não orgânica. Em um documento publicado quase 30 anos depois da inauguração da capital, o próprio Lúcio Costa sugeriu que não se deveria insistir na setorização. | Foto: ArPDF\n\nE quem não anda de carro? A opção por fazer de Brasília um \"marketing para o automóvel\" também foi criticada por deixar de lado a população sem carro. O transporte público ficou em segundo plano, e \"é muito mal resolvido até hoje\", segundo o professor Antônio Carlos Carpintero. A falta de semáforos e cruzamentos aumentou o perigo para os pedestres, que precisariam andar longas distâncias sob sol quente do Planalto Central e acabavam por se arriscar nas pistas. | Foto: ArPDF\n\nO inevitável trânsito Até para os carros os percursos ficaram mais difíceis. \"Havia uma ideia nos anos 1950 de que se não houvesse cruzamentos e semáforos não haveria congestionamento. Mas aconteceu exatamente o contrário, porque a população cresceu e com ela o número de carros. E ficou mais difícil regular o trânsito\", diz Sylvia Ficher. | Foto: Getty\n\nSuperquadras para poucos As superquadras, com sua vegetação abundante e sua concepção de vizinhança, se provaram um projeto caro, que ficou disponível para poucos. A ideia só foi totalmente concretizada em uma pequena parte do Plano Piloto, a Asa Sul, e não foi aproveitada em nenhuma das diversas áreas residenciais construídas depois, nem nas cidades satélites que viriam a abrigar a maior parte da população brasiliense. | Foto: Getty\n\n\"Nós estávamos, de certo modo, enganados. Imaginamos que a renovação arquitetônica e a renovação social eram a mesma coisa. Mas a realidade mostrou que as coisas não são tão simples\", admitiu Lúcio Costa, em entrevista para o documentário Itinerário de Niemeyer, em 1973. A realidade também mostrou que as cidades-satélites seriam muito mais importantes do que Costa e os outros criadores de Brasília imaginaram. \"A metrópole Brasília hoje não está mais no Plano Piloto desenhado por Lúcio Costa e Oscar Niemeyer, está em Taguatinga ou em Ceilândia. O plano hoje é um bairro da metrópole, na minha interpretação. Numa lógica europeia, seria um dos centros históricos da cidade, ou o bairro central\", diz Sylvia Ficher. Assim foi a expansão do Distrito Federal:\n\nOs primeiros assentamentos Os assentamentos de Candangolândia e Núcleo Bandeirante abrigavam os funcionários da construtora, operários e demais responsáveis por erguer Brasília. Mesmo depois da inauguração do Plano Piloto, eles ainda concentravam boa parte do comércio local.\n\nBrasília antes de Brasília Considerada a primeira cidade-satélite, Taguatinga foi inaugurada antes do previsto, e dois anos antes de Brasília, para abrigar mais trabalhadores migrantes. Cruzeiro, feita logo em seguida, foi desenhada também por Lúcio Costa, para funcionários públicos que foram do Rio de Janeiro para a nova capital.\n\nCada vez mais 'satélites' Com o passar do tempo, mais cidades e bairros residenciais tiveram que ser construídos para atender a demandas previstas — como a produção agrícola que abasteceria a capital, caso de Gama e Sobradinho. Houve também demandas imprevistas, como o reassentamento de moradores de favelas que se formaram em Brasília. Estas novas zonas foram feitas com graus de planejamento variados e, em geral, sem a qualidade e a quantidade de serviços do Plano Piloto.\n\nO 'avião' cercado O Plano Piloto, a capital original, tem hoje pouco mais de 220 mil habitantes, cerca de 7,3% do total de Brasília, o Distrito Federal. Os outros 2,78 milhões de habitantes da capital brasileira estão distribuídos em 33 regiões administrativas, entre elas as extensões do Plano e as cidades-satélites.\n\nSegundo a professora, o tombamento do Plano Piloto pela Unesco (Organização das Nações Unidas para a Educação, Ciência e Cultura), em 1987, também significa que a região permanecerá cada vez mais como centro histórico. Afinal, ela não poderá mais ser modificada para se adaptar aos novos tempos, nem às exigências da realidade de quem vive ali. É por isso que hoje, 60 anos depois de sua inauguração, a realidade de Brasília está cada vez mais fora do Plano. Getty \"Inicialmente, fez-se de tudo pra que nada grudasse nessa figura fechada do avião. Brasília foi feita para ser uma obra de arte. Por isso havia uma preocupação com não alterar a cidade\", diz Ficher. \"Hoje, o avião ainda é muito visível do alto, mas há muita coisa construída entre o avião e o lago, que não deveria estar originalmente. Chamo isso de a vingança da cidade. Na verdade, nunca existiu um controle das dimensões de Brasília. O que existiu foi a fantasia do controle\", afirma. Ainda assim, Ficher e Carpintero acreditam que a capital brasileira está longe de ser um fracasso, como afirmam seus críticos mais rigorosos. \"O Plano Piloto de Brasília foi feito em um momento muito específico da arquitetura, e reflete as ideias daquele momento, que depois passaram a ser questionadas. Mas a cidade é muito mais do que isso. As pessoas vieram viver aqui. Brasília se tornou uma metrópole por si mesma\", diz Sylvia Ficher. ArPDF Muitas capitais construídas no século 20 permaneceram como cidades pequenas ou médias. Erguida em 1913, Canberra, na Austrália, tem cerca de 430 mil habitantes. Islamabade, no Paquistão, planejada e fundada no mesmo ano que Brasília, tem menos de 2 milhões. A jovem capital brasileira, no entanto, já é a terceira metrópole do país, atrás apenas de São Paulo — seu principal centro financeiro — e do Rio de Janeiro, que foi sua capital por quase 200 anos. E também enfrenta os problemas típicos das outras grandes metrópoles, como os altos índices de desigualdade. \"O importante é que foi de fato construída uma capital no Planalto Central. Era um projeto de interiorização do país, e essa proposta se mostrou correta. JK dizia: 'Brasília vai costurar o Brasil por dentro'. E foi assim mesmo. O Brasil todo ficou mais próximo.\" Getty"}