{"url": "https://www.bbc.co.uk/news/world-europe-52721153", "text": "Image copyright Getty Images Image caption President Macron's party will still be able to rely on other parties for support\n\nThe party of French President Emmanuel Macron has lost its outright majority in parliament, after a group of MPs broke away to form a new party.\n\nEcology, Democracy, Solidarity will be largely formed of seven MPs from La République en Marche (On the Move) and other ex-supporters of the president.\n\nThe defecting MPs want to focus on green issues and social inequality.\n\nBut their decision leaves Mr Macron's party with 288 seats, one short of a majority in the 577-seat lower house.\n\nFrench commentators said La République en Marche (LREM) still had the backing of two other political allies, the centrist MoDem as well as Agir from the centre-right, which together make up another 56 seats in the National Assembly.\n\nThere is even a chance that the party could regain its absolute majority if another defector who leaves the assembly is replaced by a pro-Macron MP.\n\nThe Macron camp has been plagued by a series of defections in recent months, and French media said the seven latest departing MPs had come under intense pressure to stay.\n\nTwo MPs who had originally planned to join EDS backed down at the last minute, Le Figaro reported.\n\nThe new party is not a major blow to Mr Macron electorally, and allies dismissed the moves as part of the \"tribulations of parliamentary life\".\n\nBut it is further evidence of dissatisfaction among the president's MPs, who were swept into the National Assembly in June 2017, weeks after his whirlwind presidential victory.\n\nWhy they abandoned the party\n\nThere has been a steady trickle over recent months of MPs out of the ranks of the LREM.\n\nUntil now they've sat as independents. From Tuesday, with a handful of new defections, they are sitting as an official group in the National Assembly, entitling them to parliamentary privileges and status.\n\nThe main beef of these MPs is that President Macron's party has failed in its promise to be inclusive and to transcend the old political divisions. In spirit, they were all on the left or ecological wings of the LREM. And they feel that since 2017 Macron has made a lot of overtures to the right, but not many to the left.\n\nImage copyright Getty Images Image caption One member of the new party, Cédric Villani, decided to stand as an independent candidate for Paris mayor in March\n\nThe analysis may well be correct. Polls show that more voters on the right than on the left generally approve of the Macron presidency. He has shifted rightwards.\n\nBut the timing of the bloc's initiative raises questions. Everyone knows that after the Covid-19 crisis things will be different. There is no way on Earth that Mr Macron will be carrying on as before. Indeed most likely the new priorities will be themes such as ecology, industrial protection and higher wages for health workers - all of which the breakaway MPs would presumably regard as their own.\n\nPresident Macron's ratings have dipped during France's coronavirus outbreak, however those of Prime Minister Édouard Philippe have increased.\n\nMedia playback is unsupported on your device Media caption Edouard Philippe: \"The only way to live is to protect ourselves\"\n\nMembers of the new Ecology, Democracy, Solidarity (EDS) group said they had failed to change LREM from the inside and would now take an independent stance, neither allied to the government nor the opposition.\n\nOne of the new party's best-known figures, Paris mayoral candidate Cédric Villani, told French radio that what was important was that the new party went forward.\n\n\"There's been talk of treason and rebels, but this ninth political group is made of free men and women who want to devote their souls and conscience to defending ecology, democracy and solidarity,\" he told France Inter radio."}