{"url": "https://www.bbc.com/swahili/taasisi/2011/10/000001_privacy", "text": "Sera ya Faragha Maelezo yafuatayo yanaelezea sera yetu ya faragha kuhusiana na taarifa za mtu za kibinafsi ambazo tunakusanya kuhusiana na wewe.\n\n1. Maelezo ya dhamira 2. Taarifa juu ya wageni 3. Cookie ni nini 4. Kuwasilisha maelezo ya mtu ya kibinafsi 5. Kupata maelezo yako ya kibinafsi 6. Watumiaji wenye umri wa miaka 16 au pungufu 7. Jinsi ya kutafuta na kudhibiti cookie zako 8. Utajuaje kurasa gazi zinatumie cookie? 9. Jinsi ya kuona alama ya cookie yako\n\n1. Maelezo ya dhamira\n\nMara kwa mara, utaombwa kuwasilisha taarifa zako za kibinafsi (kwa mfano, jina na anuani ya email, nk) ili kupata au kutumia huduma zilizopo kwenye mtandao wetu. Huduma hizo ni pamoja na vijarida, mashindano, “Batilisha Email”, mazungumzo ya moja kwa moja, ubao wa ujumbe na uanachama BBCi.\n\nKwa kuandika maelezo yako kwenye nafasi zilizopo, unairuhusu BBC na mashirika yake yanayotoa huduma kukupatia huduma ulizoziomba. Kila unapotoa maelezo yako ya kibinafsi, tutahifadhi taarifa hizo kwa kuzingatia sera hii. Huduma zetu zimekusudiwa kukupatia taarifa unazotaka kupata. BBC itashughulika kulingana na sheria za sasa hivi na itadhamiria kutekeleza taratibu nzuri kabisa za sasa hivi za Internet.\n\n2. Tarifa za wageni\n\nWakati wowote unapotembelea mtandao wa BBCi, kurasa unazoziona, pamoja na kitu kinachoitwa cookie, zinaingizwa kwenye kompyuta yako (angalia kipengee cha 3 kupata mengi juu ya hili). Karibu kurasa zote, kama siyo zote kabisa, zinafanya hivyo, kwa sababu cookies zinaiwezesha kampuni inayomiliki kurasa hizo kufanya vitu vingi vyenye manufaa, kama vile kujua kama kompyuta hiyo (na huenda mtumiaji wake) ametembelea ukurasa huo hapo awali. Hii inafanyika wakati mtumiaji huyo anarejea tena kwenye mtandao, kwa kuchunguza ili kuangalia na kuikuta cookie iliyoachwa hapo nyuma, wakati mtumiaji alipozuru mtandao mara ya mwisho.\n\nTaarifa yoyote ambayo imetolewa na cookies inaweza kutusaidia kukupa wewe huduma bora na kutusaidia kuchunguza wasifa wa wageni wetu. Kwa mfano: kama ulipotembelea kurasa zetu mara ya mwisho, tuseme uliingia kwenye kurasa za elimu, basi tunaweza kukuta taarifa hizi kwenye cookie yako na kielelezo cha taarifa za elimu utakapoingia mara ya pili\n\nRedSheriff, kampuni ya vipimo na utafiti, inakusanya data ambazo siyo za kibinafsi zinazowahusu wageni wanaozuru kurasa zetu kwa niaba yetu kwa kutumia cookies na alama ambayo imewekwa kwenye mtandao wetu. Cookies hizo na alama iliyopo kwenye mtandao vinatoa takwimu ambazo siyo za kibinafsi kuhusu ziara zilizofanywa kwenye kurasa zetu, muda uliotumika kuangalia ukurasa, njia zilizotumiwa na wageni hao kwenye mtandao, data zilizopo kwenye mipangilio ya skrini za wageni na taarifa nyingine za kawaida. BBC inatumia taarifa kama hizi, na zile zilizopatikana kwenye cookies nyingine zilizotumika kwenye mtandao huo kusaidia kuboresha huduma kwa watumiaji wake.\n\nKama unataka kuikataa cookie ya RedSheriff's, unaweza kutumia utaratibu uliowekwa hapo chini katika kipengee cha 7. Kuilemaza (kuiondoa) alama iliyowekwa kwenye mtandao, unapaswa kupeleka maombi yako moja kwa moja kwa privacy@redsheriff.com. Taarifa nyingine zaidi kuhusu taarifa za faragha za RedSheriff's yanaweza kupatikana katika http://www.redsheriff.com/6.0.0.htm.\n\n3. Cookie ni nini?\n\nUnapoingia kwenye mtandao kompyuta yako mara moja itapewa cookie. Cookies ni faili za maandishi zinazoitambulisha kompyuta yako kwa mtambo wetu wa mtandao unaohifahdi kumbukumbu zote (server). Cookies zenyewe hazimtambui mtumiaji, ila tu zinaitambua kompyuta iliyotumiwa. Makampuni mengi ya mtandao yanafanya hivyo wakati mtumiaji anapozuru kurasa zao ili kuweza kujua jinsi watu wanavyoingia na kutoka kwenye mtandao huo.\n\nCookies zeneywe zinachukua kumbukumbu za maeneo ya mtandao ambayo yametembelewa na kompyuta husika, na kwa muda gani. Watumiaji wanapata fursa ya kuzifanya kompyuta kuruhusu cookies zote, kuwafahamisha wakati ambapo cookie imetolewa, au kutopokea cookies wakati wowote ule. Hilila mwisho linamaanisha kwamba huduma fulani fulani za kibinafsi hazitaweza kutolewa kwa mtumiaji huyo.\n\nNB: Hata kama hujaiweka kompyuta yako katika hali ya kuzikataa cookies, bado unaweza kusomasoma kwenye mtandao wetu bila kuandika jina lako, hadi hapo utakapojisalisha kutumia huduma za BBCi.\n\n4. Matumizi na hifadhi ya taarifa zako za kibinafsi\n\nUnapotoa taarifa zozote za kibinafsi kwa BBCi (kwa mfano, kwa ajili ya mashindano, huduma za jamii za BBCi (BBCi Community) au uanachama wa BBCi kisheria tunawajibika kwako katika kuangalia jinsi tunavyotumia data hizo. Tunapaswa kukusanya taarifa hizo kwa haki, hii inamaanisha kwamba tunalazimika kukuelezea jinsi tutakavyotumia data hizo (angalia matangazo kwenye kurasa husika ambazo zinakufahamisha kwa nini tunaomba maelezo hayo) na kukuambia kama tunataka upeleke taarifa hizo kwa mtu mwingine yeyote yule. Kwa kawaida, taarifa zozote zile unazozitoa kwa BBC zitatumika ndani ya BBC na watu wake wanaotoa huduma. Kamwe hazitapelekwa kwa mtu eyote yule nje yya shirika la BBC bila kupata idhini yako kwanza, isipokuwa tunapowajibika au tunaporuhusiwa kisheria kufichua taarifa hizo. Vile vile, kama unatuma au kupeleka maelezo yenye matusi au yasiyofaa juu ya BBCi au kwa BBCi na kama BBC itaona kwamba mwenendo huo ni mbaya na/au umerudiwa, BBC inaweza kutumia taarifa zozote zile zilizopatikana kuhusiana na wewe ili kukomesha mwenendo huo. Hii ni pamoja na kuwafahamisha watu wengine kama vile mwajiri wako, shule yako au kampuni inayotoa huduma za barua-pepe kuhusu yaliyomo kwenye maandishi yako au juu ya mwenendo wako.\n\nTutahifadhi taarifa zako za kibinafsi katika mitambo yetu katika muda wote ule ambao unatumia huduma yetu uliyoiomba, na tunaweza kuziondoa wakati lengo litakapotekelezwa, ama kwa upande wa uanachama wa BBCi utakapoamua kwamba hutaki tena kuendeleza usajili wako kama mwanachama wa BBCi. Hata hivyo kwa sababu za kiusalama, BBC inaweza kuhifadhi data za maandishi ya ujumbe (ikiwa ni pamoja na yaliyomo kwenye ujumbe, majina na wanachama, muda na tarehe) zilizotokana na matumizi ya huduma za jamii za BBCi (BBCi Community) kama vile Connector kwa muda wa miezi sita. Mahali ambako taarifa za kibinafsi zimehifadhiwa kwa ajili ya watu ambao bado hawajasajiliwa, lakini wameshiriki katika huduma nyingine za BBCi (kwa mfano vile mashindano), taarifa hizo zitahifahdiwa kwa kipindi kitakachoonekana kwamba kinafaa ili kuhakikisha kwamba huduma hizo zinaendeshwa vizuri. Tutahakikisha kwamba taarifa za kibinafsi zilizotolewa zinahifadhiwa vizuri katika hali ya usalama, kulingana na Sheria ya Kulinda Data ya mwaka 1998 (Data Protection Act 1998).\n\nKama umearifiwa kwenye mtandao wa BBCi kwamba taarifa zako zinaweza kutumiwa kuiwezesha BBC kuwasiliana na wewe kwa ajili ya “huduma za kiutawala”, hii inamaanisha kwamba BBC inaweza kuwasiliana na wewe kwa sababu kadhaa zinazohusiana na huduma uliyojiandikisha nayo. Kwa mfano, tunaweza kukupatia huduma ya kukukumbusha juu ya password yako au kukujulisha kwamba huduma husika imesimamishwa kwa matengenezo. Hatutawasiliana na wewe kwa ajili ya kutoa matangazo, kama vile kukujulisha juu ya kuboresha huduma zetu au juu ya vipindi vipya vya BBCi, isipokuwa kama unakubali bayana kwamba tuwasiliane nawe kwa malengo kama hayo wakati unapowasilisha taarifa zako kwenye mtandao, au baadaye kama utajiandikisha kwa madhumuni mahsusi ya kupokea taarifa kama hizo za matangazo.\n\n5. Kupata taarifa zako za kibinafsi - Access to your personal information\n\nUna haki ya kuomba nakala ya taarifa zako za kibinafsi zinazokuhusu ambazo BBC inazihifadhi na kusahihisha maelezo yoyote yenye makosa. (Tunatoza £10 (paundi 10) kwa maombi ya taarifa hizo.) Tafadhali peleka maombi yote kwa Data Protection Officer, BBC Regulatory Legal Department, Room 3637, White City, London W12 7TS (Email: dpa.officer@bbc.co.uk).\n\n6. Watumiaji wenye umri wa miaka 16 au pungufu\n\nKama una umri wa miaka 16 au miaka pungufu ya hapo, tafadhali pata idhini kutoka kwa mzazi/mlezi wako wakati wote unapotaka kutoa maelezo yako ya kwenye mtandao wa BBC. Watumiaji ambao hawana idhini ya aina hiyo hawaruhusiwi kutupatia taarifa zao za kibinafsi.\n\n7. Jinsi ya kutafuta na kudhibiti cookies zako\n\nKama unatumia Netscape 6.0: Kwenye Task Bar, bonyeza: 1. Hariri (Edit), kisha 2. Upendeleavyo (Preferences) 3. Bonyeza Hatua ya Juu (Advanced) 4. Bonyeza Cookies\n\nKama unatumia Internet Explorer 6.0: 1. Chagua Vifaa (Tools) 2. Chaguo la Internet (Internet Options) 3. Bonyeza kitufe cha Faragha (Privacy Tab) 4. Bonyeza Kiwango cha Mteja (Custom Level) 5. Bonyeza kitufe cha Hatua ya Juu ('Advanced') 6. Chunguza kishubaka cha 'override automatic cookie handing' na chagua Kubali (Accept), Zuia (Block) au Chochea (Prompt) kwa ajili ya utekelezaji wa hatua inayofaa.\n\nKama unatumia Internet Explorer 5.0 or 5.5: 1. Chagua Vifaa (Tools), kisha 2. Chaguo la Internet (Internet Options) 3. Bonyeza kitufe cha Usalama (Security tab) 4. Bonyeza Kiwango cha Mteja (Custom Level) 5. Nenda chini katika chaguo la sita kuangalia jinsi cookies zinavyodhibitiwa na IE5 na badilisha uende Kubali (Accept), Lemaza (Disable), au Chochea (Prompt) kwa ajili ya utekelezaji wa hatua inayofaa.\n\nKama unatumia Internet Explorer 4.0: 1. Chagua Angalia (View), kisha 2. Chaguo la Internet (Internet Options) 3. Bonyeza kitufe cha Hatua ya Juu (Advanced) 4. Nenda chini kwenye alama ya mshangao chini ya Usalama (Security) na uchague mojawapo kati ya haya mambo matatu ili kusawazisha matumizi yako ya cookies.\n\nKatika Internet Explorer 3.0: Unaweza Kuangalia (View), Kuchagua (Options), na kwenda Hatua ya Juu (Advanced), kasha bonyeza kwenye kitufe kinachosema Onyo (Warn) kabla ya Kukubali (Accepting) Cookies.\n\nKama unatumia Netscape Communicator 4.0: Kwenye Task Bar yako, bonyeza: 1. Hariri (Edit), kisha 2. Upendeleavyo (Preferences) 3. Bonyeza Hatua ya Juu (Advanced) 4. Weka chaguo lako kwenye kishubaka kinachosema Cookies. [Juu]\n\n8. Utajuaje kurasa gani ulizopitia zinatumia cookies?\n\nKama unatumia Netscape 6.0: Kwenye Task Bar yako, bonyeza: 1. Hariri (Edit), kisha 2. Upendeleavyo (Preferences) 3. Bonyeza (Hatua ya Juu) Advanced 4. Bonyeza Cookies 5. Bonyeza kifungo cha View Cookies\n\nIf you're using Internet Explorer 5.0 or 6.0: 1. Chagua Tools, kisha 2. Chaguo la Internet (Internet Options) 3. Click the General tab 4. Bonyeza Mipangilio (Settings) 5. Angalia Faili (View Files)\n\nKama unatumia Internet Explorer 4.0: Kwenye Task Bar yako, bonyeza: 1. Angalia (View), kisha 2. Chaguo la Internet (internet Options) 3. Chini ya nembo General (the default tab) bonyeza 4. Mipangilio (Settings) 5. Angalia Faili (View Files)\n\nInternet Explorer 3.0: Kwenye Task Bar yako, bonyeza: 1. Angalia (View) 2. Chaguo (Options) 3. Hatua ya Juu (Advanced) 4. Angalia Faili (View Files)\n\nNetscape Communicator 4.0: Netscape inakusanya cookie zote kwenye kompyuta yako na kuweka kwenye faili moja. Utahitaji kutafuta faili lako, ambalo litaitisha Cookie.txt kwenye kompyuta zinazotumia Windows. [Juu]\n\n9. Jinsi ya kuangalia alama ya cookie yako\n\nBonyeza kwenye cookie ili kuifungua. Utaona mstari mfupi wa maandishi na tarakimu. Tarakimu hizo ni kadi ya kitambulisho chako, ambacho kinaweza kuonekana na kampuni iliyokupa cookie hiyo. [Juu][Up]\n\nBritish Broadcasting Corporation © 2001-2002 Broadcasting House, Portland Place, London, W1A 1AA"}