{"url": "https://www.bbc.co.uk/programmes/articles/2TmSPZS58lTyryYNcKTxJrf/all-the-colours-of-the-rainbow", "text": "In Thai Buddhist traditions the rainbow is a staircase connecting earth with heaven down which the gods descend. This idea of the rainbow as a bridge between heaven and earth is also found in Greek mythology; the goddess Iris personifies the rainbow and carries messengers from the gods to humanity. In some texts the rainbow is created from the colours of her coat as she flies across the skies.\n\nRainbow staircase leading to the Church of St Lucia in Arzachena, Sardinia How the rainbow was formed was one of the great scientific questions that took thousands of years to resolve.\n\nThe rainbow bridge appears again in Norse traditions. Viking texts tell the story of Bifrost , the rainbow bridge which connects world of gods (Asgard) with world of men. “There’s also the belief that at Ragnarok, the final battle between the gods and power of darkness, the bridge would shatter,” says Jenny Uzzell, a religious educational consultant and practising Druid, “So for a Viking or a pagan Saxon looking at the rainbow will help them to feel safe because it means that time hasn’t come yet so it’s a very reassuring symbol.”\n\nAccording to Tom McLeish, Professor of Natural History at the University of York, the question of how the rainbow was formed was one of the great scientific questions that took thousands of years to resolve. In his work on the atmosphere Aristotle thought it was reflection in a cloud, an idea taken up by Islamic commentators towards end of first millennium.\n\nIn the 13th century Robert Grossteste, who became Bishop of Lincoln, wrote a treatise on the rainbow, suggesting it was not reflection but refraction in a cloud. “Then finally in the 13th century an Islamic scientist in Bagdhad, Kamal al-Din al-Farisi Kamal, and a Benedictine monk, Dietrich of Freiburg in modern day Germany, both conducted experiments and saw how sunbeams refracted through raindrops. So it was a continuous and lovely problem.”\n\nAnd seeking to solve it was for many a religious imperative, says Professor McLeish. “In his experimental work on light, Dietrich of Freiburg says that what got him started on his exploration was the ‘difficult question posed by God to Holy Job’ in the Bible: 'By what way is the light parted, which scattereth the east wind upon the earth?' It was a scientific quest but it was also a spiritual one.”"}