{"url": "https://www.bbc.co.uk/news/newsbeat-52662206", "text": "Image copyright Natasha King\n\n\"I looked and felt pregnant all the time. Getting diagnosed made the world of difference.\"\n\nNatasha King isn't talking about being overweight, she's referring to finding out she had autoimmune disorder, coeliac disease.\n\n\"I was diagnosed at 18 and was completely unaware that I had the disease my whole life,\" the 21-year-old tells Radio 1 Newsbeat.\n\nCoeliac disease is a condition caused by a reaction to gluten, and mostly affects the small intestine. It can cause bloating, diarrhoea and loss of appetite.\n\nAccording to Coeliac UK, the disease is common and affects one in 100 people.\n\nOnly 30% of people with the condition have been diagnosed - and Coeliac UK estimates there are nearly half a million people who have it, but don't know.\n\n'It was a constant battle'\n\nNatasha is a PE teaching assistant in secondary school, but she wasn't always able to do something so physical.\n\n\"I was sick all the time with stomach pain and bloating. Little did I know having a big bowl of pasta before playing was doing awful things to my body,\" she says.\n\n\"It was a struggle. I was in bed all the time, sleeping at the wrong time, with no energy. Like a zombie.\"\n\nHer hands and face would swell because her glands were affected by the gluten in her body.\n\n\"It was a constant battle thinking 'what's wrong with me?'\"\n\n'It took ages to be diagnosed'\n\nNatasha went to the doctor several times a year from the age of seven.\n\nShe was initially told she suffered from Irritable Bowel Syndrome (IBS) and was told to take tablets.\n\n\"But it wasn't until we moved town and moved doctors that things changed.\"\n\n\"It took ages but I finally had a proper blood test and they knew I had coeliac.\"\n\nShe then went through \"a horrible\" endoscopy - where a camera is sent into your stomach through the throat - to confirm the diagnosis.\n\nImage copyright Natasha King Image caption 'My stomach and the entire lining had been demolished from gluten'\n\nDr Peter Gillett - a Consultant Paediatric Gastroenterologist - says IBS and coeliac disease can have similar symptoms which can cause confusion.\n\n\"Because of that, it's easy for someone to just watch and wait. So they might be told they've got IBS and then don't get any tests done.\"\n\nThat, he adds, is one of the reasons why \"years of delays\" can happen.\n\nBut you don't need to be showing symptoms to have coeliac disease.\n\nFor Josh Malan, he's one of the lucky ones who was diagnosed despite being largely asymptomatic.\n\nHe has type 1 diabetes that needs regular medical checks. When he was 10, his doctor realised he wasn't putting on weight and had him tested.\n\nImage copyright Jakob Ebrey Image caption 'Being gluten-free isn't always a choice, for some of us it's a medical necessity'\n\nThe 20-year-old says he struggled after he was diagnosed because \"the world wasn't as gluten-free friendly back then.\n\nJosh is a racing driver in training - which brings its own difficulties.\n\n\"Going to different tracks around the world, I struggle with finding food there,\" he says.\n\n\"Some places haven't quite grasped the idea of gluten free food at the moment.\"\n\n'I was glowing'\n\nBoth Natasha and Josh noticed a change once they went on a gluten-free diet.\n\n\"It was tremendous. My skin was glowing, my stomach looked so slim after being all bloated and feeling horrible,\" Natasha says.\n\nDespite Josh not showing any of the obvious symptoms, he felt a change.\n\n\"I felt more energetic and didn't need the toilet as much. I remember telling my mum - 'I actually feel a lot better now'.\"\n\n'Don't take no for an answer'\n\nIf you're in a similar situation, you might be wondering what you should do.\n\n\"Go to your doctor and don't back down,\" says Natasha.\n\n\"My mum said to me 'this is not normal, being in bed everyday - we've got to sort you out'.\"\n\nAccording to Dr Peter, you need to have \"confidence and courage\" to visit your GP if you've got symptoms and are worried\n\n\"Don't take no for an answer. Insist - because it's a relatively cheap test but so reliable.\"\n\nImage copyright Jakob Ebrey Image caption 'Don't worry, the food is on par with everything else'\n\nJosh suggests having a wide support network to deal with your diagnosis and adapt to finding delicious food.\n\n\"I found that being on a lot of Facebook forums is quite handy in local areas. They usually have a guide to eating out gluten free.\"\n\nHis personal favourite is gluten-free pizza.\n\n\"People think it tastes like cardboard. But trust me - it doesn't.\"\n\n\"Explore what's out there. Stick at it and you'll find what works for you.\"\n\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\n\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}