{"url": "http://cnn.com/2020/05/20/sport/michael-jordan-pizza-craig-fite-flu-game-last-dance-horace-grant-spt-intl/index.html", "text": "(CNN) Among Michael Jordan's seemingly infinite list of great moments, \"The Flu Game\" in the 1997 NBA Finals against the Utah Jazz is close to the top.\n\nDespite suffering apparent flu-like symptoms the night before and during the game, Jordan -- through sheer strength of will and determination -- scored 38 points to help his Chicago Bulls win 90-88 in Game 5.\n\nAnd while \"The Flu Game\" had been written into basketball lore, Jordan and people close to him told a different story during Episode 9 of \"The Last Dance\" documentary which aired on Sunday.\n\nIn the documentary, Jordan -- along with personal trainer Tim Grover and best friend George Koehler -- recall ordering a pizza to their hotel room in Salt Lake City, Utah, the night before the game.\n\nAccording to Grover, they became suspicious when, as they remember it, five people arrived at the door to deliver the one pizza.\n\nDespite the alleged misgivings, Jordan ate the entire pizza by himself, and later that night, Grover said he received a phone call that the five-time NBA MVP was \"literally curled up in the fetal position\" on his hotel room floor, complaining of food poison-like symptoms.\n\n\"I ate the pizza,\" Jordan said in the documentary. \"All by myself. Nobody else ate the pizza. I wake up about 2:30am throwing up left and right ... It really wasn't the flu game. It was food poisoning.\"\n\nJordan walks on the court during game five of the NBA Finals against the Utah Jazz.\n\nHowever, the man who claims to have made and delivered the infamous pizza has called the version of the incident told in the documentary \"a bunch of crap.\"\n\nCraig Fite, who was a Bulls fan living in Salt Lake City, was a newly-appointed assistant manager at Pizza Hut in 1997.\n\nAfter his store received the order for Jordan's pizza, Fite personally took charge of the cooking and delivering of the pizza, even though those weren't his normal job responsibilities.\n\n\"I remember saying this: 'I will make the pizza, because I don't want any of you doing anything to it,'\" he told \"The Big Show\" on 1280 The Zone in Salt Lake City. \"And then I told the driver, 'You're going to take me there. And it'll be my first delivery.'\"\n\nSuch was his love for the Bulls -- he admits that he named his son after Jordan -- Fite personally made sure the pizza was cooked perfectly.\n\n\"I followed all the rules,\" Fite said. \"At the time I was trying to impress the store manager there.\"\n\nUpon arriving at the hotel, Fite remembers feeling like he had been \"punched in the face with cigar smoke\" upon stepping onto Jordan's floor at the hotel, before catching a glimpse of the six-time NBA champion in his hotel room while he handed over the pizza.\n\nJordan plays for the Bulls.\n\nDiscussing the incident that took place 23 years ago, Fite disputes the claim there were five people delivering one \"large, thin and crispy, extra peperoni pizza.\"\n\n\"That's a bunch of crap,\" Fite said. \"Sorry, we were five creepy looking guys that the guy felt threatened? I guess you have to sell your book but it really wasn't that exciting.\n\n\"There were two of us. I didn't even have that many people working [at the Pizza Hut].\"\n\nAnd according to Fite, the accusation that the pizza gave Jordan food poisoning is wide of the mark too.\n\n\"Did you get it diagnosed? Did you go to the doctor? All this is innuendo on their part,\" Fite said.\n\n\"One thing I remind everybody is, he was smoking so many cigars. They had windows open. He didn't have a shirt on or he was in a tank top. At around 3 or 4 o'clock in the afternoon in Park City, the sun is gone behind that mountain so it gets colder up there.\"\n\nUpsetting teammates\n\nFite is not the only one that took issue with some stories from \"The Last Dance\" documentary.\n\nHorace Grant, who won three titles alongside Jordan with the Bulls, called it a \"so-called documentary,\" questioning the accuracy of some of the editing.\n\nGrant maneuvers around John Salley of the Miami Heat.\n\n\"I would say [it was] entertaining, but we know, who was there as teammates, that about 90% of it -- I don't know if I can say it on air, but B.S. in terms of the realness of it,\" Grant said in an interview on ESPN 1000's Kap and Co. radio show on Tuesday.\n\n\"It wasn't real -- because a lot of things [Jordan] said to some of his teammates -- his teammates went back at him. But that was kind of edited out of the documentary, if you want to call it a documentary.\"\n\nGrant, who spent seven years with the Bulls, is accused by Jordan of leaking stories for \"The Jordan Rules,\" a book that sometimes painted the Hall of Famer in an unflattering light, in the documentary, something Grant vehemently denies."}