{"url": "http://cnn.com/2020/05/19/sport/james-anderson-cricket-instagram-live-spt-intl/index.html", "text": "(CNN) As Premier League players in England slowly return to training, England's cricket players look like they won't be far behind.\n\nPlayers are set return to training in small groups after the sport was suspended because of the coronavirus pandemic\n\nHowever, some players have expressed concerns about exiting lockdown to join up with the team, with wicketkeeper Jos Buttler saying he had \"some anxieties\" about leaving quarantine.\n\nJames Anderson, England's leading wicket-taker in Test cricket and One-Day Internationals, told CNN that while he is \"desperate to get out there and play,\" he thinks it's only natural for players to have worries.\n\n\"It's just a human reaction to be nervous about this situation. We've got players in our team who have pregnant wives and the worry there is if they bring something back,\" Anderson told CNN Sport's Amanda Davies via Instagram Live.\n\n\"So I think what the ECB is doing is trying to make sure we really, really tick every box that we can to make sure the safety of the players and staff is paramount and make sure everything is in the right place so if and when we do join back up as a team before we start playing, we are as safe as we can be.\"\n\nAnderson takes a catch to dismiss Rassie van der Dussen of South Africa.\n\nAdapting to new conditions\n\nLike all other sport, cricket will have to adapt to the coronavirus pandemic.\n\nOne of Anderson's key skills, making the ball swing (moving it through the air from side to side), is partly dependent on how much he and his fellow players can shine the ball using their sweat or saliva.\n\nBut to avoid the spread of Covid-19 between players, the International Cricket Council has put forward the idea of banning players from using saliva to shine the ball.\n\nAnd Anderson is \"99% convinced\" players won't be able to use saliva to shine the ball when they return to training, something the 37-year-old and his fellow bowlers will have to adjust to.\n\nAnderson bowls during a Test Match against South Africa.\n\n\"It's a massive thing for me because to get the ball to swing, you need to be able to polish the ball and repair it when it gets scuffs on it,\" said Anderson, who also said he doesn't know if he's \"going to make it to the next Ashes series\" in 2021.\n\nSports that are returning now, like the German Bundesliga soccer, is doing so without fans.\n\nAnd with fans unlikely to be able to attend cricket matches this summer, Anderson believes he and his teammates will need to \"lean on each other\" to motivate themselves for games.\n\n\"We're lucky (in England) that most Test matches are sold out, certainly the first few days, we get big crowds so motivating yourself isn't an issue,\" he said.\n\n\"You just get out there in front of a packed house and it's quite easy to get up for a game. I think we might have to lean on each other as players if there's no crowd there, no atmosphere, we hear the sound of leather on willow echoing around the ground rather than the applause.\""}