{"url": "http://cnn.com/2020/05/08/sport/crossfit-games-athletes-home-workout-quarantine-spt-intl-cmd/index.html", "text": "(CNN) Stuck at home and struggling for motivation to get fit during the coronavirus pandemic? We may be able to help you.\n\nWe've asked four CrossFit Games athletes, widely regarded as being among the fittest people in the world, to devise short, sharp workout routines that you can try, without the need for gym equipment or exercise machines.\n\nTo master your Russian twists and know your push-ups from your V-ups, watch the videos below.\n\nTia-Clair Toomey (2019 women's CrossFit champion)\n\nThree rounds of three-minute AMPRAPs (as many reps as possible):\n\n20 alternating jumping lunges\n\n10 hand release push-ups\n\n20 V-ups\n\nOne-minute rest, then two more sets of three minutes.\n\nJUST WATCHED Tia-Clair Toomey's quarantine CrossFit workout Replay More Videos ... MUST WATCH Tia-Clair Toomey's quarantine CrossFit workout 02:42\n\nHaving finished runner-up at the CrossFit Games in 2015 and 2016, Tia-Clair Toomey has since won three consecutive titles, as well as winning weightlifting gold at the 2018 Commonwealth Games in her native Australia.\n\n\"At the start of each interval, we're going to start from the beginning again,\" says Toomey, who recommends working out with music.\n\n\"Even if you're five hand release push-ups in and that's three minutes, that's okay, we're going to start from the start and go for 20 alternating jumping lunges.\"\n\nNoah Ohlsen (2nd at 2019 CrossFit Games)\n\nFive minute \"EMOM\" (every minute on the minute) of 10 burpees. Do 10 burpees, wait until the minute is up, then do 10 more until five minutes has elapsed. If you can't manage 10, do as many as you can in 30-45 seconds.\n\nStraight into four rounds of:\n\n30 straight leg sit-ups\n\n30 heel touch sit-ups\n\n30 seconds hollow hold\n\n30 seconds Russian twist\n\nOne minute rest, then another five minute \"EMOM\" of 10 burpees.\n\nJUST WATCHED Noah Ohlsen's quarantine CrossFit workout Replay More Videos ... MUST WATCH Noah Ohlsen's quarantine CrossFit workout 03:16\n\nNoah Ohlsen finished second at last year's CrossFit Games, the ultimate test of physical capability that crowns the fittest person on earth. After four previous top-ten finishes, last year was Ohlsen's first time on the CrossFit Games podium.\n\n\"I'm going to show you a few quick, maybe not so easy workout exercises that you can do at home or really anywhere where you have a bit of free space,\" he says.\n\n\"Have fun, get after it, stay safe, stay healthy and stay motivated.\"\n\nKatrin Davidsdottir (former CrossFit Games champion)\n\nFour rounds of:\n\n10 down-ups\n\n20 push-ups\n\n30 sit-ups\n\n40 air squats\n\nTwo minutes rest after each round.\n\nJUST WATCHED Katrin Davidsdottir's quarantine CrossFit workout Replay More Videos ... MUST WATCH Katrin Davidsdottir's quarantine CrossFit workout 02:27\n\nKatrin Davidsdottir is a veteran of the CrossFit Games having competed in the event seven times, winning in 2015 and 2016 and placing third in 2018.\n\n\"Try and hit the same time on the second, third and fourth round as you did on the first, or at least keep it close,\" Icelander Davidsdottir says of her routine.\n\n\"I hope you guys will have a lot of fun with this one, you can do this anywhere. I'm going to be doing this from my garage at home but it can [be] done in the living [room], outside if the weather is nice ... let me know how it goes.\"\n\nPatrick Vellner (2nd at 2018 CrossFit Games)\n\nFive rounds of:\n\n10 push-ups\n\n10 burpees\n\nThen as many jump squats as you can in the rest of that two-minute window.\n\nRepeat the cycle four more times.\n\nJUST WATCHED Patrick Vellner's quarantine CrossFit workout Replay More Videos ... MUST WATCH Patrick Vellner's quarantine CrossFit workout 01:58\n\nPatrick Vellner has finished on the CrossFit Games podium three times, coming third in 2016 and 2017 and second in 2018.\n\nHe balances his athletic career with his work as a part-time chiropractor in Nanaimo, British Columbia, Canada.\n\n\"[Jump squats] are kind of the meat of the workout,\" says Vellner.\n\n\"Push-ups are going to get your upper body working, the burpees are going to get your heart rate jacked up a little bit and (the squats) are really going to get that leg burn and keep your heart rate high for the rest of the work window.\n\n\"It's a great workout, it doesn't need any equipment ... Grab a buddy, challenge them, see who can get the most jump squats done in those five rounds.\""}