{"url": "http://cnn.com/2020/05/14/sport/jimmy-chin-free-solo-national-geographic-cmd-spt-intl/index.html", "text": "(CNN) Having survived an avalanche and been tested in some of the most remote places on earth, Jimmy Chin knows what it's like to be at the mercy of mother nature.\n\nThe renowned adventurer and filmmaker has spent the past 20 years traveling the world, pushing himself to conquer one historic challenge after another, and engaging in the sort of daring activities that would be beyond many people's imaginations.\n\nWhether it's climbing Everest or filming the Oscar-winning Free Solo, the 46-year-old has captured the full extent of human endeavor.\n\n\"When you're pushing for cutting-edge expeditions, you're often in close proximity to potential disaster,\" he told CNN Sport. \"You're constantly managing risk and you're in fairly serious situations all the time, so your senses are very sharpened.\"\n\nBut Chin's intrepid way of life has been put on hold as the world comes to grips with the coronavirus pandemic. To a certain degree, his past expeditions have readied him for such uncertain times and, he said, he hoped others could learn from his experiences.\n\n\"This is a moment to pause, reevaluate and think about what's important,\" he added.\n\nJimmy Chin has photographed all around the world.\n\nEarly years\n\nAs a film director and National Geographic photographer, Chin has assembled a world-class portfolio of work. This year he returned from a trip to Antarctica, where he and a team of adventurers skied two new routes down the tallest and second-tallest peaks on the continent.\n\nBut such a life wasn't always the plan.\n\nAs a child growing up in rural Minnesota, Chin was encouraged to pursue more traditional aspirations: excelling academically, as well as in martial arts and as a competitive swimmer.\n\nBut it was skiing on a small hill behind his house that he found freedom. \"If I did well in everything else, I got to ski,\" he said.\n\nAlready with a taste for the world of outdoor sports, Chin was introduced to climbing at college. At that point, he said, it was game over as the sport became a vehicle to see the world and explore places that made his \"heart sing.\"\n\nHe moved to Yosemite National Park where he worked odd jobs to fund his nomadic lifestyle, eventually picking up a camera and starting to shoot.\n\n\"I have so many incredible photographer friends who had a really noble vision for being an artist with their photography,\" he laughed.\n\n\"But my whole entry into it was just 'if I take these photos and I sell them I can make a little money so I can keep climbing.'\"\n\nHis adventures have often involved very high stakes.\n\nChin climbing up the Pacific on El Capitain in Yosemite, US.\n\nCapturing the impossible\n\nSince he himself is a professional climber, Chin's photography services have been that much more in demand over the years, with the relationship between him and his subjects an important element of his success.\n\n\"If they're going to be doing this thing, and you're the only one documenting, they've got to trust that you're going to get it,\" he said. \"Then I have to trust that the athlete isn't just doing it for the camera.\"\n\nSuch a collaboration was put to the ultimate test in perhaps his finest, and most daring, work to date.\n\nAlongside his wife Elizabeth Chai Vasarhelyi, Chin documented Alex Honnold's astonishing free solo climb up El Capitan in 2017.\n\nChin assembled a team of world-class climbers to help film Honnold ascend the 3,200-foot vertical rock face without a single safety rope.\n\nWorking together, they plotted where the cameras would be positioned on the wall so as to not distract Honnold on the day.\n\nThe historic feat won the team an Academy Award for Best Documentary at a ceremony that will live long in Chin's memory.\n\n\"My confidence in Alex [Honnold] and his capacity to execute was very, very high,\" said Chin, who had known Honnold for around 10 years before his death-defying ascent.\n\n\"I had seen him in very difficult situations before, completely unfazed, and I also knew that he's the most calculated person I know. He's not going to go do it if he's not ready.\"\n\nDealing with fear\n\nDespite his years of experience, Chin said watching his friend train for and complete the climb was an ordeal.\n\n\"The fear was less acute than I think people might have perceived; it was more of a long-term dread,\" he said, now able to laugh at the thought.\n\n\"I felt like it was on my shoulders for almost three years, from when we conceived of the project to filming it with him.\n\n\"Every day, whether he was free-soloing or not, there's a potential for somebody to get hurt or die because you're in these environments.\"\n\nDealing with uncertainty is an occupational hazard for Chin and although meticulous planning can help iron out some of the danger, managing fear itself is essential to coping with the unexpected. Remaining calm, avoiding emotional decisions, can often be the difference between life and death.\n\n\"You have [to] step outside of yourself and be objective about a situation and make very objective decisions,\" he said.\n\nChin has embarked on climbing and skiing adventures.\n\nChin ascending a fixed line to the top of the Visor on Half Dome in Yosemite, US.\n\nLockdown lessons\n\nThough still working at home on a number of projects, it has taken a once-in-a-century event like the global pandemic to finally slow Chin down. He is now at least able to enjoy time with his young family.\n\n\"I'm just out in the yard playing with the kids, usually a rarity for me,\" he said, acknowledging these were the most consecutive days he'd spent with his four-and six-year-old children.\n\n\"I don't get that much time to hang out with them so I've been running around the yard and having fun.\"\n\nLiving in a rural area means Chin is able to leave his house while still abiding by social distancing guidelines, a must for someone whose mental and physical well-being is \"tied\" to going into the wilderness.\n\nHe is a man who, in more ordinary times, usually searches for solitude, reveling in having time to think and ask existential questions. \"It's good to think about them,\" he said.\n\nIt is not the sort of life many would choose, Chin admitted, but he hoped people in lockdown could learn from his experiences.\n\n\"Those are the kinds of experiences that I go and seek and now there's an opportunity for people to do that. Take this moment.\""}