{"url": "http://cnn.com/2020/04/30/sport/verona-van-de-leur-gymnast-porn-actress-spt-intl/index.html", "text": "(CNN) The simple act of cartwheeling at the age of five begins Verona van de Leur's story, a childhood passion which in turn led to a desire to be an Olympic gymnast.\n\nIn the intervening three decades, she became a Dutch national treasure known for her sporting prowess.\n\nBut injury curtailed her career and her life spiraled out of control. Locked out of the family home, she says she spent two years homeless and endured a fractious legal battle with her father.\n\nThings got even worse when she was imprisoned, convicted of blackmail in 2011. She says she came within seconds of stepping in front of a train to end her life.\n\nShe says redemption came working as a porn actress and, now at the age of 34, Van de Leur has penned her autobiography, laying out details of her life.\n\nShe is adamant there are no regrets. Of her foray into the adult movie industry, which she says she stopped last year, Van de Leur told CNN Sport's Don Riddell: \"Actually no regrets because I was living on the streets ... I would still do it, so I don't have any regrets, not the way I did it, no.\"\n\nEngrossed by watching gymnastics at the 1996 Olympics, she set her heart on competing at the Games. The medals followed, with silver both at the World and European Championships. She was named Dutch sportswoman of the year in 2002 just before turning 17.\n\nPhotos: Verona van de Leur's life and times Verona van de Leur was the leading female gymnast in the Netherlands, and in 2002 was Dutch sportswoman of the year. Hide Caption 1 of 7 Photos: Verona van de Leur's life and times During her career, she shone at both world and European level. Hide Caption 2 of 7 Photos: Verona van de Leur's life and times But when her career ended, she fell out with her family and was homeless for two years living in her car. Hide Caption 3 of 7 Photos: Verona van de Leur's life and times She then reinvented herself as a webcam model and then porn star. Hide Caption 4 of 7 Photos: Verona van de Leur's life and times She performed on screen with her boyfriend Robbie, who has been her partner for the last 13 years. Hide Caption 5 of 7 Photos: Verona van de Leur's life and times Van de Leur has laid out her tumultuous life in great detail in her new autobiography, insisting she has no regrets. Hide Caption 6 of 7 Photos: Verona van de Leur's life and times She says that despite the family fallout and contemplating suicide, she had found happiness in life. Hide Caption 7 of 7\n\nLisa Deen, who works as a freelance sports journalist specializing in gymnastics, describes Van de Leur as \"one of the greatest gymnasts in the Netherlands' history.\"\n\n'Left with a black hole'\n\nTo start with, Van de Leur loved the life of being a gymnast.\n\n\"It's quite strange but it's also fun of course -- I mean you're a teenager and everybody's watching you in a good way, asking for an autograph, so it feels special, of course,\" she says.\n\n\"Your parents are proud, your family's proud, everybody's talking positive about you. But you have all the pressures coming and you have to succeed at the next competition again and again.\"\n\nTrying to pinpoint when things began to unravel is hard for Van de Leur.\n\nVan de Leur quit gymnastics in her early 20s.\n\nAt times, she thinks it could have been as early as the age of nine when she took up gymnastics competitively.\n\nWhat's not in doubt is that the downward spiral started in 2003 following an injury. Suddenly, Van de Leur says, she had nothing.\n\n\"If I look back, it's just a sport, a hobby you're good at,\" she says. \"But at the time it was printed in my head, 'This is what you are. You are only a gymnast'. And for me there was no life besides it ... For the people around me, I was only that robot, only the gymnast and I didn't have friends.\n\n\"So, if your sport is falling apart, there's nothing left so you have this black hole.\"\n\nVan de Leur says her falling out of love with gymnastics reached its peak in 2008 when she announced to the media at the European Championships that she was walking away from the sport that had defined her life. She was just 22.\n\nHer first reaction was happiness it was finally over, and for once she felt like she was taking control of her own life. However, when she told her parents, she says they remonstrated with her, concerned Van de Leur was turning her back on potential earnings.\n\nIn her opinion, their attitude was that \"money was more important than their own daughter.\" Around that time, she returned to the family home only to discover she was no longer welcome, she says.\n\n'Locked out of home'\n\nCNN tried to contact Van de Leur's father for comment via email, phone and social media but proved unsuccessful, as well as her sister.\n\n\"I tried the locks, I had a key as I was living there and you try it and it's not working,\" Van de Leur recalled. \"You first think, well, it must be a mistake or I'll just call home. They didn't answer, they didn't open and then I realized I wasn't welcome anymore.\"\n\nSo, she slept in her car with her boyfriend that night, first annoyed and then heartbroken that her family had rejected her. She says, \"The last time I saw them was in court.\"\n\nA court summary of the case says Van de Leur argued that in 2008, her father, who acted as her agent, \"withdrew an amount of €9,000 ($9768) from the claimant's payment account without the consent or knowledge of the claimant, of which only part of the claimant was repaid or related to costs incurred on behalf of the claimant.\"\n\nShe added: \"I've asked for the accounting and where's my sponsorship money and all the money I get from gymnastics when I won and it was just all gone. The only thing was to get justice to go to court so that's what I did.\"\n\nAn attorney listed as Van de Leur's father's lawyer at the time declined to comment to CNN citing code of conduct.\n\nThe court summary states that Van de Leur's father argued that he had \"incurred costs including moving the claimant's personal property out of her trainer's home, buying gifts for the trainer and her family, replacing locks in the defendant's home and staying with family related to potential threats.\"\n\nHowever, in February 2009, a court of The Hague ordered her father to pay her €1,355.89 ($1471) as well as allow Van de Leur to return to his home to retrieve a number of items: a sunbed, tracksuits and leotards, and various presents, and to stop running a website in her name.\n\nReflecting on facing her parents in the court room, Van de Leur said: \"From the beginning, I know I lost everything and money doesn't get parents back.\"\n\nVerona van de Leur's gymnastics career stalled after an injury.\n\n'I wasn't used to showing myself nude'\n\nFor two years after her family fallout, she says she was homeless. During that time, Van de Leur was arrested for trying to blackmail a couple having an extra marital affair -- she was charged with extortion -- which resulted in her spending 72 days in prison.\n\n\"In that time, being homeless, I didn't care anymore how I got money for food,\" she said.\n\n\"But even in that worst situation I know it was not my right to determine the law and, yes, I regret that I didn't choose or find another option in that period of time. Maybe it's good for me that I have been punished for 72 days to realize I was wrong, and I was.\"\n\nWhen out of jail, the adult industry -- first as a webcam model and then making videos with her boyfriend -- seemed a good way out. The couple is still together 13 years on.\n\n\"I saw it as a chance,\" said Van de Leur. \"It was a big contract so I could build something, starting my business. I was starting as a webcam model. It wasn't physical contact, so computer screen was okay. I wasn't used to showing myself nude, of course.\"\n\nThe reaction in Holland to her dramatic career change, she says, was mixed, but having been homeless and in jail, Van de Leur saw her new job as offering her a fresh start.\n\n\"I didn't say at the time I lived on the street or where I was coming from but for me this was actually a step up and they only saw that I was going down,\" she said. \"So, I kept it in my mind, it's my life, it's what I like to do and I always saw it as work.\"\n\nVan de Leur also made a return to the gymnastics world at the World Championships in Stuttgart last year where she worked as an analyst for the Dutch media, but she returned home prematurely before the event had finished.\n\nAs she reflects on the various twists and turns of her life, Van de Leur says she wishes she had been smarter at a younger age when her gymnastics career was taking off.\n\nAbove all these days she wants to embrace life -- having come so close to ending it all.\n\nIt was amid the dispute with her family, that Van de Leur says she went to a railway line to kill herself.\n\n\"I went to the train and I was just counting from 10 to zero and I didn't jump,\" she recalled. \"I don't know why but it was really the moment that it could be all over.\n\n\"I was thinking about my family that I lost, I was living on the street, I had nothing, nothing to eat, no money in my hands, so I had nothing to live for.\n\n\"That was what I was thinking at that moment but, when the train just passed, I don't know something snapped maybe. I still don't know why I didn't jump, I was crying and then just walked away.\"\n\nNow, Van de Leur says that moment gives her strength and that she's learned to \"enjoy every moment of her life.\""}