{"url": "http://cnn.com/2020/05/17/sport/last-dance-brings-michael-jordan-chicago-bulls-to-life-cmd-spt-intl/index.html", "text": "(CNN) For millions around the world, Michael Jordan was a sporting and cultural icon the likes of which very few of us had ever seen.\n\nBut for those of us who lived in Chicago as he was winning six NBA titles in 14 years with the Bulls, Michael was simply -- ours.\n\nThe so-called Second City was second to none in the Jordan era beginning in 1984 and ending in 1998.\n\nBulls fans were treated to such an incredible ride that a 10-hour documentary was created about it.\n\nThe world saw the ups and downs and the behind-the-scenes drama play out, and many of us who were fans of the team remember where we were and how we felt when these moments happened.\n\nThat's why my CNN producing partner Sam Krumov and I (John Lynch) wanted to recap the documentary by taking you on our journey through the Jordan years as long-time Bulls fans.\n\nThe early years\n\n(John Lynch) Even though I was born and raised in the far northern suburbs of Chicago, I confess I really didn't know anything about the Bulls until Michael Jordan was drafted in June of 1984.\n\nI had just turned 9 years old that month, and, frankly, the entire 28-year history of the franchise had been forgettable.\n\nThe team was drawing less fans at the Chicago Stadium than the city's indoor soccer team, the Sting.\n\nEven as Jordan's star was rising his first year and a half in the league, he and his Bulls teammates rarely graced the front pages of the sports section.\n\nThey were dominated by two of the most iconic teams in the city's sporting history -- the 1984 Cubs, who came within a game of reaching Major League Baseball's World Series, and the 1985 Bears, whose Super Bowl win capped one of the great seasons in NFL history.\n\nIt wasn't until Jordan's record-breaking 63-point performance in the 1986 playoffs that I and other Chicagoans sat up and took notice.\n\nWe rarely sat down for the next 12 years.\n\nBy the late 1980s, kids in my class all wanted to be like Mike, and I did too.\n\nJordan jerseys, t-shirts and even shoes (if you could afford them) were all over the playgrounds.\n\nWe'd imitate his moves below the playground hoop (those we thought we could do anyway) and couldn't wait to watch him play on TV.\n\nMy dad, my brother and I were lucky enough to get tickets to see him play twice in the 1989 season, the only times we saw Jordan play live before tickets were too hard to get.\n\nThe first was sometime during the regular season, and all I remember was walking into the biggest building I'd ever seen in my life and watching the best player I'd ever seen.\n\nMichael Jordan of the Chicago Bulls (L) eyes the basket as he is guarded by Kobe Bryant of the Los Angeles Lakers.\n\nI didn't think it could get better than that until a day before Game 4 of the Eastern Conference Finals.\n\nSomeone my dad knew from his work offered him tickets!\n\nOMG! This is WAY better than a regular season game! This is playoffs!\n\nThe Bulls were coming off the euphoria of Jordan's iconic buzzer-beating shot that eliminated the Cleveland Cavaliers and were in the conference finals for the first time in 14 years.\n\nThey faced the Detroit Pistons, who had beaten us in the playoffs the year before.\n\nThe Bulls led two games to one heading into that May 29 game.\n\nI walked into the Stadium thinking \"This is it! We're going to beat the Pistons today and then win one more and we're off to the NBA Finals!\"\n\nI left bitterly disappointed. Detroit won 86-80.\n\nJordan was held to 23 points (which seems like a lot but wasn't really for him) and I felt like even though the best-of-seven series was tied at two, it was already over. I was right.\n\nDetroit won in six.\n\nThey beat us again in the 1990 Eastern Conference Finals, this time in seven games.\n\nCNN producer John Lynch.\n\nI was tired of losing to them.\n\nThey'd physically roughed us up every chance they got.\n\nThey were the so-called 'Bad Boys' of the league (and bullies to us) and they knew it.\n\nThe teams met up again in 1991, but this time the Bulls weren't going to get pushed around.\n\nThey stood their ground and won!\n\nIt was a four-game sweep that seemed remarkably easy but at the same time as satisfying a triumph as any I had witnessed as a fan of any team.\n\nThe team we disliked the most was finally in our rear-view mirror (though I'm still as mad as Jordan that Detroit's big stars didn't bother to shake our hands as they left the floor).\n\nI thought now the Finals would be a breeze, and for the most part I was right.\n\nThey dispatched Magic Johnson and his LA Lakers in five games.\n\nI remember crying in my living room along with Michael when he finally hugged that championship trophy in the locker room. He'd hug a few more in the years to come.\n\n\"The Last Dance\" has brought Michael Jordan's exploits in the NBA to a new auidence.\n\nFrom Bulgaria to basketball's Mecca\n\n(Sam Krumov) My first memory of Michael Jordan was when I was living in my home country of Bulgaria -- where basketball was not nearly as popular as it was for most of our Balkan neighbors.\n\nI was 9 or 10 years old and went to knock on the door of one of my friends to ask him to come outside to play.\n\nI remember that upon opening, he told me that he could not make it because he was watching Michael Jordan play.\n\nI was in disbelief: \"You won't come play with me because you're watching who?\"\n\nJordan talks with teammate Scottie Pippen during a game against the Philadelphia 76ers in 1992.\n\nJust a few years later, I arrived as an immigrant to my new home of Chicago.\n\nThe date was June 18, 1993, and two days later, I watched my first Bulls game on TV.\n\nAt the time, my mother was working as a caretaker of a wealthy elderly woman in the northern suburbs and had her own room in the vast house.\n\nThat's where, on June 20, on a tiny television, I saw Jordan and the Bulls clinch their third straight championship after defeating the Phoenix Suns.\n\nI was not a basketball fan but quickly realized the magnitude of the moment. I also took it for granted.\n\n\"That's what they do here all the time I suppose,\" I thought to myself. \"I'm living in the city of the best basketball player and team.\"\n\nOctober 7 of that year was just another school day for me.\n\nI was in sixth grade and vividly remember the crisp, cool morning air as I walked down an alley approaching the school.\n\nThat's when one of my classmates shouted -- \"Jordan is retiring!\" -- as he was clutching a newspaper.\n\nCNN senior producer Sam Krumov (far right).\n\nIt hadn't come to my attention that the new season was fast approaching, but the feeling of frustration quickly engulfed me.\n\n\"I can't believe that as soon as I move here, this Jordan guy leaves!\"\n\nI didn't pay attention to the Bulls over the next 18 months.\n\nI remember playing video games at a neighborhood Best Buy while the big televisions on sale were broadcasting a playoff game between Chicago and the New York Knicks.\n\nI couldn't care less as I focused on my controller.\n\nIn March of 1995 everything changed for me.\n\nJordan sent his famous \"I'm Back\" fax.\n\nNow, as a 13-year-old, I knew I was given a second chance and I wasn't going to waste it.\n\nI watched his first game back -- a close loss in Indianapolis -- and barely missed a game from that point on.\n\nJUST WATCHED 'The first reality show': 'Hoop Dreams' at 25 Replay More Videos ... MUST WATCH 'The first reality show': 'Hoop Dreams' at 25 02:21\n\n(John Lynch) I always knew in the back of my mind Jordan would come back to the Bulls.\n\nHow many athletes at the age of 30, in the prime of their careers, just flat out retire.\n\nIt didn't make a lot of sense.\n\nHe had achieved so much yet you could feel then (and the documentary did a great job of describing it) the enormous pressure the man was under to live up to his own expectations and those of his fans around the world who were hanging on his every move.\n\nIn early 1994, I was in my first year of college in Milwaukee, only a two-hour drive north of Chicago.\n\nIt was the first time I had friends who didn't love the Bulls as much as I did.\n\nThey were buying the conspiracy theories at the time that the NBA had secretly suspended Jordan for gambling and he was just playing baseball (with a Chicago White Sox minor league team) to cover that up.\n\nI felt like our icon was under attack.\n\nAs I said earlier, he was ours.\n\nHow could you not like Michael Jordan?\n\nNow Phil Jackson, Scottie Pippen and others did pretty well in the year and a half that Jordan was gone.\n\nBut when that \"I'm back!\" fax came in, I knew we were ready to be the center of the basketball world once again.\n\nAlthough it didn't come right away.\n\nMichael Jordan at the Palais de Tokyo in Paris in 2015 to present Palais 23, to celebrate the 30th anniversary of the Jordan Brand.\n\nEndless enterntainment\n\n(Sam Krumov) The playoff elimination at the hands of the Orlando Magic a few months later was the first time I felt vexed as a fan in my young life. I took it personally.\n\nI was a Chicago Bulls and Michael Jordan fan through and through -- if only my friend in Bulgaria could see me now!\n\nThe next three years were endless entertainment.\n\nJordan and the Bulls were invincible. They could never lose.\n\nAnd when they did, it was a rarity and a shock.\n\nIn the bitter Chicago winters, the United Center -- the Bulls' home court -- seemed especially cozy on TV.\n\nOne December morning's walk to my school bus stop was only warmed up by the previous night's 20-point comeback victory against Shaquille O'Neal and the LA Lakers.\n\nOnce on the corner, waiting for the bus with a handful of kids, we would all reminisce and talk about our favorite plays.\n\nCome spring, I would come back from school at 3 p.m., quickly change and grab my ball, and ride my bike to the local park's basketball courts. They were always packed with 15 to 20 neighborhood kids.\n\nI would play for three hours straight most afternoons. We were all Michael. We would all talk about the last game and some of us would stick our tongues out while driving to the hoop.\n\nMichael Jordan #23 of the Chicago Bulls poses for a portrait in Chicago, Illinois during the 1986 NBA season.\n\nAfter exerting every ounce of my endless teenage energy, and wearing out my Air Jordan shoes just a little more on the concrete courts, I would go home ready to eat my mother's dinner and put the game on.\n\nI didn't watch to see if they would win. I watched to see how they would win.\n\nTo see what wonders Jordan, Pippen and Rodman could come up with now. Winning was never in question.\n\nMy friends and I, like all Chicago Bulls fans, were spoiled to no end.\n\nWhen Jordan hit a game-winning three against Charlotte in 1997, I said to myself -- \"The score was tied; it would have been cooler if the Bulls were down when he hit that.\"\n\nWhen MJ hit another buzzer-beater against Atlanta the next season, I was frustrated that it even got to that point as the Bulls had blown a big lead late on.\n\nBut amongst it all, we knew Jordan was the best. And he was ours.\n\nRoughly 100 games each season were pure theater. His last game in 1998 was the ultimate finale.\n\nHighlights don't do it justice, but my memories do.\n\nThere are dozens and dozens more moments and exact dates that I can recall as if they were yesterday. They form a timeline of my childhood.\n\nI got to witness three straight championships after I thought I would never see Jordan play again.\n\nI consider myself very lucky, but also spoiled for life.\n\nMy friend back in Bulgaria was way ahead of the game on this one.\n\nChicago Bulls' Michael Jordan holds up the Most Valuable Player trophy.\n\nEnd of an era\n\n(John Lynch) The end of the Jordan era was the end of an incredible chapter in my life in many ways.\n\nThat final season was the first one that I really felt I was truly away from Chicago.\n\nI graduated from college in Milwaukee in May of 1997 and in August got my first television job in Green Bay, Wisconsin.\n\nSeven months later, in March of 1998, I came to work in Atlanta for CNN and have now been here for 22 years.\n\nThree weeks after I arrived in town, Jordan would play his last game in Atlanta.\n\nThere were 62,046 fans in the Georgia Dome, still the largest crowd to ever see an NBA game.\n\nThe buzz in town was electric. It was almost like being in Chicago.\n\nIt was the last time fans in Atlanta would see this team play and everyone wanted a glimpse of it.\n\nUnfortunately, I wasn't one of the lucky ones to get tickets.\n\nBut, hey, I saw a playoff game in 1989 and was lucky enough to go to two championship parades back home. I didn't feel too badly about it.\n\nI found my first roommate in Atlanta through work and he happened to be from the Chicago area.\n\nAlex and I watched Jordan's final shot over Bryon Russell which beat the Utah Jazz and handed the Bulls a sixth title.\n\nWe raised our glasses and toasted the champs one final time.\n\nI was producing newscasts at CNN International when Sam started as an associate producer and then producer of \"World Sport.\"\n\nWhen I began producing \"World Sport\" in 2011, we became fast friends because of our Chicago connections and our love for Jordan and the Bulls.\n\nEven today, we reminisce about that incredible run, what might have been if management decided to keep it going, and why the Bulls are now one of the worst teams in the NBA again.\n\nOther Chicago teams have won titles and won back the front pages of the paper. But I'm not sure we'll see a 10-hour documentary about them 20 years from now.\n\nThe Bulls were one of a kind."}