{"url": "https://edition.cnn.com/interactive/2020/04/sport/liverpoolpremierleaguetitle/", "text": "1990 / 91 30 years of dreaming Liverpool's agonizing wait for English football’s biggest prize\n\nGary Gillespie doesn’t remember how he and his teammates celebrated Liverpool winning the English first division title in 1990. “We probably got together and had a few drinks and reminisced about the season,” the former Liverpool defender tells CNN, chuckling at his hazy recollection.\n\nThere was little reason to especially savor that year’s yield, Liverpool’s 18th league title and Gillespie’s third in five seasons, because winning was what the club did. Springtime in Liverpool was the season for picking up trophies.\n\nThere was satisfaction and relief, an uplift to the red half of the city after a heartbreaking decade, but not the intoxicating hit on the senses that usually comes with the glory of being the best in the land.\n\nLiverpool, it was assumed, would do it all again in the seasons to follow, or come close at least. No one knew the 1989/90 campaign was an ending, a full stop on what had been an unforgettable sentence in English football history.\n\n“Everybody was used to winning and maybe took it for granted, and, anytime you take anything for granted in life, sometimes it comes back and smacks you in the face,” says Gillespie, “and that’s exactly what happened because we’re talking about this 30 years down the line, and Liverpool haven’t managed to win a title since.”\n\nThis year was supposed to be different. Jurgen Klopp’s men were 25 points ahead of nearest challengers Manchester City, within two victories of winning English football’s biggest prize, before the coronavirus pandemic caused the world to pause.\n\nAs the 30th anniversary of the club’s last league title success is marked, the wait continues. Agonizing, uncertain, with the story of the club’s revival missing its final page.\n\n‘Managed decline’\n\n1980s Britain. Margaret Thatcher’s decade. The city of Liverpool is fighting for survival.\n\nThe docks, once the heartbeat of Liverpool's prosperity, have been in decline since the 1970s. Manufacturing is shrinking, economic stagnation is sharp, the population is in decline, inner-city homes are falling into decay and unemployment is high. The city is also the first in the UK to be hit by the heroin epidemic that will go on to wreck a generation.\n\n“Liverpool was being forced on its knees,” lifelong Liverpool supporter and retired academic Gordon Jenkins, 61, tells CNN. “I remember Chelsea fans used to wave £20 notes at us and say, ‘we’ve got loads of money.’”\n\nOn a red-hot July day in 1981, thousands of well-wishers lined London's streets to cheerily wave Union flags in celebration of Charles and Diana's wedding in the English capital. Two-hundred miles away, Liverpool was burning. Appalling economic conditions, combined with tensions between the police and the African-Caribbean community, had exploded into anger, rapidly descending into nine days of disorder which resulted in hundreds of injuries, arrests and one death.\n\nWidely referred to as the Toxteth Riots, locally it is known as the ‘uprising.’\n\n“This was a city without leadership,” wrote Michael Heseltine, the cabinet minister who would go on to construct a framework to revive Liverpool, in his autobiography.\n\n“We must not expend all our limited resources in trying to make water flow uphill.” Geoffrey Howe, UK finance minister, 1979-83\n\nIn the aftermath of the unrest, Thatcher’s closest ministers talked of a “managed decline” of the city, National Archives files would reveal in 2011, with Thatcher's finance minister, Geoffrey Howe, warning: \"We must not expend all our limited resources in trying to make water flow uphill.\"\n\nIt was during this decade Liverpudlians came to see themselves as outsiders, separate from the rest of Britain. Thatcher had polarized and radicalized. A broken working-class city which, historically, had not always leaned to the political left turned red.\n\nBut during these divisive times the people had football, two of the country’s outstanding teams in Liverpool and Everton. The beautiful game gave Liverpudlians heroes and hope. Football, says Jenkins, was, and still is, “inexorably woven into the fabric of why we are who we are.”\n\nFrom 1981 to 1990, the two Merseyside clubs between them won nine league titles, two European Cups, a Cup Winners' Cup, three FA Cups and three League Cups.\n\nLiverpool Football Club had become the bastion of invincibility former manager Bill Shankly had envisaged when rebuilding the club in the 1960s. Shankly’s successors, all appointed from within, had carried the torch. Bob Paisley, Joe Fagan and Kenny Dalglish. Seamless successions upon which a dynasty was built.\n\nThe succession: Following in the footsteps of managerial greats\n\nBILL\n\nSHANKLY 783 GAMES / 1959-74 Lost 22.7% Drawn 25.3% Won 51.9% BOB\n\nPAISLEY 535 GAMES / 1974-83 L 17.9% D 24.5% W 57.6% JOE\n\nFAGAN 131 GAMES / 1983-85 L 18.3% D 27.5% W 54.2% KENNY\n\nDALGLISH 307 GAMES / 1985-91 & 2011-12 L 13.7% D 25.4% W 60.9% JURGEN\n\nKLOPP 256 GAMES / 2015-PRESENT L 16.8% D 22.7% W 60.5%\n\n\n\n\n\n\n\n“I was there eight years, the worst we ever finished in the league was second,” Gillespie, who left Liverpool for Celtic in 1991, says. “If you finished second it was deemed a failure, you’d had a poor season regardless of what else you’d won.\"\n\nThe league title was, says Gillespie, the \"be all and end all” and this was especially the case in the latter half of the decade when English clubs were indefinitely banned from European competition following the Heysel disaster in 1985.\n\n“We never got allowed to get carried away,” Gillespie says, identifying the camaraderie formed on boozy nights out as one of the reasons for the club’s success.\n\n“The coaching staff were always calling us ‘big heads’ and any opportunity they had they would try to knock you down. There was never too much praise for us. I don’t think we needed it.\n\n“When we came in after games, we would have to tie our boots so it was easier for the coaching staff to put the boots away. When we took our kit off, we just didn’t throw it on the floor; we had to put the shorts in a pile and the tops in a pile. It was little things like that that kept you grounded.”\n\nA city grieving\n\nThough football saved the city during this decade, it was also the source of unimaginable pain.\n\nOn April 15, 1989, Liverpool fans were crushed to death on the Leppings Lane terrace in Hillsborough, Sheffield, during an FA Cup semifinal. Ninety-six men, women and children unlawfully killed, an inquest would find 28 years later, due to police failings and the criminal gross negligence of the officer in command.\n\nPlayers had watched the injured and dying being carried away on advertising hoardings used as emergency stretchers and, in the weeks that followed, provided solace for the grieving. At one stage, the 38-year-old Dalglish, by now Liverpool’s player-manager, attended four funerals a day.\n\nAdding to the suffering were the false accusations, published on the front page of the Rupert Murdoch-owned English newspaper ‘The Sun’ immediately after the disaster, that Liverpool fans had urinated on police and pickpocketed dead victims.\n\n“It [the disaster] left its mark on a lot of people,” says Gillespie, conceding that the players still do not like to talk about the tragedy.\n\nAt the start of that year, defending league champions Liverpool had been in an unfamiliar position: fifth in the league and nine points behind leaders Arsenal. And, so, the second half of the season was spent in relentless pursuit of the Londoners, with Liverpool eventually bumping Arsenal from the summit with two games remaining thanks to 21 wins in 24 games. Yet the championship was not yet won. The end-of-season title-decider was still to come.\n\nArsenal’s April visit to Anfield had been rescheduled to the final day of the season because of the Hillsborough disaster, resulting in the jittery Londoners arriving on Merseyside needing to beat their rivals, who six days earlier had won the FA Cup, by two goals to become champions.\n\nNo one expected Arsenal to win but this Friday night match under the lights was made legendary as soon as the final whistle blew. In a hallucinatory ending, with seconds remaining and the visitors 1-0 ahead, Arsenal's Michael Thomas burst from midfield and scored, securing an extraordinary 2-0 win -- and the championship -- for the Gunners.\n\nAt the final whistle, television cameras capture Dalglish standing silently near the Liverpool dugout, looking into the middle-distance.\n\n“When Arsenal score, you can see a lot of them (Liverpool players) collapse to the floor. They were playing three games a week; they’d been going to all the funerals, and there was a sense that a lot of them were exhausted,” says Gordon.\n\nBusiness as usual\n\nFor those who witnessed it, the 1988/89 season finale lives strong in the memory. But when Liverpool's players returned to pre-season training four weeks later, no one at the club mentioned the Arsenal defeat, or even the previous campaign.\n\n“The coaching staff, the manager, the whole ethos of the club was to never look back, to never linger, regardless of whether you had won the title or lost it. It was just something that was ingrained in us,” Gillespie explains.\n\n“To win the championship after a heartbreaking decade ... it was a remarkable achievement.” Gordon Jenkins, Liverpool fan\n\nLiverpool’s only major signing that summer was Swedish defender Glenn Hysen, bought from Fiorentina for £600,000 ($670,472).\n\nThe new season started with an eight-match unbeaten run, including a 9-0 thumping of Crystal Palace, but this was not a particularly dazzling Liverpool vintage. A 4-1 loss to Southampton led to an indifferent patch and, while Liverpool ended the year topping the table, by March Aston Villa had the initiative.\n\nMeet the 1989/90 squad\n\nYet Villa stuttered. A home loss to Manchester City was followed by a 3-3 draw with Norwich City and, as any seasoned predator would, Liverpool capitalized. On April 28, 1990, having that day beaten QPR 2-1 at Anfield, Liverpool regained the title.\n\n“To win the championship after a heartbreaking decade … it was a remarkable achievement,” says Gordon.\n\n“We’d been so successful for so long, to say we took it for granted wasn’t quite the case because it was always a great privilege to be a Liverpool supporter, [but] it was like normal service being resumed.”\n\nRelief for a job well done\n\nThe smartphone, let alone a wireless network, was still some years from being part of everyday life, so it was left to Anfield’s stadium announcer to inform fans that Liverpool had won a sixth championship in 10 years.\n\nAttending his first Anfield match that day was a seven-year-old John Gibbons. As Liverpool's players walked around the pitch to acknowledge the fans -- Bruce Grobbelaar, the club's idiosyncratic goalkeeper, performing handstands -- Gibbons remembers standing on a seat and serenading the champions to 'You'll Never Walk Alone.'\n\n“It was all fairly understated,” Gibbons, a contributor to the Anfield Wrap podcast, tells CNN. “It was exciting, it was good, but if you’d told anyone in that ground that it would be 30 years until they’d win the next one, they wouldn’t have believed you.”\n\nFor the players, soaking up the pressures of expectation was over until the next season at least. “You put 10 months on hold, you give your all for 10 months,” says Gillespie. “Fortunately for us we were normally successful, but I don’t think you can enjoy it [a season].”\n\nEnglish football goes global\n\nBut at the beginning of the hedonistic 1990s, Liverpool would learn that even great clubs cannot pause to catch a breath. As Shankly once said: \"Football is relentless ... it goes on and on like a river.\"\n\nOn the morning of February 22, 1991, with three months remaining of the 1990/91 season, photographers, TV crews and journalists had assembled at Anfield.\n\nThe city’s newspaper, the Liverpool Echo, had already prepared its front page because it knew what was to come: Dalglish, with Liverpool three points clear at the top of the table, was going to resign as Liverpool manager.\n\n“Kenny Dalglish as a person has pushed himself to the limit,” said the Scot during the news conference, flashbulbs lighting up his face.\n\nAs a Liverpool player, Dalglish had won three European Cups, five league titles and four League Cups and added three more league titles and two FA Cups, including a league and cup double, as player-manager.\n\nBut this was a man who had taken on the city’s grief.\n\nIn a recent documentary about the man regarded as Liverpool’s greatest player, his family talked of the impact Hillsborough had on him: sleepless nights, mood swings, a rash covering his body, the struggle to make simple decisions.\n\nHe had also taken charge of the team shortly after 39 Juventus fans had died before the Italian club’s European Cup final against Liverpool in the Belgian city of Brussels. Supporters, the youngest just 11 years old, killed in a stampede before kick-off in the dilapidated Heysel stadium. It had all taken its toll.\n\n“It all started going wrong when Kenny left,” says Gillespie.\n\nThe cracks, which arguably had first appeared when the team suffered an FA Cup semifinal loss to Crystal Palace in 1990, deepened. Celebrated players came to the end of their careers and new manager Graeme Souness made unsuitable, expensive signings.\n\nThirty miles away great rivals Manchester United were readying to dominate English football’s new age. The birth of the Premier League in 1992 led to a boom: wealth, glitz and the globalization of the English game. Successful on the pitch, United flourished commercially.\n\nThis is Anfield: The history of an iconic stadium Opened in 1884, Anfield was originally home to Liverpool’s city rivals Everton, who moved out in 1891. A year later, newly-formed Liverpool started to play there. The stadium, which has four stands, has become one of football’s most iconic venues. In 1906, the famous Spion Kop was constructed. It was converted into an all-seater stand in 1994. Around the stadium there are nods to the club’s past, such as The Shankly Gates, The Paisley Gateway and The Hillsborough Memorial. The Main Stand, built in the 19th century, has been redeveloped in the last decade, boosting Anfield’s capacity to 54,074.\n\n\n\n\n\n\n\nIn an interview with English newspaper The Guardian in 2002, United manager Sir Alex Ferguson, who would guide the Old Trafford club to 13 league titles, uttered a now famous sentence.\n\nHis greatest challenge, he said, was “knocking Liverpool right off their f***ing perch.”\n\nWith 20 league titles to Liverpool’s 18, the Manchester club can still crow, but United are not the dominant force they once were.\n\nBack on their perch?\n\nSome fans have been known to request selfies on the Kop with Chris Bolland, once they learn how long the 63-year-old has been attending matches at Anfield. A familiar face in the stands since 1966, he remembers plenty of title wins. But neither of his two sons have experienced the joy of watching the team lift a championship trophy.\n\nThe family has experienced close calls over the last three decades – second-place finishes under Rafael Benitez and Brendan Rodgers, and last season's astonishing 97-point haul which was eclipsed only by Manchester City -- but during those seasons Liverpool weren't unquestionably the best. Fans dreamed, but never fully believed.\n\nThis season, however, Klopp’s men have dropped just five points. Never has a team negotiated a season in England’s top flight in such a relentless, uncompromising manner.\n\nPostponed indefinitely because of the pandemic, no one knows with certainty when or how English football will resume. If the Premier League season were unable to be completed, would Liverpool be denied the championship? For now, that is the unanswered question.\n\nThe nervousness which rumbled around Anfield at times last season as the team vied with Manchester City in one of the closest title races in recent memory – though they lost only once, Liverpool missed out on the title by a point – had vanished this season.\n\nWinning the European Cup in Madrid last June, Klopp’s first major trophy as Liverpool manager, had strengthened the fans' faith in the players. They believed. But anxiety increases in uncertain times.\n\nJoy Bratherton, 64, moved to Liverpool in 1974 to be nearer Anfield. Once just one of the few female faces among a crowd of thousands on the Kop, she was enduring sleepless nights even before a global pandemic stopped Liverpool's charge to the league title.\n\nWhether Liverpool will win the Premier League is, she says, \"the first thing I think of in the morning and the last thing I think of in the nighttime.\"\n\n\"I am having very mixed dreams when I doze off,\" she adds, speaking to CNN days before the UK was put into lockdown. \"The strain and stress of the last two seasons has been overpowering.\"\n\nIt was after comfortably beating Manchester United in January that the first chants of “we’re going to win the league” echoed around Anfield. A new banner also popped up in the stands at the beginning of the year with the sentence, “This Bird Is Getting Back On Its Perch.”\n\nBut the deaths and suffering caused by coronavirus have changed perspectives. Dreams of winning a first league title in 30 years are no longer all-consuming.\n\n“You’ll Never Walk Alone is not just a song, it’s not merely an anthem, it’s a statement of intent.” Gordon Jenkins, Liverpool fan\n\n\"Not being able to be crowned champions for the foreseeable future is completely irrelevant. It absolutely doesn’t matter,\" says Jenkins.\n\n\"Jurgen Klopp, who is Bill Shankly reincarnated, has said football is the most important of the least important things and that just nails it completely. 'You’ll Never Walk Alone' is not just a song, it’s not merely an anthem, it’s a statement of intent. It’s not just about Liverpool people, it’s about people generally."}