{"url": "http://cnn.com/2020/05/19/sport/michael-phelps-mental-health-coronavirus-spt-intl/index.html", "text": "(CNN) Michael Phelps says the coronavirus pandemic has put him in a \"scary situation\" with his mental health.\n\nThe 23-time Olympic gold medalist, who retired as the most decorated Olympian of all time after Rio 2016, has spoken frankly about his struggle with depression away from the pool , acknowledging he has contemplated suicide in the past.\n\nWithout a fixed routine during the outbreak, he says that he's endured one of the toughest stretches of his life.\n\n\"It has been one of those months. Nonstop, my mood jumping up and down and all around,\" Phelps said in an article for ESPN\n\nPhelps receives his gold medal following the men's 4 x 100m medley relay at the Rio Olympics in 2016.\n\n\"The pandemic has been one of the scariest times I've been through.\n\n\"I'm thankful that my family and I are safe and healthy. I'm grateful we don't have to worry about paying bills or putting food on the table, like so many other folks right now. But still, I'm struggling.\"\n\nPhelps has become an advocate for openly discussing mental health after his retirement.\n\nHe has described how therapy and support from his wife, Nicole, has helped him manage his depressive episodes.\n\nJUST WATCHED Michael Phelps says this Olympic moment gives him chills Replay More Videos ... MUST WATCH Michael Phelps says this Olympic moment gives him chills 00:42\n\nIn recent weeks, he says that he has relied on escaping to the gym for 90 minutes in the morning each day.\n\n\"If I miss a day, it's a disaster,\" said Phelps.\n\n\"Then I get into a negative pattern of thinking in my own head. And when that happens, I'm the only one who can stop it. And it typically doesn't stop very fast.\n\n\"I'll just drag it out, almost to punish myself in a way. That's what I do if I make a mistake or if I upset somebody, then I think it's always my fault and just take it all out on myself.\n\n\"When that happens day after day, you can put yourself in a scary situation pretty quickly. And that's been this quarantine a lot of the time.\"\n\nJUST WATCHED Michael Phelps' new water mission Replay More Videos ... MUST WATCH Michael Phelps' new water mission 05:25\n\nPhelps is a spokesman for online therapy company TalkSpace and earlier this month donated 500 months of free therapy to medical workers on the front line of the Covid-19 response.\n\nHe also launched the Michael Phelps Foundation that promotes healthier lifestyles for children through swimming.\n\n\"I want to help others. And I want to hold myself accountable,\" said Phelps.\n\n\"There are a ton of people fighting the exact same thing. It doesn't matter what you went through, where you've come from or what you want to be.\n\n\"Nothing can hold you back. You just need to learn the tricks that work for you and then stick with them, believe in them, to keep yourself from getting into a negative cycle.\""}