{"url": "http://cnn.com/2020/05/19/sport/team-novo-nordisk-cycling-type-1-diabetes-spt-intl-cmd/index.html", "text": "(CNN) Phil Southerland wasn't supposed to live past 25, but as a boy he happened upon a treatment that he says helped him to defy medical expectations.\n\n\"It's my very strong opinion that exercise is the billion-dollar drug that never gets prescribed,\" he tells CNN Sport. \"I think the bike saved my life.\"\n\nSoutherland was just seven months old when his parents learned he had type 1 diabetes and doctors said he would end up blind or with kidney failure if he survived into his 30s.\n\nBut after taking up cycling and embarking on what had previously seemed an unlikely professional career, Southerland discovered a reliable means of controlling his diabetes.\n\n\"When I was on the bike, I didn't have to check blood sugar, I didn't have to get insulin,\" he says.\n\n\"All I had to do was eat so I didn't bonk and that was what every other cyclist was doing. So I was absolutely normal and that felt really, really cool.\"\n\nPhil Southerland competes for Team Type 1 in California in 2009.\n\nType 1 diabetes is a disease which causes the body's immune system to destroy cells required to make insulin, a hormone that regulates blood glucose levels. Type 1 diabetics inject themselves with insulin so cells can take glucose from the blood for energy.\n\nChildren aged 0-14 with type 1 diabetes India -- 95,600 USA -- 94,200 Brazil -- 51,500 China -- 28,700 Russia -- 21,600 UK -- 21,200 Algeria -- 20,100 Germany -- 17,200 Morocco -- 16,400 Mexico -- 14,800 (Source: IDF Diabetes Atlas 2019)\n\nAccording to the International Diabetes Federation, more than 1.1 million children and adolescents worldwide are living with type 1.\n\nSoutherland says cycling made him \"obsessed about glucose control.\" He launched Team Type 1 alongside a friend in 2006, which eventually became Team Novo Nordisk in 2013 -- an all-diabetic professional cycling team of 16 riders competing on the UCI World Tour.\n\n\"I started thinking -- sport is such a powerful platform. I thought the bike could be a way to promote our story and inspire people to take control of their diabetes and go and pursue their dreams,\" says Southerland, who today serves as CEO of Team Novo Nordisk.\n\n\"We took what 10 years ago would have been perceived as our greatest weakness and turned diabetes into our greatest strength, which is the unity it brings our team, the family bond it gives to all of our athletes.\n\n\"Diabetes is not an excuse for our athletes. We own the control. We have challenging days on the diabetes front, but these guys work really hard to be the best they can at their diabetes management.\"\n\nSpanish rider David Lozano prepares for the third stage of the Tour Colombia in February this year.\n\nHaving lost key riders, Southerland admits there have been \"plateaus\" in the team's progress since climbing to 83rd in the world rankings in 2015.\n\nTeam Novo Nordisk had previously set a goal of competing at the Tour de France -- the holy grail of road cycling -- by 2021, which also marks 100 years since the discovery of insulin. But the timeline on that goal has been adjusted.\n\n\"For me, the Tour de France is still very much the dream,\" says Southerland.\n\n\"I'm not putting a hard timeline on when we have to get there. It's more the journey and the process for us to do it. One day, we will be there. And we'll be there when the time is right.\"\n\n'Best thing that ever happened'\n\nThe dream of competing at one of cycling's three Grand Tours is shared by Team Novo Nordisk rider Sam Brand.\n\n\"I'd love to be on the start line of any of the Grand Tours with a team made up purely of type 1 diabetics,\" the Isle of Man native tells CNN Sport.\n\n\"It's the best thing that ever happened to me. It's given me a mission, a route in life to take for the better,\" says @teamnovonordisk rider @SamNBrand of competing with type 1 diabetes https://t.co/t1XYEmqtH4 pic.twitter.com/04Q5YpVJ7s — CNN Sport (@cnnsport) May 19, 2020\n\n\"It would be unbelievable. That is the ultimate goal. I mean, to toe the start line of the Giro, Vuelta or the Tour would be unbelievable.\"\n\nBrand has a background in triathlon but switched to cycling full-time in 2016. He was diagnosed with type 1 aged 10, coincidentally on November 14 -- World Diabetes Day.\n\n\"It was 18 and a half years ago now, and I kind of don't remember anything before, really,\" says Brand.\n\n\"I have memories of childhood, but not living without diabetes. For me, I always say this and some people just laugh, but it's the best thing that ever happened to me.\n\n\"It's given me a mission; it's given me a route in life to take for the better. I always see it as a positive. It's not always straightforward, but it's manageable ... developing my routine and my regime to fit what I want to do, not it controlling me.\"\n\nBuilding a team\n\nBrand had previously been contacted by Team Novo Nordisk after posting a race photo on social media with #changingdiabetes.\n\nThe team often finds new riders through social media who then feed into a talent pipeline. While many cycling teams have the luxury of cherry-picking riders, Team Novo Nordisk has to develop its own.\n\n\"The challenging part for us is the recruitment process,\" says General Manager Vassili Davidenko.\n\nCharles Planet (left) rides during Team Novo Nordisk's training camp in Spain last December.\n\n\"Where I used to manage before, you have to have good budgets; once you have a budget, you start shopping around ... In our case, it's different. There are not many riders who have diabetes.\"\n\nEight years ago, the team started talent ID camps where young cyclists are invited to a summer training camp in Atlanta. Some progress to the junior team, which in turn feeds into the development team and the professional team.\n\n\"If you have something that you can do in your life, something very special, you have to take it.\" @Teamnovonordisk's Vassili Davidenko explains why he took up the \"challenge\" of managing a team of riders with type 1 diabetes. https://t.co/t1XYEmqtH4 pic.twitter.com/sGwKlLGvkO — CNN Sport (@cnnsport) May 19, 2020\n\n\"We do have this great pipeline but it's a long way before you bring a rider from point one to point two -- point two being a professional cycling team,\" says Davidenko.\n\n\"We need to find riders, we need to create them, and we need to guide them to the top level,\" he went on.\n\n\"I knew [when I joined] I was going into something very, very challenging but my personality is that I like challenges ... I knew there would be challenges to win races in the beginning. I knew we were going to miss this feeling of winning races.\n\n\"But most important to me was that it was something that was very good outside of the sport that [could] help people affected by diabetes to understand that right management can achieve goals.\"\n\nDedicated support\n\nWhile finding riders has been testing at times, finding fans has been rather more straightforward for Team Novo Nordisk.\n\n\"We are very popular on social media, we do have fans around the bus (at races) pretty much all the time,\" says Davidenko.\n\n\"In Poland, this girl took a day off and traveled like 300 kilometers just to meet us at the start and to say, 'I have type 1 diabetes, because of you guys I took control of my management. You really inspired me.'\"\n\nJUST WATCHED The diabetic cyclist training for the Olympics from home Replay More Videos ... MUST WATCH The diabetic cyclist training for the Olympics from home 03:43\n\nThe coronavirus pandemic means there are currently no races for fans to cheer at, but Team Novo Nordisk has kept its riders occupied during the lockdown.\n\nSome are relying on indoor training, while others have been able to cycle outdoors with the team delivering training sessions via online platforms.\n\nAs well as staying sharp on the bike, the riders are encouraged to take up other pursuits, including cooking and yoga.\n\n\"When you cycle a lot, you don't have the mental energy to learn and to improve your knowledge, because you are just very tired -- you eat, you go to sleep, you rest,\" says Federico Fontana, head of performance at Team Novo Nordisk.\n\n\"Your brain is kind of lazy, but now (during lockdown) your brain is very active and it's drooling to do something. So we are trying to find food in terms of knowledge, to let riders focus on a new aspect.\"\n\nJUST WATCHED Tour De France champions raise money for Covid-19 aid Replay More Videos ... MUST WATCH Tour De France champions raise money for Covid-19 aid 01:00\n\nTraining 342 days a year\n\nFontana is an exercise physiologist who oversees data organization and analysis at Team Novo Nordisk, as well as leading a group of three coaches.\n\n\"The guys are professional cyclists first and then they also have diabetes,\" says @teamnovonordisk's @FedeYFontana of devising training routines for riders with type 1 diabetes https://t.co/t1XYEmqtH4 pic.twitter.com/9Ibx5Psavk — CNN Sport (@cnnsport) May 19, 2020\n\nMonitoring training for a team of type 1 diabetics, he says, is much the same as with any cycling team.\n\nHowever, adjustments are made if riders experience an episode of hypoglycemia , for example -- when the blood has low sugar levels.\n\n\"The guys are professional cyclists first, and then they also have diabetes. The way we manage their routine, it's like for an athlete without diabetes,\" says Fontana.\n\n\"I'm not saying it's more difficult than working with an athlete without diabetes, but it has an extra layer of complexity -- how your body is responding to exercise and how you are going to face exercise, having diabetes in a particular moment of your day.\n\n\"The training volume is pretty much aligned with other pro teams ... Last year, they did as a group 342 days of training, on average, meaning they span a couple of weeks without training over a year.\"\n\nA wider calling\n\nEach rider is equipped with a glucose control system that provides team scientists like Fontana with an abundance of data in relation to the impact diabetes has on training, racing, traveling, jet lag and sleep.\n\nIt's hoped that the monitoring systems being developed will be beneficial to all type 1 diabetics.\n\n\"My job is working for Team Novo Nordisk, but my calling is the diabetes community,\" says Fontana.\n\n\"We are showing that with good commitment and a basic level of education and dedication ... people with diabetes can do pretty much everything in terms of exercise.\"\n\nA breakaway group led by Team Novo Nordisk's Charles Planet races during the Tour of Dubai in 2016.\n\nIt's a sentiment that's carried throughout Team Novo Nordisk.\n\n\"There's no other team in the world that changes lives like our team changes lives,\" says Southerland.\n\n\"Our staff could definitely go to other teams and make more prize money over the course of the year, but when you change someone's life, the feeling is priceless.\n\n\"That keeps our family really strong. Diabetes is the biggest strength that our riders and our organization possesses.\""}