{"url": "http://cnn.com/2020/05/20/football/jesus-mosquera-football-to-netflix-toy-boy-star-hugo-beltran-spt-intl/index.html", "text": "(CNN) Hugo Beltran has been on screen for less than two minutes but already he's down to only some skimpy underwear, his chiseled abs rippling as he gyrates on stage for scores of delighted women.\n\nThe intense, smoldering stripper is the lead male character of hit Spanish Netflix series 'Toy Boy' and is played by Jesus Mosquera, a man who less than two years ago had no acting experience and was playing lower league football in Spain.\n\nHe jokes that had the people behind the show told him at his first audition -- an audition he didn't even want to turn up to -- that he was going to be a stripper, he would have \"run away and not accepted\" the role.\n\nSince being plucked from total obscurity in late 2018 and catapulted into the limelight, Mosquera has amassed more than 1.3 million Instagram followers and has become one of Spain's most famous actors.\n\nBut like many Spanish kids, Mosquera's dream had been to make it as a professional footballer. He got closer than most, too.\n\nBorn in the southern coastal town of Fuengirola, Mosquera started in the youth system of local La Liga club Malaga before spells at Athletic Bilbao and Real Betis.\n\nAt both Malaga and Betis he made it into the B team and trained with the first team, though never made a first team appearance.\n\nJesus Mosquera as Hugo Beltran, a stripper and the main character in Netflix hit 'Toy Boy.'\n\nWhile some friends and former teammates managed to achieve promotion with their respective clubs, getting out of Spain's lower divisions is notoriously tough and Mosquera had all but given up hope of making it as a professional footballer.\n\n\"The football train had already passed me by,\" Mosquera told CNN Sport from lockdown at his home in Madrid. \"So when this other opportunity arrived, I had to try it.\"\n\n'What have you got to lose?'\n\nRemarkably, that opportunity -- which Mosquera describes as \"life changing\" -- came from a trip to a gym.\n\nDuring the football off-season in the summer of 2018, some of Mosquera's friends persuaded him to go with them to the gym after learning that TV producers were looking to cast people for a series, a film and a commercial.\n\nExcept nobody showed up, and Mosquera didn't give it a second thought.\n\nTwo days later, the gym's owner tipped off Mosquera and his friends that the producers were back and were still auditioning.\n\n\"I had intended to go to the casting but told my friend that they weren't going to pick me anyway, so I didn't show up,\" recalls Mosquera.\n\n\"We continued training and while we were working out, I heard the woman say: 'There's a boy wearing a yellow T-shirt who has the profile we're looking for, but he didn't come to the casting.'\n\n\"At that moment I looked down and saw that I was wearing the yellow T-shirt.\"\n\nIn less than two years, Mosquera went from being a lower league footballer to one of Spain's most famous actors.\n\nEven then, Mosquera told the casting director that while he appreciated the offer, he felt too embarrassed to pose in front of a camera.\n\n\"'What have you got to lose?' she asked me. 'Maybe if you're lucky, you'll pass the first test.'\"\n\nEgged on by his friends, Mosquera reluctantly decided -- \"as a joke\" -- to take part.\n\nIn the weeks that followed, he passed test after test and six months later Mosquera received a phone call from renowned casting directors Eva Leira and Yolanda Serreno to offer him the lead role in a new TV series -- as a stripper.\n\n\"It was complicated, it was difficult because I'm a shy person,\" he says. \"I didn't even want to go to the casting because I thought the camera would be intimidating ... so imagine having to take off my clothes and dance.\n\n\"I was fortunate that I didn't know the role I was eventually going to be given; each month and each test I was given a little bit more personality and it wasn't until the last audition that I found out I was going to be a stripper.\"\n\nLess than a week after receiving that phone call in January 2019, Mosquera had uprooted his life and moved from Fuengirola to Madrid. It meant he had to leave his then club, fourth-tier Antequera, midway through the season.\n\nWith only a few months before shooting for 'Toy Boy' began, Mosquera was thrown into a grueling period of daily acting and dancing classes, as well as gym sessions.\n\nMosquera with his co-stars and fellow 'Toy Boy' strippers.\n\nHe had to learn how to dance from scratch to be at all believable in his new role. He also added 10 kilograms of muscle, all the time knowing that he could be released at any moment if he didn't improve fast enough.\n\n\"People think that because they found me in a gym that I was already strong, but I was really skinny,\" he says holding up his little finger. \"I preferred running on the beach or in the countryside ... and I was very defined because of football, but I didn't have any muscle mass.\n\n\"I didn't know how to dance at all and had never considered myself a dancer. It was a very, very difficult process, many hours of rehearsals, training, dancing ... but an unforgettable experience.\n\n\"Of course it was a risk, but I accepted the challenge and thanks to God everything turned out well.\"\n\nLies, deceit and a faked death\n\n'Toy Boy' and its chiseled lead character are succinctly summed up by the opening line of the series.\n\n\"Imagine your greatest desires; sex, parties, money. I have all of that. My name is Hugo Beltran, and I'm a stripper,\" he says.\n\nIt's a line delivered with a trademark intense stare that would put even Derek Zoolander to shame. There are also lies, deceit, false imprisonment and a faked death; and that's just episode one.\n\nMosquera's character becomes entangled in a web of deceit.\n\nMosquera is affable and light-hearted and on the surface comes across nothing like his brooding alter ego Beltran -- who often portrays a bad boy image, but is ultimately misunderstood -- though the actor says the two share some similarities.\n\n\"There are small nuances that I maybe have in my personality,\" he says. \"For him, his family is his group of friends and I also have a relationship with my friends as if they were my family.\n\n\"I am a very stubborn and very persistent person, like Hugo is, and I think apart from the things he's forced to do to find the truth, he actually has a big heart, which is something I try to have and to be a good person.\"\n\nMosquera believes his background in football helped smooth his transition into the acting world.\n\nPerseverance, teamwork -- he says sometimes filming can take place with more than 100 colleagues -- as well as staying in shape and following a regimented diet were all disciplines that he'd know as a footballer.\n\nAs a central defender in his playing days, the 27-year-old says his main inspiration was Real Madrid's Sergio Ramos but, as a football fan, nothing beats watching Lionel Messi.\n\n\"For me, he's the greatest player in history,\" says the actor.\n\nAs for acting role models, Mosquera looks up to Hollywood superstar and fellow Malagueño Antonio Banderas, somebody he has admired since he was a child.\n\nJesus Mosquera with 'Toy Boy' co-stars Carlos Scholz, Raul Martiato, Maria Pedraza, Jose de la Torre and Carlo Constanza.\n\nMosquera appears to have taken his meteoric rise to stardom in his stride.\n\nMurder mystery series 'Toy Boy' initially debuted on Antena 3, one of Spain's biggest TV channels, before moving over to Netflix. On top of the hours of classes and rehearsals, Mosquera was also trained to deal with this new-found fame.\n\n\"One minute you're someone anonymous and then suddenly you're on the tele,\" he says. \"For me, it's what I like least about my work. Honestly, fame is not what attracts me. But it is a part of my job and I am also aware that if you have that success, it's because of the public.\n\n\"So when they stop me in the street, ask to speak to me and take photos and I see their excitement of meeting someone who has influenced them or helped them, it makes me really happy to be able to share that with them.\"\n\nLife in lockdown\n\nLike the rest of us, Mosquera has been impacted by the quarantine regulations that have been put in place across most of Europe, with Spain particularly badly hit by the coronavirus.\n\nHe hasn't been able to see his grandparents since the lockdown began for fear of infecting them and his new career has temporarily been put on hold.\n\nHowever, Mosquera is sanguine about the current situation and isn't taking his health and that of his friends and family for granted.\n\nHe has also been dedicating the additional spare time to hone his still very new acting skills by taking online classes, reading more and watching inspiring documentaries -- he particularly recommends 'The Ronda Rousey Story.'\n\nMosquera is still optimistic series two of 'Toy Boy' will be filmed once the world returns to normal, which means there can be no slacking on his diet or training.\n\nMosquera's fledgling acting career has been put on hold due to the pandemic.\n\n\"I usually do enough exercise to make me sweat because if not, imagine eating all day ... we'll all end up like this,\" he laughs, gesturing a round belly.\n\n\"I always try to exercise in the morning because it helps me to clear my mind but I also think there's no need to go crazy working out, it's just to help a little psychologically.\n\n\"We're all currently in a very delicate situation and I'm just trying to be positive and approach it in the best way possible.\"\n\nThe extra downtime has also given Mosquera plenty of opportunity to reflect on the way his life has somersaulted during the last 18 months.\n\nEven now, almost a year ago to the day that the team wrapped up filming for the first series, Mosquera can sometimes still scarcely believe the new life he is living.\n\n\"The opportunity to take part in the casting for the series crossed my path,\" he says. \"And it was something that changed my life.\""}