{"url": "http://cnn.com/2020/03/31/sport/hong-kong-horse-racing-coronavirus-happy-valley-spt-intl/index.html", "text": "(CNN) The Wednesday night races in Hong Kong's Happy Valley are typically a raucous ritual that can draw up to 20,000 people to the course.\n\nBut during the coronavirus pandemic, race day feels quite different.\n\nWhen the bell sounds and the horses break from the starting gates there is an eerie silence where there would usually be cheers and shouting.\n\nThere are no crowds of spectators. Only staff, trainers, jockeys, owners and club officials are allowed on site.\n\nWithout the usual roar from the stands, I can clearly hear the horses' hooves pound the grass track as the jockeys yell to goad them on.\n\nThis is what social distancing sounds like at the races.\n\n\"This is surreal,\" Hong Kong Jockey Club CEO Winfried Engelbrecht-Bresges concedes as we overlook the empty stands.\n\n\"But if you look at the importance of horse racing in Hong Kong, where 30% of the adult population follows horse racing, where we have 1.5 million racing fans and every Wednesday night we have at least seven to eight hundred thousand people who are now still sitting in front of the TV and feel entertained.\n\n\"And that's why we think it's important to provide the tradition and to continue horse racing.\"\n\nHorses are seen on the racetrack at the Happy Valley racecourse in Hong Kong.\n\nA changing landscape\n\nThe COVID-19 outbreak has transformed the sporting landscape in the Asia-Pacific region.\n\nBecause of coronavirus concerns, both the Hong Kong and Singapore legs of the World Rugby Sevens series have been pushed to October. Formula One has canceled the Australian Grand Prix, and postponed its races in Bahrain, China and Vietnam. Formula E races, golf and tennis events have also been lost.\n\nBut in Hong Kong, the races gallop on with strict precautions in place.\n\nEveryone is subject to temperature screening before entry, face masks are mandatory and the course is disinfected on a regular basis.\n\nIn late February, a Hong Kong Jockey Club member who had used its clubhouse tested positive for the virus. The Happy Valley clubhouse, located about a mile away from the race course, was closed for two weeks.\n\nPhotos: 10 of the most picturesque racecourses Meydan Racecourse, Dubai – Boasting the world's first five-star trackside hotel, restaurants and a museum, Dubai's Meydan Racecourse is a first-class racing destination. Hide Caption 1 of 10 Photos: 10 of the most picturesque racecourses St. Moritz, Switzerland – St. Moritz is known for world-class skiing, glitz, glamor and...horse racing? The venue for the White Turf event, held three days a year, isn't your typical racecourse. Instead, it's held on a frozen lake. Hide Caption 2 of 10 Photos: 10 of the most picturesque racecourses Flemington Racecourse, Australia – Flemington is Australia's oldest metropolitan racecourse and home to the famous Melbourne Cup. The revamped venue was first used in 1840 when the town of Melbourne was just five years old. Hide Caption 3 of 10 Photos: 10 of the most picturesque racecourses Piazza del Campo, Italy – Simply put, there is no racecourse in the world quite like the Piazza del Campo in Italy. Its origins date back to medieval times when jockeys rode buffalo. The piazza is packed with spectators with racing around the outside. Hide Caption 4 of 10 Photos: 10 of the most picturesque racecourses Happy Valley, Hong Kong – Happy Valley Racecourse was built in 1845 to provide horse racing for expat Britons living in Hong Kong. It's surrounded by giant apartments and skyscrapers -- giving visitors an unusually beautiful scenic view. Hide Caption 5 of 10 Photos: 10 of the most picturesque racecourses Ascot, England – Just the name \"Ascot\" conjures visions of royalty, elegance, high fashion and world-class racing. The racecourse was opened in 1711 by Queen Anne, and Royal Ascot is still one of the most celebrated meetings on the calendar. Hide Caption 6 of 10 Photos: 10 of the most picturesque racecourses Chantilly, France – Spectacular and timeless, historic Chantilly sits in front of the 16th-century Chateau de Chantilly and the majestic Great Stables (pictured) amid forests 30 miles north of Paris. Hide Caption 7 of 10 Photos: 10 of the most picturesque racecourses Laytown Races, Ireland – Laytown Races is the only official beach race in Europe. Situated on the Irish coast, the 150-year-old tradition attracts more than 5000 regular visitors every year. Horses race along the sands on a makeshift course. Hide Caption 8 of 10 Photos: 10 of the most picturesque racecourses Goodwood Racecourse, England – The rolling Sussex countryside unfolds in front of one of the most iconic venues in flat racing. Goodwood has hosted racing since 1802 and offers the perfect setting for the famous Glorious Goodwood meeting. Hide Caption 9 of 10 Photos: 10 of the most picturesque racecourses Cheltenham Racecourse, England – Cheltenham is a shrine to jump racing against the idyllic backdrop of the Cotswold hills. It hosts the prestigious Cheltenham Festival every March, the highlight of the world's jump racing calendar. Hide Caption 10 of 10\n\n'Entertained and employed'\n\nThe club's off-course betting agencies remain closed, but locals can still place their bets online.\n\nThe Hong Kong Jockey Club holds a government-granted monopoly on gambling. It says up to 700,000 people use online channels to place their bets. That's close to 10% of the city's total population.\n\nIts weekly horse race meeting is one of the city's biggest money makers. The turnover for the latest \"Happy Wednesday\" with no fans in the stands was almost $145 million ($1.1 billion HKD), down from $162 million ($1.3 billion HKD) one year ago. The club says the difference is due to the drop in cash customers who prefer to place their bets at one of its 100 off-track betting centers.\n\nWhen the Hong Kong Jockey Club contributes to 1.3% of Hong Kong's GDP, there's literally a lot riding on the races. But South China Morning Post racing editor Tom Biddington says the decision to keep the races going during the outbreak is about more than just the bottom line.\n\n\"One of the other important parts is keeping people entertained and employed,\" says Biddington.\n\n\"(The Hong Kong Jockey Club) is the biggest taxpayer in Hong Kong. It employs more than 20,000 people. It has 700,000 fans in terms of betting accounts. There's a lot of things it does. It's not just about money.\"\n\nHorses gallop past the empty public stands at Sha Tin Racecourse.\n\nAs a sport, racing is in a unique position because it can continue behind closed doors and, in doing so, become a symbol for a city that has been battling the virus since January.\n\n\"It is the uniqueness of Hong Kong and the resilience of Hong Kong to deal with difficulties and overcome it,\" says Engelbrecht-Bresges.\n\n\"And this is a Hong Kong can-do spirit. And Hong Kong racing is a symbol of Hong Kong.\"\n\nCOVID-2019 may be keeping the roaring spectators away. But every Wednesday in the city, the races are still running and the betters are still betting.\n\nCrowds or no crowds, the ritual in Happy Valley since 1973 goes on."}