{"url": "http://cnn.com/2020/05/13/tennis/naomi-osaka-time-out-tennis-spt-intl/index.html", "text": "(CNN) Two grand slam titles and a rapid rise to the top of world tennis was a head-spinning ascent for Naomi Osaka.\n\nBut in this moment of pause, a period of lockdown with no tennis and no expectations, the 22-year-old is looking to confront an opponent from within: her crippling shyness.\n\n\"For me, I have a lot of regrets before I go to sleep, and most of the regret is that I don't speak out about what I'm thinking,\" she says, speaking to CNN Sport from the kitchen of her Los Angeles home.\n\nThe night before this interview, the world No.10 -- who topped the world rankings for the first time in 2019 -- had uncharacteristically posted a series of soul-searching tweets which revealed to the world her inner struggle.\n\n\"I'm done being shy. It's really a waste of my time,\" she wrote. \"I could've shared so many ideas by now, I could've had convos with so many different people. All the things I could've learned but no I'm over here actually putting my own limiter on myself.\"\n\nI'm done being shy. It's really a waste of my time. I could've shared so many ideas by now, I could've had convos with so many different people. All the things I could've learned 🤦🏽‍♀️ but no I'm over here actually putting my own limiter on myself. — NaomiOsaka大坂なおみ (@naomiosaka) May 5, 2020\n\nShe says her inability to speak up has, at times, resulted in decisions being taken away from her.\n\n\"There's a lot of times where I see myself in situations where I could have put my input in, but instead I've held my tongue and things kept moving in a way that I didn't really enjoy,\" she explains. \"I feel like if I asserted myself I would have gotten the opportunity to see what would have happened.\"\n\n\"Maybe a couple of years ago I would be very, very shy to do this interview,\" says Osaka.\n\n'I would like to thank Jay-Z and Beyoncé'\n\nBut one missed opportunity that plays over and over again in her mind has nothing to do with tennis. It involves her biggest idols, Jay-Z and Beyoncé.\n\nDuring an off-season break in 2019, she met the superstar couple while on holiday on the Caribbean islands of Turks and Caicos but could barely utter a sentence.\n\n\"He started talking to me, but I got really nervous and started giving one word replies so he suddenly said, 'Are you shy?' and I said, 'yeah,' and the convo came to a screeching halt.\"\n\nJay Z and Beyonce are two of the world's most successful music artists.\n\nIt's a deeply human admission from a global sports star who, it turns out, is just like the rest of us when it comes to feeling star struck. The difference is, she will likely meet them again and, by then, the tennis star knows what she would want to say.\n\n\"I want to take the chance to tell people I appreciate them while I can,\" she says.\n\n\"I would like to thank Jay-Z and Beyoncé for making music that motivates me, because there was a period in my life where I just watched Beyoncé performances to get motivated.\n\n\"Even right now I'm listening to older Jay-Z songs because I feel like they're really chill.\"\n\n'Now we're talking in full sentences!'\n\nFor all her inhibitions and self-censoring, Osaka also knows how far she's come. With a half-smile, she recalls a time at the beginning of her career when even entering a tournament locker room was a heart-thumping challenge.\n\n\"I was very shy and I wouldn't know what to do or where to put my things,\" she says.\n\n\"Even right now, maybe a couple of years ago I would be very, very shy to do this interview and you would only get like two words out of me but now we're getting full sentences!\"\n\nThis period of reflection has occurred because her tennis career is on hold as the world grapples with the coronavirus pandemic. Ordinarily, she would have been attempting to recapture the form that saw her win the US Open and Australian Open back-to-back.\n\nBut with no tennis court, hitting partner, or a feasible way of practicing, Osaka has accepted the situation for what it has become: as close as she'll ever get to a 'regular life.'\n\n\"For me, it's a bit concerning, but I know that other players are in the same position as me, probably,\" she says.\n\n\"It's not like I'll forget how to play tennis and I also don't want to train five hours a day right now because that's how you get burned out and you never know when tournaments will start again.\"\n\nOsaka won the US Open in 2018 and the Australian Open iin 2019.\n\nBut she already knows that when it does -- she will be different.\n\n\"I will have more of a feeling of gratitude because you never know when something like this will happen again and I miss tennis a lot,\" she says.\n\nTime is transient, and Osaka is trying to make each day count.\n\n\"I feel like I want to take this time to learn something new or to improve because I'm pretty sure I won't have this much free time ever again,\" she says."}