{"url": "http://cnn.com/2020/03/11/motorsport/toto-wolff-of-formula-e-spt-intl/index.html", "text": "(CNN) His boss might be famed Mercedes F1 chief Toto Wolff, but Ian James is bringing his own \"passionate\" approach as head of the marque's fledgling Formula E team.\n\nThe Briton has been tasked with turning Mercedes , the dominant force of Formula 1, into the front-runner in the electric racing series.\n\nIts appearance in Formula E is down in no uncertain terms to a dramatic and very public U-turn by Wolff, who was an early skeptic of the series.\n\nHe even said at the team's unveiling he \"didn't believe that Formula E could make it.\"\n\nNow, though, Wolff is a fully fledged convert, and he turned to James to lead Mercedes' venture into electric motor sport.\n\nIan James in Riyadh at the start of the Formula E 2019-20 season.\n\nJames shuns comparisons with Wolff, but also aims to copy his boss.\n\n\"It's brilliant to work with someone like Toto,\" said James. \"At a race weekend, we speak on multiple occasions. His focus is Formula 1 but he is still very much involved in the Formula E programme.\n\n\"What I try to do is the same as Toto, which is holistic. I'm passionate about racing and making sure we're always moving in the right direction. He does that very well.\n\n\"He'll leave us to it but he offers great advice when it comes to drivers or analyzing what went wrong at a race and what could have been done better.\"\n\nWolff v Wolff in Formula E\n\nIan James and Toto Wolff at the Mercedes-Benz EQ Formula E Team launch with the teams' drivers Nyck de Vries and Stoffel Vandoorne.\n\nDespite Wolff's split interest and direction, James is adamant it will have no bearing on Lewis Hamilton or Mercedes' continued ambition to remain No.1 when the F1 season gets under way in Australia next month.\n\nBut the Austrian is not the only Wolff James has to deal with. Toto's wife Susie, team principal of the Venturi team , is a partner in using the Mercedes EQ powertrain but also a grid rival.\n\nJames laughs at the idea he might be caught in the midst of a Wolff vs. Wolff on-track battle. \"It's certainly a unique position to be in,\" he said. \"But it's great to have Susie on board as she's someone I can have a very open dialogue with.\n\n\"We know if we take the right approach and work collaboratively, we can develop both teams faster together. And it would be a dream if all four drivers are fighting for the top spots. Then it gets serious.\"\n\nPhotos: The 2019/20 Formula E season Mexico City, R4: Porsche's Andre Lotterer (right) led the field off the grid from pole in what was an incident filled Mexico E-Prix. Hide Caption 1 of 14 Photos: The 2019/20 Formula E season A huge crowd reported to number about 100,000 turned out to watch the electric racing series. Hide Caption 2 of 14 Photos: The 2019/20 Formula E season A helmeted fireman watches on as the race unfolds. Hide Caption 3 of 14 Photos: The 2019/20 Formula E season Australia's Mitch Evans, driving a Panasonic Jaguar Racing car, overtook Lotterer on the first corner and built up a sizeable lead to win by more than four seconds. Hide Caption 4 of 14 Photos: The 2019/20 Formula E season Santiago, Chile, R3: Victory goes to Maximilian Günther of the BMW i Andretti Motorsport team. Hide Caption 5 of 14 Photos: The 2019/20 Formula E season At 22, Gunther became the youngest Formula E race winner in history. Hide Caption 6 of 14 Photos: The 2019/20 Formula E season The E-Prix Antofagasta Minerals was the third round of the ABB FIA Formula E Championship. Hide Caption 7 of 14 Photos: The 2019/20 Formula E season Diriyah, Saudi Arabia, R2: Alexander Sims sets the early pace during the second E-Prix of the season in Diriyah. Hide Caption 8 of 14 Photos: The 2019/20 Formula E season BMW's Sims celebrates following his maiden Formula E victory. Hide Caption 9 of 14 Photos: The 2019/20 Formula E season Diriyah, Saudi Arabia, R1: Porsche's Neel Jani leads the pack in practice ahead of the first Formula E race of the season in Diriyah, Saudi Arabia. Hide Caption 10 of 14 Photos: The 2019/20 Formula E season Sam Bird celebrates after winning the first race of the Formula E Championship. Hide Caption 11 of 14 Photos: The 2019/20 Formula E season Nico Müller of Switzerland turns a corner in Diriyah. Hide Caption 12 of 14 Photos: The 2019/20 Formula E season Pascal Wehrlein comes over the crest of hill during practice ahead of the first E-Prix of the season. Hide Caption 13 of 14 Photos: The 2019/20 Formula E season Daniel Abt avoids some spilled liquid on the track in Diriyah. Hide Caption 14 of 14\n\nLike Wolff, James' passion for motor sport growing up lay in F1, first getting hooked at the age of five or six.\n\nFor him, the standout early moment was spilling onto the circuit at Silverstone when Nigel Mansell won the 1991 British Grand Prix and famously gave rival Ayrton Senna a lift back to the pit lane after he ran out of fuel at the finish.\n\nAfter studying mechanical engineering at university, James' first job came at McLaren working on the Mercedes Benz SLR McLaren for three and a half years before a switch to Mercedes where he has worked for the last 15 years.\n\nPhotos: Formula E unveils new car design Formula E has unveiled its new car for next season with an eye-catching design that features a number of cosmetic changes. Hide Caption 1 of 10 Photos: Formula E unveils new car design The new design has been christened the Gen2 EVO. Hide Caption 2 of 10 Photos: Formula E unveils new car design The Gen2 EVO has a new dorsal fin. Hide Caption 3 of 10 Photos: Formula E unveils new car design It also includes a distinctive curved rear wing. Hide Caption 4 of 10 Photos: Formula E unveils new car design The front wing has been updated as well. Hide Caption 5 of 10 Photos: Formula E unveils new car design FIA President Jean Todt says the sport's technology \"has come a long way\", and hopes it \"can benefit all road users\". Hide Caption 6 of 10 Photos: Formula E unveils new car design Formula E founder Alejandro Agag says the car's \"futuristic design once again showcases Formula E as the category for innovation in both technological advances and appearance.\" Hide Caption 7 of 10 Photos: Formula E unveils new car design The striking new body is designed to make the car \"more sleek and agile,\" according to Formula E founder Alejandro Agag. Hide Caption 8 of 10 Photos: Formula E unveils new car design Teams can design and develop their cars' electric components and parts for the powertrain, but not alter the body. Hide Caption 9 of 10 Photos: Formula E unveils new car design The car will be officially unveiled on the FIA stand at the Geneva International Motor Show on March 3. Hide Caption 10 of 10\n\n'We're racers'\n\nHis roles have been multifarious: part of the team behind the introduction of KERs in 2011 and helping the returning Mercedes to a first victory the following season with Nico Rosberg. But he was also heavily involved in the powertrain development which led to the first world titles in 2014 and the ongoing dominance.\n\n\"I'm a jack of all trades, master of none,\" he said. \"I'm an engineer by trade but genuinely a bad one. I've had time in finance and marketing, in program management. It's been a mixed bag.\n\n\"And with this, I was lucky -- it was genuinely too good to turn down, not just getting back into motor sport which is a passion of mine but also the opportunity to start up a business.\"\n\nAnd like any motor sport business, the primary goal is winning.\n\n\"Internally, there's enough understanding and empathy that expectations are kept in check in our rookie year in a complex series,\" he said. \"But externally we're the team with the three-pointed star, one linked with great success in F1 and DTM before that.\n\n\"It takes time, look at F1 for example. But we want to win the competition as we're racers. The mid-term goal is to get into championship contention but we're aware how challenging that will be.\n\n\"Of all the things I've done, this will be very hard to top. We're at the start of this journey and making sure we bring the results and build up the business to make sure that it's ready for the future.\""}