{"url": "http://cnn.com/2020/04/03/sport/virtual-grand-national-horse-racing-coronavirus-spt-intl/index.html", "text": "(CNN) It sounds like a trick question, but is it possible to have one of the most famous horse races in the world without humans or the actual horses?\n\nAnd considering that gambling goes hand-in-hand with the sport, could members of the public place a bet on the eventual outcome of such an event, with profits benefiting Britain's National Health Service?\n\nIf you're involved with the running of the Virtual Grand National this Saturday, then the answer is an unequivocal \"yes.\" That's because a computer-generated version of the celebrated race will be broadcast to the nation in the usual late Saturday afternoon time slot on terrestrial broadcaster ITV.\n\nFor the uninitiated, the real race has been taking place at Aintree Racecourse , near Liverpool in England, since 1839. It's a grueling trial of jumping and stamina, run over more than four miles with 30 huge fences. And it's not without controversy.\n\nBut it's also arguably one of the only sporting events which captures the imagination of the whole British public, with the race being broadcast on free-to-air television since 1960 (to say nothing of the hundreds of millions of viewers who tune in around the world).\n\nTiger Roll (foreground) won the Grand National for a second straight time last year.\n\nCrucially for the horse racing industry, it's a one-off race which results in both the devoted spectators in attendance, and the audience tuning in, to place bets.\n\nThe Grand National appeals precisely because the supposed form of the favored horses doesn't always translate to the result, meaning that an outsider can take the glory and finish first, thus the \"punter\" need not know anything to win.\n\nGot a lucky number, favorite color, or preference for a certain name? You too can share in the riches of a Grand National winner.\n\nBut with the world reeling from, and dealing with, the coronavirus pandemic, horse racing, along with other pastimes, has had to adapt to the sobering reality of life without the regular routine of sports. Indeed, the Grand National's actual cancellation came one day after the conclusion of the celebrated Cheltenham Festival, with organizers criticized for letting the event proceed in front of huge crowds.\n\nAnd that's where the Virtual Grand National comes in. While virtual horse racing -- and virtual sports in general, such as the recent Bahrain Grand Prix -- is nothing new, clearly the current conditions give this race more meaning, hence why it will be broadcast to the nation in the usual late Saturday afternoon time slot on terrestrial broadcaster ITV.\n\nHorses will race over Aintree's famous Grand National course in virtual reality.\n\nOn a Roll\n\nModest betting will be allowed, with only a very group of people knowing the result ahead of the race being run \"live.\"\n\nThere will be a maximum bet allowed of £10 ($12.40) per horse, or each way, meaning the horse typically needs to finish in the top four places for the bettor to get a partial payout. Bookmakers have agreed that the profits will go to NHS Charities Together, in order to help them combat coronavirus.\n\nFeaturing algorithms and CGI animation, the Virtual Grand National is as close a depiction of the world's most famous steeplechase as you are likely to watch. Factors such as age, weight, form, weather and ground are being taken into account and it is expected that the 40 horses and riders who were expected to run for real will take part. And so the racing world will find out whether Tiger Roll, the two-time defending champion and favorite (both in the real and virtual worlds), will make history as a three-time winner.\n\n\"We're ready for Tiger Roll to be a forerunner,\" confirms executive producer Rob McLoughlin of Carm Productions, \"but now we want to cheer the nation up and we'll ask the computer if history could have been made.\"\n\nJUST WATCHED Sushi masterclass with superstar jockey Frankie Dettori Replay More Videos ... MUST WATCH\n\n'Extraordinary animation'\n\nWhen it comes to the Grand National, three is indeed the magic number, as only the legendary Red Rum has won the race on three occasions, in 1973, 1974 and 1977. The runner-up in 1973 was Crisp, ridden by champion jockey and Aintree great Richard Pitman, who is part of the TV coverage on Saturday.\n\nSpeaking to CNN Sport, the now 77-year-old Pitman is as impressed as anyone by the technology. \"The animation is extraordinary: To non real race-goers, people would not know it wasn't a live race,\" said Pitman, who rode 427 winners over the course of his career.\n\n\"The one thing we can't put into an algorithm is luck in running. You can go to a fence and you can't see over the side on quite a few of them. So you can jump it well and land onto three fallen horses and it's like a tripwire and all of a sudden, you're gone. So that's the thing a computer can't really do.\"\n\nPhotos: 10 of the most picturesque racecourses Meydan Racecourse, Dubai – Boasting the world's first five-star trackside hotel, restaurants and a museum, Dubai's Meydan Racecourse is a first-class racing destination. Hide Caption 1 of 10 Photos: 10 of the most picturesque racecourses St. Moritz, Switzerland – St. Moritz is known for world-class skiing, glitz, glamor and...horse racing? The venue for the White Turf event, held three days a year, isn't your typical racecourse. Instead, it's held on a frozen lake. Hide Caption 2 of 10 Photos: 10 of the most picturesque racecourses Flemington Racecourse, Australia – Flemington is Australia's oldest metropolitan racecourse and home to the famous Melbourne Cup. The revamped venue was first used in 1840 when the town of Melbourne was just five years old. Hide Caption 3 of 10 Photos: 10 of the most picturesque racecourses Piazza del Campo, Italy – Simply put, there is no racecourse in the world quite like the Piazza del Campo in Italy. Its origins date back to medieval times when jockeys rode buffalo. The piazza is packed with spectators with racing around the outside. Hide Caption 4 of 10 Photos: 10 of the most picturesque racecourses Happy Valley, Hong Kong – Happy Valley Racecourse was built in 1845 to provide horse racing for expat Britons living in Hong Kong. It's surrounded by giant apartments and skyscrapers -- giving visitors an unusually beautiful scenic view. Hide Caption 5 of 10 Photos: 10 of the most picturesque racecourses Ascot, England – Just the name \"Ascot\" conjures visions of royalty, elegance, high fashion and world-class racing. The racecourse was opened in 1711 by Queen Anne, and Royal Ascot is still one of the most celebrated meetings on the calendar. Hide Caption 6 of 10 Photos: 10 of the most picturesque racecourses Chantilly, France – Spectacular and timeless, historic Chantilly sits in front of the 16th-century Chateau de Chantilly and the majestic Great Stables (pictured) amid forests 30 miles north of Paris. Hide Caption 7 of 10 Photos: 10 of the most picturesque racecourses Laytown Races, Ireland – Laytown Races is the only official beach race in Europe. Situated on the Irish coast, the 150-year-old tradition attracts more than 5000 regular visitors every year. Horses race along the sands on a makeshift course. Hide Caption 8 of 10 Photos: 10 of the most picturesque racecourses Goodwood Racecourse, England – The rolling Sussex countryside unfolds in front of one of the most iconic venues in flat racing. Goodwood has hosted racing since 1802 and offers the perfect setting for the famous Glorious Goodwood meeting. Hide Caption 9 of 10 Photos: 10 of the most picturesque racecourses Cheltenham Racecourse, England – Cheltenham is a shrine to jump racing against the idyllic backdrop of the Cotswold hills. It hosts the prestigious Cheltenham Festival every March, the highlight of the world's jump racing calendar. Hide Caption 10 of 10\n\n'Method behind the madness'\n\nPitman speaks with such authority about the virtual race that it is easy to think that it is actually taking place for real, rather than an example of modern-day technology at its finest. To that end, he has given considerable thought to the \"horses\" he expects to go well at the virtual Aintree.\n\n\"Looking at last year's race, nothing that finished behind the winner, Tiger Roll, has a right to overturn him this year,\" he said. \"But there is a horse which didn't complete last year, Pleasant Company, and the year before was only beaten by half a length by Tiger Roll, and he unseated four fences from home last year. Although his form is a bit patchy this year, if Aintree rekindles him, and it does bring horses alive, he's a big danger. So it's Tiger Roll, Magic of Light and Pleasant Company that I see having a chance.\"\n\nWhile the concept of a virtual Grand National might sound like a gimmick, history has already shown that there is method behind the madness. \"In 2017, Cause of Causes won the Virtual Grand National and came a close second in the real race hours later,\" said Steve Rogers, chief commercial officer for Virtual Sports at Inspired, which is behind the animation.\n\n\"The 2018 result was breathtaking as Tiger Roll won both in almost identical circumstances, and the computer chose three of the top five finishers, including Tiger Roll, in 2019.\"\n\nAs well as the virtual running of the 2020 Grand National, viewers will be treated to an additional race, pitting 40 Aintree legends from the 19th, 20th and 21st centuries in the Race of Champions battle. Among the riders will be the immortal Red Rum but sadly for Pitman, the horse he rode back in 1973, Crisp, which fell agonizingly short of National glory, being pipped at the post by \"Rummy,\" is not involved.\n\nYet Pitman can take some solace from a pretend race held on radio this week between the unluckiest losers in Grand National history, \"which of course Crisp was one, and he finally after all this time came good and won it,\" Pitman said.\n\nFor the rest of us this Saturday, the only response to whether a horse is able to beat another virtually will be: You can bet on it."}