{"url": "http://cnn.com/2020/04/18/golf/jay-monahan-golf-pga-tour-coronavirus-trump-spt-intl/index.html", "text": "(CNN) Besides a few pockets across the globe, sport has been canceled or postponed due to the coronavirus pandemic .\n\nAnd golf is no different, with three of the majors postponed, and The Open canceled. At the time of writing, the only event unaffected is the Ryder Cup which remains set to go ahead as planned from September 25-27 in Wisconsin.\n\nWith guidelines instructing people to not congregate in groups to slow the spread of Covid-19 becoming commonplace, sport has looked some way from returning.\n\nBut for golf, the spread-out nature of the sport means that returning on the week of June 8 to 14 -- which has been proposed -- is a realistic option for PGA Tour commissioner Jay Monahan.\n\n\"And for us to return with no spectators, our sport lends itself more so than any other sport to social distancing,\" Monahan told CNN Sport's Andy Scholes.\n\n\"If you think about what happens inside the field of play, our players are very rarely within six feet of each other. And so to come back in that environment and to think about every single facet of the competition and how we create a safe environment.\n\n\"And I think that's what puts us in a spot where we feel like we can return at that point in time. Golf is inherently unique in that regard.\"\n\nFans watch on video screens as Monahan speaks to the media in a press conference announcing fans will no longer be allowed to attend PGA tour events.\n\nHelp from the commander in chief\n\nIn an attempt to begin to reopen the USA, President Donald Trump put together a council of leading experts from various sectors to provide their expertise on how best to do so.\n\nMonahan was named on that council -- something he calls an \"honor\" -- alongside LGPA commissioner Mike Whan.\n\nAnd during his brief time spent in the company of other leading individuals from different industries, Monahan says the \"collective power of an industry\" has been made evident to him.\n\n\"Whether it's testing protocols, social distancing, fans or no fans. Being able to get those insights from other leagues to share our own,\" he explained.\n\n\"At a time when the President has come out and said that he sees sports as a critical element to the reemergence and revitalization of our country is very powerful.\n\nMonahan speaks with Trump at the Liberty National Golf Club.\n\n\"There are very few instances, or certainly have been over the last several years, where we all come together and have that kind of conversation. I think in having that conversation you realize the important role that sport plays in our society, and that's incredibly inspiring.\"\n\nTrump is a keen golfer himself and has \"offered to provide a lot of help and resources\" to Monahan and the PGA Tour.\n\n\"He's been pretty clear in his comments that he sees sport as an important part of our revitalization and reemergence.\n\n\"He's made that clear publicly and he's made that clear to all of us and has offered to provide a lot of help and resources.\"\n\nTrump walks as he plays a round of golf on the Ailsa course at Trump Turnberry.\n\nChanging plans\n\nThe majority of the men's major golf calendar has been moved to the second half of the year because of the coronavirus outbreak.\n\nThe PGA Championship and the US Open have been moved from May and June to August 6-9 and September 17-20 respectively, while The Masters will be staged from November 12-15.\n\nBut the absence of golf is not something that just effects the players and fans.\n\n\"There are over 3,000 charities that benefit from PGA Tour golf over the course of the year. So we have an enormous impact market-to-market, week-to-week, a lot of health care related charities and organizations,\" Monahan explained.\n\n\"Seeing the best players in the world competing, competing again and also seeing the impact of what we do week in and week out. That's the inspiration that I feel, I know so many people feel as we, as we prepare for our return. But sport is the ultimate unifier. Sport is the ultimate source of inspiration.\""}