{"url": "http://cnn.com/2019/11/23/sport/maher-wins-lgct-prague/index.html", "text": "(CNN) Under pressure as the hot favorite in show jumping's richest competition, Ben Maher did what he does best: win.\n\nThe all-conquering Briton and his Dutch-bred wonderhorse Explosion W finished their stellar season on a high as they triumphed in the $1.4 million Longines Global Champions Tour (LGCT) Super Grand Prix in Prague.\n\nStaged in the O2 Arena in Prague, the Super Grand Prix is one of the main events of the four-day GC Playoffs, the sport's richest competition with a record $13 million in prize money.\n\n\"Magic,\" Maher told the crowd, when asked what he thought about Explosion W, a feisty 10-year-old Dutch warmblood gelding.\n\nLGCT New York: The Ben Maher show\n\nLGCT Cascais: Martin Fuchs does the double\n\nPieter Devos: Secrets of My Success\n\nDaniel Deusser: Secrets of My Success\n\nBen Maher: Secrets of My Success\n\nLGCT London: Ben Maher and the London Knights on top\n\nEdwina Tops-Alexander: Secrets of My Success\n\nLaura Kraut: Secrets of My Success\n\nOlivier Philippaerts: Secrets of My Success\n\nLGCT New York: The Ben Maher show\n\n'No words'\n\n\"There are no words that can explain him,\" said Maher, who sealed his second straight overall LGCT title earlier this year after a dominating season that saw the pair win in New York, London and Rome.\n\nThe LGCT Super Grand Prix pitted all 18 individual winners this season against each other.\n\n\"This time last year, we had a tough show here, he didn't like the Prague arena here, had a little bit of a problem on the top corner, but he's come back stronger and he proved that he is as good as he is tonight,\" Maher said.\n\nPhotos: Best images from 2019 Global Champions Tour and GCL Photos: Best images from 2019 Global Champions Tour and GCL Prague: The season champions walk into the O2 arena ahead of the Longines Global Champions Tour Super Grand Prix at the GC Prague Playoffs. Hide Caption 1 of 47 Photos: Best images from 2019 Global Champions Tour and GCL To cap a stellar season, Briton Ben Maher (center) adds the Super Grand Prix crown to his second straight Longines Global Champions Tour title. Hide Caption 2 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Maher and his impressive mount Explosion W in action in Prague. Hide Caption 3 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Martin Fuchs flies high on Clooney 51. Hide Caption 4 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Shanghai Swans won the Global Champions League Super Cup, the season finale for the team event. Hide Caption 5 of 47 Photos: Best images from 2019 Global Champions Tour and GCL New York – New York: The iconic skyline of dominated the final round of the regular season which took place on Governors Island off Lower Manhattan. Hide Caption 6 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Belgian Pieter Devos held a narrow lead over defending overall champion Ben Maher. Hide Caption 7 of 47 Photos: Best images from 2019 Global Champions Tour and GCL But Britain's Maher took the Grand Prix title to secure back-to-back Longines Global Champions Tour crowns. Hide Caption 8 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Maher's trusty steed was the impressive Explosion W. Hide Caption 9 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Saint-Tropez – Saint-Tropez: Jessica Springsteen rode RMF Zecilie to her very first individual victory on the Global Champions Tour. Hide Caption 10 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Springsteen, daughter of famed rocker Bruce, was a popular winner at the glamorous beach side venue on the French Riviera. Hide Caption 11 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Rome – Rome: Italy's famed Carosello IV Reggimento Carabinieri a Cavallo put on a display for the Global Champions Tour spectators in Rome. Hide Caption 12 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Britain's Ben Maher, the defending overall champion, clinched the Rome Grand Prix to climb to the top of the season standings. Hide Caption 13 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Valkenswaard – Valkenswaard: Maikel van der Vleuten and Dana Blue on the way to victory in Valkenswaard. Hide Caption 14 of 47 Photos: Best images from 2019 Global Champions Tour and GCL The Tops International Arena, in the Netherlands, is a wonderful venue to host the Valkenswaard leg of the tour. Hide Caption 15 of 47 Photos: Best images from 2019 Global Champions Tour and GCL London – London: Winless all season, defending overall LGCT champion Ben Maher hits back with a bang on Explosion W on home soil. Hide Caption 16 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Shane Sweetnam goes airborne on Alejandro at the Royal Hospital Chelsea. Hide Caption 17 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Berlin – Berlin: Dani G. Waldman and Lizziemary triumphed in Berlin. Hide Caption 18 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Germany's Ludger Beerbaum and Cool Feeling missed out by just 0.35 seconds. Hide Caption 19 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Chantilly – Chantilly: Darragh Kenny rode to victory on Balou du Reventon in front of the spectacular Chateau de Chantilly north of Paris. Hide Caption 20 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Ben Maher and Explosion W in action at Chantilly. Hide Caption 21 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Paris – Paris: The Eiffel Tower and the Champ de Mars provided a stunning setting for round 11 of the Longines Global Champions Tour. Hide Caption 22 of 47 Photos: Best images from 2019 Global Champions Tour and GCL New dad Christian Ahlmann jumped to his fifth victory on the global circuit. Hide Caption 23 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Monaco – Monaco: The glitzy riviera resort of Monaco held the 10th and halfway stop of the Longines Global Champions Tour and Global Champions League. Hide Caption 24 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Dutchman Maikel van der Vleuten riding Beauville Z dazzled under the floodlights in the principality. Hide Caption 25 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Dutchman Maikel van der Vleuten won the Monaco leg of the Longines Global Champions Tour riding Beauville Z. Hide Caption 26 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Cascais, Portgual – Cascais: Switzerland's Martin Fuchs clinched double victory by winning both the Longines Global Champions Tour event and partnering Ben Maher to triumph in the Global Champions League for London Knights on the Portuguese coast. Hide Caption 27 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Britain's Maher, the defending LGCT overall champion, rode his Explosion W to second in the individual Grand Prix in Cascais. Hide Caption 28 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Stockholm, Sweden – Stockholm: Peder Fredricson celebrates after winning the inaugural LGCT in the Olympic Stadium in Stockholm. Hide Caption 29 of 47 Photos: Best images from 2019 Global Champions Tour and GCL The Swedish capital welcomed the Global Champions Tour for the first time in June 2019. Hide Caption 30 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Cannes, France – Cannes: The \"City of Stars\" on the French Riviera hosted round seven of the Longines Global Champions Tour and Global Champions League. Hide Caption 31 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Belgium's Niels Bruynseels riding Gancia de Muze edged British Olympic gold medalist Scott Brash to win his first LGCT Grand Prix event. Hide Caption 32 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Hamburg, Germany – Hamburg: Home favorite Daniel Deusser rode Jasmien v. Bisschop to victory in the Hamburg leg of the Longines Global Champions Tour. Hide Caption 33 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Spectators enjoyed lavish hospitality in the German city as the world's best show jumpers competed just yards from their seats. Hide Caption 34 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Madrid, Spain – Madrid: Fuchs rode Chaplin to victory in the Longines Global Champions Tour Grand Prix, as well as partnering Maher to win the Global Champions League title for the London Knights. Hide Caption 35 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Madrid – Madrid: Van der Vleuten on Dana Blue finished a narrow second behind Fuchs in the Spanish capital. Hide Caption 36 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Shanghai, China – Shanghai: Danielle Goldstein rode Lizziemary to the Longines Global Champions Tour title in Shanghai in early May. Hide Caption 37 of 47 Photos: Best images from 2019 Global Champions Tour and GCL – Israel's Goldstein beat Irishman Darragh Kenny on Balou du Reventon by just 0.08 seconds in the jump-off. Hide Caption 38 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Miami Beach, USA – Miami Beach: The spectacular waterside setting provided a picture-perfect backdrop for the Miami Beach event. Pictured: Georgina Bloomberg riding Chameur 137. Hide Caption 39 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Belgium's Pieter Devos and his 11-year-old Claire Z triumphed in an eight-rider jump-off for his first GCT win since 2014. Hide Caption 40 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Devos beat Harrie Smolders and Don VHP Z by 0.04 seconds in a nail-biting finish. Hide Caption 41 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Mexico City, Mexico – Mexico City: Jerome Guery and Quel Homme de Hus celebrated their first LGCT victory in Mexico. Hide Caption 42 of 47 Photos: Best images from 2019 Global Champions Tour and GCL – Guery's stallion was given to him by his best friend two months before the event but they gelled to win a 12-horse jump-off. Hide Caption 43 of 47 Photos: Best images from 2019 Global Champions Tour and GCL – The Campo Marte venue, at more than 2,000 feet above sea level, hosted the equestrian events at the 1968 Olympic Games. Hide Caption 44 of 47 Photos: Best images from 2019 Global Champions Tour and GCL Doha, Qatar – Doha: France's Julien Epaillard and Usual Suspect d'Auge raced to victory in the jump-off in the season opener in Doha. Hide Caption 45 of 47 Photos: Best images from 2019 Global Champions Tour and GCL – The event was held at the state-of-the-art Al Shaqab Equestrian Facility in Doha. Hide Caption 46 of 47 Photos: Best images from 2019 Global Champions Tour and GCL – Britain's Maher came into the 2019 season as overall LGCT defending champion. Hide Caption 47 of 47\n\nBouncing pole\n\nAfter going clear in the first round, Maher rode into a packed O2 arena in the second round in the knowledge another error-free ride would hand him victory over Ireland's Darragh Kenny and Balou du Reventon, who had been leading with two time faults over two rounds.\n\nMaher, an Olympic champion at his home London Summer Olympics in 2012, knows all about performing under pressure.\n\nBut for a split second, it looked as if Maher had thrown it all away. Approaching the third fence, the big-striding Explosion W touched a pole. It bounced up in the air as the crowd gasped, but didn't fall.\n\n\"I took some risk, I didn't go too fast to jump the clear round,\" said Maher, whose win was applauded by American rock star Bruce Springsteen. \"I had some luck over there on the pink one and it stayed up. I knew it would be my day,\" said the 36-year-old Maher, the only rider to produce two clear rounds.\n\n\"I just tried to keep my eye on the job, but I know, when he touches a fence like that, normally, he doesn't touch another fence in the course,\" said Maher. \"I had a little luck, that's what sports is all about.\"\n\nAn emotional Maher also paid tribute to his team.\n\nMaher and Explosion W finished their stellar season on a high in Prague.\n\n\"Just amazing feeling, to be able to win here, on this horse, and the people that are around me, to make this possible, they all know who they are. It's an amazing feeling towards the end of the year.\"\n\nGCL Super Cup\n\nThe four-day Global Champions Playoffs will end on Sunday with the €6.4 million GCL Super Cup for teams.\n\nLast year, Eduardo Alvarez Aznar of Spain teamed up with Holland's Marc Houtzager and Maikel van der Vleuten to take the inaugural GCL Super Cup for the Madrid in Motion team.\n\nMadrid in Motion will join Paris Panthers, Valkenswaard United, Shanghai Swans, Monaco Aces and Cannes Stars in Sunday's final, which will see the winning team ride away with €3 million in prize money.\n\nFriday's semifinals saw the shock elimination of pre-event favorites London Knights, led by Maher, and the St. Tropez Pirates.\n\nThe London Knights had finished the regular season at the top of the leaderboard for the second year running, with €2.3 million in prize money. The Pirates, led by last year's LGCT Super Grand Prix champion Edwina Tops-Alexander of Australia, had finished the regular season in second place, with €1.7 million in earnings."}