{"url": "http://cnn.com/2020/05/15/football/samuel-etoo-cameroon-football-covid-spc/index.html", "text": "Douala, Cameroon (CNN) It seemed like a typical day in the New Bell neighborhood, a historic district in Cameroon's economic capital of Douala. Motorcycle taxis hummed through the streets, construction workers pounded away at steel and cement, and street vendors worked hard to sell their products. But everything seemed to stop when a white luxury SUV pulled up, and a face recognizable to everyone in this neighborhood emerged.\n\nCNN was with football legend Samuel Eto'o when he last visited his hometown in February, before the coronavirus pandemic forced countries around the world into lockdown. Many of New Bell's residents filled the streets as word spread that the international superstar had returned home. One woman, dressed only in a bath towel, hastily hopped out the shower to greet him -- not wanting to miss her chance.\n\n\"People come out massively because I bring a feeling of happiness, hope,\" Eto'o said, through a translator. \"I hope God Almighty still allows me to share that feeling with them.\"\n\nPhotos: Samuel Eto'o's glittering career National hero – Samuel Eto'o played 118 times for Cameroon, scoring 56 goals. He helped his country win the African Cup of Nations in 2000 and 2002. Hide Caption 1 of 11 Photos: Samuel Eto'o's glittering career Leading the way – He was named African player of the year a record four times, and played at four World Cups -- here he is in action against Mexico at Brazil 2014. Hide Caption 2 of 11 Photos: Samuel Eto'o's glittering career European nights – Eto'o (left) and then Barcelona teammate Andres Iniesta celebrate after sealing qualification for the 2009 Champions League final with a late second-leg equalizer at Chelsea. It would be the second of his three European titles. Hide Caption 3 of 11 Photos: Samuel Eto'o's glittering career 'Go that way' – Eto'o takes instructions from Jose Mourinho at Inter Milan, where he won the Champions League in 2010 after leaving Barcelona. Hide Caption 4 of 11 Photos: Samuel Eto'o's glittering career All smiles – Eto'o speaks to reporters after his August 2011 transfer to Russian club Anzhi Makhachkala. Hide Caption 5 of 11 Photos: Samuel Eto'o's glittering career Here's looking at you – He was one of several highly-paid players brought in by Anzhi's billionaire owner Suleiman Kerimov. Hide Caption 6 of 11 Photos: Samuel Eto'o's glittering career Master marksman – In 2013, he moved to English club Chelsea, reuniting with Mourinho. Here Eto'o hits his 30th Champions League goal in the last-16 win against Galatasaray in March 2014. Hide Caption 7 of 11 Photos: Samuel Eto'o's glittering career Old routine – Eto'o makes fun of speculation about his real age after scoring for Chelsea against Tottenham. Hide Caption 8 of 11 Photos: Samuel Eto'o's glittering career Triple celebration – Eto'o and Chelsea teammate Branislav Ivanovic celebrate the striker's hat-trick against Manchester United in 2014. Hide Caption 9 of 11 Photos: Samuel Eto'o's glittering career Well traveled – Eto'o left London in 2014, and had brief spells with Everton and Sampdoria before joining Turkish team Antalyaspor. Hide Caption 10 of 11 Photos: Samuel Eto'o's glittering career Raising awareness – Eto'o set up Yellow Whistleblower FC in 2015 to help people fleeing Nigeria and Cameroon amid a rising tide of attacks from Boko Haram militants. Hide Caption 11 of 11\n\nChants of Eto'o's name began sounding in the streets and although large crowds began to form, everyone respectfully gave him his space. At one point, they even formed a human chain to allow Eto'o to walk through the blocks and visit some of his loved ones.\n\n\"I grew up in the hands of people you saw,\" he said. \"Some are my paternal uncles, and others are elders in the neighborhood who took care of me in my teens; who would advise me because they felt I had something and I could get out.\""}