{"url": "http://cnn.com/2019/12/23/sport/americas-cup-sailing-new-boats-team-new-zealand-american-magic-ineos-team-uk-luna-rossa-spt-intl/index.html", "text": "(CNN) They may look like giant pond skaters, but these cutting-edge flying machines are the first versions of the yachts that will contest the America's Cup in 2021.\n\nDefending champion Emirates Team New Zealand and three of the four challengers have launched the first of their two AC75 foiling monohulls as they trial their design theories ahead of the prestigious competition in Auckland.\n\nThe Kiwis' boat was borne out of a design based purely on a computer simulator, while other teams sailed scaled-down test boats to help with their understanding of the new class, which is worlds apart from the foiling catamarans that competed in the last America's Cup in Bermuda in 2017.\n\nYou don't realise how much you miss Te Aihe until she's had some time in the shed. 🗯️ \"Come on, see if we can get airborne\" #Auckland2021 #AmericasCup #NewZealandsCup pic.twitter.com/9dZkzGCfYo\n\nThe new 75-foot yachts, which rise out of the water on hydrofoils, will be sailed by 11 crew and could reach speeds of up to 50 knots.\n\nThe design parameters for the new craft contain certain elements that will be consistent to all, such as the foil arms and control systems and the rigging, but there is plenty of room for customization, from the shape of the hull and the deck layout, to the flight control systems, foils, spars and sails, according to America's Cup organizers\n\nNow their first hands have been shown, teams will be poring over their own data and every aspect of their rivals' boats -- through photos, videos and local spies -- to assess where they are at and where gains may be made.\n\nWhile each of the four boats is quite different to look at, one common theme is the introduction of pits into the deck, suggesting not all the crew will move across the boat during maneuvers as is the norm in sailing boats.\n\nEmirates Team New Zealand's AC75 \"Te Aihe\" sailing on Waitemata Harbour in Auckland, New Zealand.\n\n'Big, powerful, fast'\n\nTeams can launch a final race boat from February 2020 with the first competition of this new America's Cup set to take place in Sardinia in April 2020.\n\nThe World Series -- as the warm-up events are known -- will head to Portsmouth, England in June before a third and final stop in Auckland in December 2020.\n\nBut while New Zealand's radical approach using leg power to grind the winches in Bermuda has been banned, the freedom for innovation is huge.\n\n\"We could definitely see something quite radical, there's enough scope in the rules,\" said Grant Simmer, an America's Cup veteran from Australia who is chief executive of the British INEOS Team UK challenger.\n\nThe New Zealanders were the first to launch their AC75 in September, christening their carbon-fiber dart \"Te Aihe\" (dolphin), and have been a regular presence on the the waters of Waitemata Harbour where the Cup will be staged.\n\nHow not to do it.\n\nWatch Te Aihe have a slow speed capsize on the Auckland Harbour today.\n\nWhen it goes over it's best to get back on the horse (or dolphin) and back into testing. pic.twitter.com/iQWqaEQKGg — EmiratesTeamNZ (@EmiratesTeamNZ) December 18, 2019\n\nThe design and build phase took more than 100,000 hours with a group of about 65 people involved, according to the team, which as winner in Bermuda was able to choose the type of boat to be raced in Auckland and opted for the revolutionary design.\n\n\"The AC75s are big, powerful and fast boats so they will be a handful, but from our understanding through our simulations they are inherently a safer boat to sail than what we have sailed in the past two America's Cups,\" said the team's chief operating officer Kevin Shoebridge at the boat's launch in September.\n\n\"As with any new boat it is all about slowly getting it up to speed, learning how to sail it most efficiently, pushing the development of the designs and then putting in the hours in getting ready to race.\"\n\nDuring training on Waitemata Harbour Thursday, the Kiwis capsized in light breeze, what the team later described as \"a little whoopsie\" and \"part of the learning.\"\n\n'Defiant'\n\nUS challenger American Magic was second to launch in mid September, with its blue-hulled \"Defiant,\" the first America's Cup class boat built to represent the New York Yacht Club for more than 16 years.\n\nThe boat, developed out of a 38-foot test boat nicknamed the \"Mule,\" was built in Bristol, Rhode Island, with early trials taking place on Narragansett Bay. The team has relocated to Pensacola, Florida for the winter.\n\n\"She's going to be a great tool for us and you can't help but think what we learn over the coming months on and off the water with this boat is going to be invaluable to our success in Auckland in 2021,\" said skipper Terry Hutchinson.\n\n\"Each milestone you're building to the next one and as always a measure of the team and the execution and the consistency is 90 minutes into the first sail we were foiling and we executed a foiling maneuver. That was for me the best part about it.\"\n\nAmerican Magic sailing its AC75 \"Defiant\" on Narragansett Bay.\n\n'Extremely complex'\n\nIn Britain, Olympic legend Ben Ainslie's INEOS Team UK outfit launched its first generation AC75 \"Britannia\" at its Old Portsmouth base on the south coast of England.\n\nWith full backing from the INEOS petrochemical billionaire Jim Ratcliffe, Ainslie is striving to win the Cup for Britain for the first time since the inaugural race in 1851.\n\nIn Bermuda, his then Land Rover BAR outfit struggled, but after building a smaller scale 28-feet-long test boat named \"T5\" the team has been busy testing \"Britannia\" in the UK and its winter base in Cagliari, Sardinia.\n\n\"The things that will win the next edition are the ability to sail the boat at close to optimum performance for the most time during the race, having the best foil package -- rudders and foils will be important -- and the ride control, how you control the ride of the boat,\" Simmer told the team's website.\n\n\"What I'm nervous about is that it's such a new class of boat that you could miss something. We're in this broad, open, design area. Not necessarily the biggest, or the strongest team will win. It will be somebody who has really understood the concept of the boat the best and made the best decisions.\"\n\nINEOS Team UK tests its AC75 \"Britannia\" on the waters of the Solent in southern England.\n\nF1 partnership\n\nINEOS head designer Nick Holroyd added: \"These boats are extremely complex. The part count in the foils, the level of detailed mechanical engineering is exceptional. I would suggest a step up in complexity from where the Cup has been before, so it's a fun area to play in, which is kind of cool.\"\n\nBut he stressed the design work is ongoing: \"Race boat two will be more than just a refinement of boat one.\"\n\nRatcliffe's business also funds the seven-time Tour de France-winning Team INEOS professional cycling outfit (formerly Team Sky), and has recently signed a technical partnership with Mercedes AMG-Petronas Motorsport, the F1 world champion.\n\n\"There's an incredible amount of synergy across of all the sports, Formula 1, cycling and the America's Cup -- it's a fascinating mixture of pushing the boundaries of technical innovation alongside sporting prowess,\" Ainslie told the team's website.\n\nClock is ticking\n\nThe fourth AC75 is Italy's Luna Rossa Prada Pirelli, which was launched at the team's base in Cagliari, Sardinia in early October.\n\nAs the challenger of record, the Italian syndicate was the first to officially challenge Team New Zealand to defend the Cup and as such had input into the design choice of the AC75.\n\n\"A lot of effort has gone into reducing the transition time between the phase where the hull is fully in the water and the flying phase; it is a difficult balance to achieve, and we will continue to work on it during the development stage,\" said skipper and team boss Max Sirena at the boat's launch.\n\nOnly the second American syndicate Stars and Stripes has yet to launch an AC75.\n\nThe clock is ticking for everyone."}