{"url": "http://cnn.com/2019/03/28/sport/green-superyachts-black-pearl/index.html", "text": "(CNN) A huge, triple-masted leviathan, Black Pearl is the largest sailing superyacht in the world -- as well as one of the most stylish.\n\nCompleted in 2018, it is reported to include luxurious accommodation for 12 people, plus a full beam beach club that is convertible into a cinema.\n\nYet it's the 106.7-meter (350 feet) yacht's environmental and architectural features that have drawn plaudits and industry awards in recent months.\n\nOceanco, the Dutch shipyard that built the Black Pearl, says it can cross the Atlantic without using any fuel.\n\nWhile its main propulsion system is a diesel-electric hybrid, its three giant sails can be set in just seven minutes at the push of a button.\n\nOnce it is sailing, electricity is generated by the yacht's spinning propellers as it slices through the water. This energy is stored in batteries and used to power other on-board features including the galley, laundry, jacuzzi, lighting, air conditioning, and other sparkly gadgets. The yacht also features an advanced waste heat recovery system, while the company aims to develop solar sails in the future.\n\n\"Our relationship and cooperation with the owner and his representatives proved invaluable,\" Oceanco project manager Hans Boerakker said in a January press release\n\n\"After all, Black Pearl completely reflects the owner's dream and his vision. We were fortunate enough to be the builders of his dream.\"\n\nThe Black Pearl at sea.\n\n'Less of an impact'\n\nIndustry analysts say the development of the Black Pearl reflects a growing demand for large yachts to be greener and more environmentally friendly.\n\nIncreasingly, owners are looking for \"something that creates less of an impact than the standard superyacht,\" says Georgia Boscawen, fleet and design editor at the Superyacht Group, a UK-based publication and industry intelligence firm.\n\nDoing so will theoretically not only help the environment but also reduce on fuel and operating costs.\n\nOther mega-vessels designed to reduce fuel consumption in recent years include the 83.5m (273 feet) Savannah, reported to be the first diesel-electric hybrid super yacht with a number of engine modes including fully electric from its banks of lithium-ion batteries.\n\nMeanwhile, Russian billionaire Andrey Melnichenko's Sailing Yacht A -- described as a sail-assisted motor yacht -- also draws power from hybrid sources.\n\nSailing Yacht A is owned by Russian tycoon Andrey Melnichenko.\n\nMaking gains\n\nSolid green credentials, however, are not something the commonly associated with superyachts.\n\nSuch vessels are generally energy intensive, both to build -- in terms of materials and carbon footprint -- and to propel.\n\nAzzam, a huge motor yacht owned by Russian billionaire Roman Abramovich, has a one million liter fuel capacity, according to Yacht Charter Flee t\n\nJUST WATCHED How a luxury superyacht is built Replay More Videos ... MUST WATCH How a luxury superyacht is built 04:10\n\nPower also has to be generated for a variety of opulent extras, with some of the biggest yachts including lifts, swimming pools, cinemas and health spas -- some even carry submersibles and other extravagant toys.\n\nStill, experts say there are many ways to make luxury yachts greener.\n\nThe shape of the hull and coating can make a considerable difference in driving energy efficiency, wrote Martin Richter, a yacht industry specialist at DNV GL Maritime, late last year. Greener power options including liquefied natural gas are also being developed, says Richter.\n\n\"There are currently more than 250 all-electric or hybrid vessels either in operation or under construction, but what is really impressive about that number is that it has grown from practically zero over the last five years,\" he adds.\n\nVessels that \"make their own hydrogen ... and never use diesel\" will be developed in the next few years, says Derek Munro of Divergent Yachting and representative of the unnamed owner of the Black Pearl.\n\nThe Azzam superyacht.\n\nOther design factors such as the use of materials to insulate yachts as well as how waste water is recycled can also impact overall efficiency. Diesel generators, which would traditionally run all day and night, are increasingly being used to charge batteries that can then take over powering vessels during the night hours, saving on emissions, fuel costs and noise pollution, Munro adds.\n\n'The right thing to do'\n\nPhotos: More than 400 seacraft came together for the Dubai International Boat Show 2019, from superyachts to fishing vessels. But few were as radical as the Esquel concept by Oceanco, which unveiled plans for the 345-foot recreational explorer superyacht at the event. Hide Caption 1 of 21 Photos: The Esquel will be capable of traveling 7,000 nautical miles in a single journey, and \"toys\" on board will include snowmobiles, a helicopter and a submarine, say Oceanco. Hide Caption 2 of 21 Photos: The diesel-electric Esquel fits a contemporary trend of superyachts that can function as marine laboratories as well as a vacation vessel for high net-worth individuals. Oceanco say it's \"ideal for couples or friends who want to take a 'gap year' from their everyday routine.\" Hide Caption 3 of 21 Photos: The exterior of Esquel was designed by Timur Bozca, who took a space rocket as inspiration. Oceanco group marketing manager Paris Baloumis told CNN they hired the young designer \"in order to embrace the millennial mindset.\" Hide Caption 4 of 21 Photos: The Esquel contains office space that the company touts as \"as wired and plugged in as your office in Palo Alto, London or Hong Kong\" -- should you feel the need to work from your floating home. Hide Caption 5 of 21 Photos: Esquel will also feature a spa/wellness area with a gym, yoga room, steam, sauna, plunge pool and hot tub. Hide Caption 6 of 21 Photos: Octopus, previously owned by the late Microsoft co-founder Paul Allen, is considered an explorer superyacht trend setter. Launched in 2003, the 414-foor seacraft has been used for scientific research and multiple search operations. Hide Caption 7 of 21 Photos: Pushing new limits in explorer superyachts is the REV Ocean, currently the longest superyacht under construction at 600 feet. Hide Caption 8 of 21 Photos: Scheduled for completion in 2021 and with a range of 21,120 nautical miles at 11 knots , it will hold enough stores for 90 people for 114 days at sea. Hide Caption 9 of 21 Photos: The Esquel will join Oceanco's diverse fleet of superyachts, including the Black Pearl, winner of \"Best Naval Archtiecture for Sailing Yachts\" at the 2019 Boat International Design and Innovation Awards.\n\nHide Caption 10 of 21 Photos: The owner of the Black Pearl wanted a more environmentally friendly craft, hence its giant sails. Hide Caption 11 of 21 Photos: Also at the Dubai International Boat Show was Dutch manufacturer Feadships, creator of the 360-foot \"Anna,\" completed in 2018 with a diesel-electric propulsion system.\n\nHide Caption 12 of 21 Photos: The upcoming Lady S is another Feadship vessel. The 305-foot vessel has a two-deck IMAX theater and a helipad. Hide Caption 13 of 21 Photos: Gulf Craft, an Emirati builder of luxury yachts and leisure boats, arrived at Dubai International Boat Show with 12 vessels. Their biggest superyacht had a triple-deck and is called Majesty 140. Hide Caption 14 of 21 Photos: Gulf Craft also introduced a range of yachts with solar panels, following an initiative to make family yachting more environmentally friendly. Hide Caption 15 of 21 Photos: As well as superyachts, Gulf Craft have built power boats and sports cruisers. Their new 37-foot sport cruiser can sleep four guests. Hide Caption 16 of 21 Photos: The new Gulf Craft yachts have been built using lighter and stronger materials like carbon fiber to try to increase stability and fuel-efficiency. Hide Caption 17 of 21 Photos: Dubai Harbor, built over an area of 20 million square feet and will feature Dubai's first superyacht-dedicated marina, says developer Meraas. The plans, including an interactive masterplan model, showed 6,000 VIP guests at Dubai International Boat Show what is in store for 2020 when it is scheduled to open. Hide Caption 18 of 21 Photos: The superyacht-dedicated marina will have 180 berths, including 45 for yachts over 50 meters and eight for yachts over 100 meters. The area aims to offer more privacy and exclusivity, and features a helipad with two landing platforms. Hide Caption 19 of 21 Photos: Built in the heart of Dubai, the marina will be the biggest in the Middle East and will have three marina bays: Harbor Marina (on the western side), Bay Marina (on the eastern side) and the smaller Palm View Marina (on the north side). Hide Caption 20 of 21 Photos: The marina will feature views of the Palm Jumeirah, as well as shops, restaurants, luxury residences, hotels and Dubai Lighthouse, a 150-meter-high feature landmark building, say its developers. Hide Caption 21 of 21\n\nOutside of owner and buyer demand, efforts are also being made within the superyacht world to encourage new best practices.\n\nA group of prominent industry professionals have combined to set up the Water Revolution Foundation (WRF) , which seeks to encourage greater sustainability across the supply chain.\n\nRobert van Tol, executive director of the WRF, told CNN that the superyacht industry is sensitive to the desires of its customers -- but stresses being environmentally responsible is simply the right thing to do.\n\nHe highlights the possibility of new technologies being discovered by deep-pocketed owners which can then be shared with the wider marine world.\n\nIt's a worthwhile trade-off, given the maritime industry accounts for more than two percent of global carbon emissions, according to the most recent figures from the International Maritime Organization.\n\nVan Tol points to an innovative battery system that was created for the sailing yacht Ethereal in 2009, which is now being used widely on other vessels.\n\nNew green boats to hit the water more recently include the world's first hydrogen-powered Energy Observer and a series of solar catamarans designed by Swiss firm, Silent Yachts\n\nPhotos: World's best yachting destinations British Virgin Islands: The BVIs were hit hard by Hurricane Irma but tourism is bouncing back and the sailing is as good as ever. Hide Caption 1 of 31 Photos: World's best yachting destinations British Virgin Islands: It's a sailor's paradise of warm winds, blue seas and blissful beaches. From your base on Tortola you can explore a host of outlying islands and cays. Richard Branson's Necker Island (pictured) lies to the northeast of Virgin Gorda. Hide Caption 2 of 31 Photos: World's best yachting destinations British Virgin Islands: There's spectacular scenery, sheltered anchorages, superb snorkeling and waterside shacks for eating, drinking and soaking up the island vibe. Hide Caption 3 of 31 Photos: World's best yachting destinations Greece, Ionian: With sun-baked beaches, turquoise waters, olive groves, deserted bays, rustic harbors with white-washed houses and spilling bougainvillea, the Greek islands provide the perfect canvas for a sailing odyssey. Kioni (pictured) is a charming town in the Ionian. Hide Caption 4 of 31 Photos: World's best yachting destinations Greece, Skopelos: The Sporades area north of Athens offers exhilarating sailing, remote anchorages and attractive towns such Skopelos, film set for Mama Mia. Hide Caption 5 of 31 Photos: World's best yachting destinations Greece, Fiskardo: On Captain Corelli's Kefalonia lies the buzzy town of Fiskardo, a magnet for yachties cruising the gentle waters of the Ionian off Greece's west coast. Hide Caption 6 of 31 Photos: World's best yachting destinations Seychelles: The ultimate Instagram boast, Seychelles is a sailor's paradise in the Indian Ocean. Hide Caption 7 of 31 Photos: World's best yachting destinations Seychelles: Lying 1,000 miles off the East African coast, the archipelago offers the full castaway experience among 115 isolated islands dotted across aquamarine seas. Hide Caption 8 of 31 Photos: World's best yachting destinations Seychelles: The main yacht charter area is focused on the inner islands around the forested Mahe, Praslin and La Digue. Hide Caption 9 of 31 Photos: World's best yachting destinations Thailand: White-sand beaches backed by swaying palms and jungle, sheer limestone towers jutting out of jade seas and exotic flora and fauna are just some of the treats on offer on a sailing trip to Thailand. Hide Caption 10 of 31 Photos: World's best yachting destinations Thailand: From thumping Phuket, yachts push east into Phang Nga Bay and the Andaman Sea to explore this unspoiled region dotted by technicolor coral reefs, remote fishing villages and honey pots such as Maya Bay, the Phi Phi islands and James Bond Island -- which provided a backdrop for \"The Man With the Golden Gun.\" Hide Caption 11 of 31 Photos: World's best yachting destinations Croatia, Kornati Islands: This Adriatic gem features historic towns, smart marinas, isolated anchorages and deserted islands in one neat package in the northern Mediterranean. The remote Kornati National Park is an unspoiled oasis -- so stunning, in fact, it moved author George Bernard Shaw to write that God created the islands \"out of tears, stars and breath.\" Hide Caption 12 of 31 Photos: World's best yachting destinations Croatia, Dubrovnik: The jewel in Croatia's crown is romantic Dubrovnik, a UNESCO heritage site, with its charming Old Town. It's also must visit for sailing fans of \"Game of Thrones,\" much of which was filmed here. Hide Caption 13 of 31 Photos: World's best yachting destinations Tahiti: Just the words \"French Polynesia\" are enough to conjure images of swaying palms, crystal-clear lagoons, blissful beaches and fringing reefs teeming with marine life\n\nHide Caption 14 of 31 Photos: World's best yachting destinations Tahiti: The islands of Tahiti, Moorea, Raiatea, Huahine, Tahaa and swooned-over Bora Bora and are just the highlights of this exotic 118-island chain in the South Pacific. Hide Caption 15 of 31 Photos: World's best yachting destinations Tahiti: With balmy trade winds, a consistent climate and a combination of sheltered waters behind the reefs and more exciting open-water passages between islands, French Polynesia is a watery world like no other, with Bora Bora (pictured) as its fabled highlight.\n\nHide Caption 16 of 31 Photos: World's best yachting destinations Antigua: It is reputed to have 365 beaches, one for every day of the year, so what better way to explore them all than by boat. The warm, gentle trade winds, turquoise waters and oh-so picturesque anchorages make it a sailor's idyll at the heart of the Leeward Islands. Hide Caption 17 of 31 Photos: World's best yachting destinations Antigua: The famous Antigua Sailing Week regatta is a melting pot for sailors looking for competitive racing and punishing partying. Hide Caption 18 of 31 Photos: World's best yachting destinations Australia, Whitsundays: Between the coast of Queensland and the Great Barrier Reef snuggles Australia's very own chain of 74 tropical islands, including the world-famous Whitehaven Beach, a jaw-dropping curve of powder-white sand. Hide Caption 19 of 31 Photos: World's best yachting destinations Australia, Whitsundays: The islands feature peaceful, remote anchorages such as Stonehaven (pictured), world-class resorts on Hamilton, Hayman and Daydream Islands and coral reefs full of marine life. Hide Caption 20 of 31 Photos: World's best yachting destinations Turkey, Bodrum: From isolated, pine-fringed coves to glitzy marinas and jet-set nightlife, the coast of Turkey offers something for every type of sailor, with cosmopolitan Bodrum at its heart. Hide Caption 21 of 31 Photos: World's best yachting destinations Turkey: There are quaint harbors such as Gumusluk (pictured), small bays with wooden jetties fronting local restaurants such as Cokertme or the coves of Gocek, and remote inlets such as Amazon Creek with an idyllic, away-from-it-all feel. Hide Caption 22 of 31 Photos: World's best yachting destinations Turkey: For those after total relaxation, traditional wooden gulets with professional crew can be chartered in Turkey, leaving you free to take it easy. Hide Caption 23 of 31 Photos: World's best yachting destinations Windward Islands, Tobago Cays: Take a deep breath and inhale the exotic scent of spices drifting on the breeze with a cruise through the Windward Isles. From St Lucia in the north to Grenada in the south, sailors will be rewarded with Caribbean spectacles such as Tobago Cays (pictured), Bequia, Canouan and Mayreau. Hide Caption 24 of 31 Photos: World's best yachting destinations Windward Islands, Grenada: From pretty St George's on lush Grenada, known as the \"Spice Isle,\" at the southern end of chain, you can easily hop to Carriacou, Petite Martinique and Petit St. Vincent. Hide Caption 25 of 31 Photos: World's best yachting destinations Bahamas: More than 700 coral cays stretch like a necklace into azure seas from the southeast coast of Florida. Gentle trade winds, sheltered waters and myriad marine life make the Bahamas an ideal destination for families and the less experienced. Hope Town (pictured) is a pretty colonial-era town on Elbow Cay in the Abacos. Hide Caption 26 of 31 Photos: World's best yachting destinations Bahamas: Elbow Cay is one of the highlights of the Abacos chain but the cruising ground is vast, stretching south to the pink sand beaches on Eleuthera or the 365 cays of the Exuma group. Hide Caption 27 of 31 Photos: World's best yachting destinations Tonga: This Polynesian kingdom of more than 170 palm-covered islands is a sailing gem in the South Pacific. Picturesque Vava'u, with myriad islets, lagoons and coral reefs, is the starting point, either for quick hops or longer open-water passages to deserted tropical beaches and idyllic anchorages. Hide Caption 28 of 31 Photos: World's best yachting destinations Tonga: It's the stuff of quintessential South Pacific dreams, with world-class sailing, diving and snorkeling, sport fishing, beach lazing and humpback whale watching thrown in as standard. Hide Caption 29 of 31 Photos: World's best yachting destinations Sicily, Aeolian Islands: Lying off Sicily's northeast coast like a bejeweled pendant are the awe-inspiring Aeolian IsIands. This rugged volcanic chain, named after Greek wind god Aeolus, features seven islands -- Vulcano, Lipari, Salina, Panarea, Stromboli, Filicudi and Alicudi. Hide Caption 30 of 31 Photos: World's best yachting destinations Sicily, Aeolian Islands: Jutting out of emerald seas, each has its own personality, from the active cone and black sands of Stromboli and the hot springs of Vulcano, to vibrant Lipari and chic Panarea, to verdant Salina and car-free Alicudi. Hide Caption 31 of 31\n\n'Genuine desires'\n\nDespite these developments, many cynics will maintain that those wealthy enough to own superyachts are likely to be huge carbon emitters no matter how green their sailing arrangements.\n\nSome may even have made their billions in fossil fuels -- the owner of the Black Pearl is reported to be Oleg Burlakov, co founder of the Burneftegaz oil and gas company, although Munro wouldn't confirm this.\n\nPhotos: Life onboard a superyacht as a stewardess \"Being chief stew you're essentially the face of the entire interior,\" Hulbert tells CNN. \"I'm always around -- if guests are up, I'm up. I''m leading every service.\" Hide Caption 1 of 8 Photos: Life onboard a superyacht as a stewardess Chelsea Nielsen, like many other yacht stewardess' uses Instagram to document her life onboard and provide advice on what the industry is like. Hide Caption 2 of 8 Photos: Life onboard a superyacht as a stewardess \"Basically we're on call 24/7,\" Nielsen explains, adding that generally she works a 13-hour day -- with a two-hour break during the day, and a nine-hour break overnight. Hide Caption 3 of 8 Photos: Life onboard a superyacht as a stewardess On Hulbert's blog she provides advice to other stewardesses on how to create the perfect table setting. Hide Caption 4 of 8 Photos: Life onboard a superyacht as a stewardess She writes that it's important to find a base inspiration for each setting. \"The base inspiration for this table was a wine decanter that he (the guest) wanted to be used during wine service. Mr had made the purchase while ashore in Cannes and wanted to show it off to his guests with a beautiful vintage wine. So I figured I would run with that idea and do a full on wine theme.\" Hide Caption 5 of 8 Photos: Life onboard a superyacht as a stewardess \"Mixology is a huge part of being a stewardess,\" Hulbert says. \"Formal wine service is very important, learning how to cut cigars and serve caviar in addition to a usual 16 option silver-service meal.\" Hide Caption 6 of 8 Photos: Life onboard a superyacht as a stewardess Hulbert has visited places like St Lucia during her job as a chief stewardess. Hide Caption 7 of 8 Photos: Life onboard a superyacht as a stewardess \"The yachting industry is very materialistic and very luxurious and a lot of beauty is to be said about it but you can lose track of your heart and soul and the things that really matter in life and I feel honored to be able to reconnect people to that part of them,\" Nielsen says about teaching yoga onboard. Hide Caption 8 of 8\n\nBoscawen, however, sees the positives in the industry's shift towards green technologies. She also believes that most superyacht owners have a genuine desire to reduce their impact on the oceans.\n\nIf they didn't, \"they would just get a boat regardless\" of its environmental impact, she says."}