{"url": "http://cnn.com/2020/03/05/sport/tayla-harris-kick-aflw-spt-int/index.html", "text": "(CNN) Muscles aching after an afternoon gym session, Tayla Harris is spending the early evening hanging laundry in the backyard of her Melbourne home. \"Pretty standard procedure,\" says the athlete who has experienced a far from ordinary 12 months.\n\nUntil last March, Harris was admired by many yet not widely recognized. As a young player in the women's Australian Football League (AFLW), a summer sport that is an Australian obsession, her focus had been on flourishing professionally in two sports -- on making a name for herself on the football field and, during the off season, in the boxing ring, too.\n\nBut a picture posted on Facebook last year of Harris playing for her team Carlton Blues elevated the then 21-year-old beyond the world of sport. She became one of the most talked-about sportswomen on the planet.\n\nFirst came the vile messages, and they came thick and fast -- sexist, disturbing and damaging comments posted below a now iconic picture of Harris doing her job.\n\nHarris' fearless response was then shared by thousands on social media, prompting celebrities, and even Australia's Prime Minister, to voice their support. She had stood up and spoken out. It changed her world.\n\n\"I would be happy to go through it all again, but I'd rather not,\" says Harris.\n\nWith one tweet Harris had made a lasting impression in the usually transitory world of social media, while the photograph is now a symbol of defiance. T-shirts with her silhouette can be bought and a bronze statue of her was unveiled on Australian Women's Day in September.\n\n\"I love it when a mum or a young daughter and son says to me 'thanks for standing up to what you stood up for,'\" Harris tells CNN Sport.\n\n\"If my example is going to help someone in any way, I would be happy to go through it all again. I'd rather not, but there's been so many amazing messages. It's been an eye-opening experience.\"\n\n'Here's a picture of me at work'\n\nIt is the opening minutes of the AFLW's Pride Game between the Western Bulldogs and Carlton on March 17, 2019, and Harris, the Blues' forward, has kicked the first goal of the game.\n\nPhotographer Michael Willson has brilliantly captured the athleticism of the act: she is mid-air, looking to her left, focusing on the trajectory of a ball which is out of shot. So gymnastically high is her right leg, her right foot is above her head. While a few feet from the ground, she is almost doing the splits.\n\nWhat followed is said to have changed the landscape of women's sport in Australia.\n\nPosting the picture on its 7AFL Facebook page, Australian broadcaster Channel 7 captions it \"photo of the year.\"\n\nHere's a pic of me at work... think about this before your derogatory comments, animals. pic.twitter.com/68aBVVbTTj — Tayla Harris (@taylaharriss) March 19, 2019\n\nFew could have foreseen that the number of, in the broadcaster's words, \"inappropriate and offensive\" comments would lead to Channel 7 deleting the post 24 hours later because, it said, the messages had become difficult to monitor.\n\nBut erasing a picture that showcased the prowess of the women's game caused more damage. After all, such an act does not silence trolls.\n\n\"THE PROBLEM WAS NOT THE PHOTO,\" tweeted Sam Kerr, one of the world's best female soccer players, echoing the thoughts of many. A few hours later, the hashtag \"Tayla\" was trending on Twitter.\n\nAt the time, Harris was at home getting ready for bed, \"just doing my thing,\" she says, when her phone started pinging. One notification rapidly following another.\n\n\"I didn't think 'oh, this is a really personal attack,\" Harris explains. \"I just thought, obviously this is a much bigger issue than just saying sexist things to people. It's actually the start of something much worse.\"\n\nAfter a phone conversation with the chief executive of a national project which aims to eliminate domestic and family violence, Harris proceeded to post a message which became the most liked tweet of 2019 in Australia.\n\n\"Here's a picture of me at work ... think about this before your derogatory comments, animals,\" Harris wrote. The tweet remains pinned at the top of her profile page.\n\n\"When I saw a little picture on Facebook and I'd see a young girl with a man who has made these comments, it was horrifying to think that this girl had to live, or be around someone, who is able to actually say these things. I thought about it in depth,\" Harris continues.\n\n\"I responded after an hour or two. I thought 'I have the photo, so I'll just put it up and just chuck that caption on' and what happened, happened. I didn't put it up as a f**k you to Channel 7, I just put it up because I thought it was a cool photo.\"\n\nHarris speaks next to Carlton CEO Cain Liddle during a press conference at Ikon Park.\n\nHarris went to bed with around 20,000 Twitter followers but by the next morning had an additional 60,000. There was an apology from Channel 7 for sending \"the wrong message\" by removing the photo from its social media accounts, while Australian Prime Minister Scott Morrison called the trolls \"cowardly grubs.\"\n\nWith a weekend match looming, Harris restricted herself to one radio interview in the immediate aftermath, during which she described the comments as sexual abuse, and held a press conference to sate the appetite of media organizations around the world. Carlton provided her with a security guard for the next game, against Fremantle.\n\n\"Surreal,\" and a \"roller-coaster\" is how she sums up the week. \"For the most part it was all positive,\" she adds, \"but I had to check in with myself and make sure this was something I was OK with because it was a really full on and busy, confronting few weeks.\n\n\"The really important thing for me was not to dilute the messaging or say something that could be misinterpreted, so I made sure I was really clear and articulate.\"\n\nTo understand Harris' inner strength, we must step back in time, to the first decade of the century when the self-confessed daddy's girl was growing up in the northern suburbs of Brisbane and towering above her elementary schoolmates. She would grow to become 5ft 10in.\n\nHer father Warren, a marine mechanic whom Harris describes as her best friend, encouraged his daughter to partake in whatever activity she wanted -- skateboarding, building boats, self defense, Aussie Rules -- and with such freedom came confidence and, significantly, courage.\n\n\"If I see someone suffering or needing help, I'm already doing something before my brain even knows it,\" Harris says.\n\n\"That's something I always have done and always will do. It's non-negotiable for me.\n\n\"There was a boy at school who would always pick on a girl who used to be my best friend in grade four because she had a disability. I was a big kid, I was tall, so instead of saying something I would stand physically in the way but, at one point, this boy was relentless so I took him down and, apparently, I pushed him to the ground and held him down and then I found myself in the Principal's office.\n\n\"My dad remembers the Principal saying, 'Tayla can't be doing those things because that will hurt the boy's self-esteem.' Dad went off his head. My dad still tells that story, about how wrong that particular incident was.\"\n\nSuch spirit helped Harris -- who played Aussie Rules with boys until she was told to stop aged 14 -- rise to an elite athlete in two sports. She is unbeaten in seven professional fight and holds the Australian middleweight crown.\n\nYet like most women in sport, Harris has had to develop a thick skin. She was accustomed to online abuse long before a picture of that kick was posted online.\n\nHer decision to join the Blues from the Brisbane Lions in 2018 stoked keyboard rage but a \"lightbulb moment\" after a conversation with a close friend helped her ride it out.\n\n\"He said 'why do you care what someone who you've never met and will probably never meet and have never done anything for you in your life think' so, from that moment, I was like 'why do I care what that weird scummy guy is saying',\" says Harris, conceding that putting up with trolls is likely her lot in life, for the immediate future at least.\n\nHarris has tweeted that she'd give up her AFLW wage to employ a person to monitor online abuse and has called on governing body the AFL to block people who make discriminatory comments from its social media accounts.\n\nSpeaking before the death of English television presenter Caroline Flack , which led to the #BeKind hashtag being used on social media, Harris adds: \"It's a pretty messed up online world.\n\n\"It's a generational issue. It'll be weeded out in a while when young people come through with the understanding that it's not acceptable to be doing these things.\"\n\nHarris (R) fights againt Janay Harding on November 22, 2019.\n\nHer parents, Harris admits, struggle to stoically react to the abuse she continues to receive online.\n\n\"They live a plane trip away so (last year) was hard, especially for mum, especially when it was all unfolding as all she wanted to do was get on the plane and make sure I was alright,\" Harris says.\n\n\"And all dad wanted to do was go and pay a visit to the people who were making these comments and I guess the rest is best left unsaid.\"\n\nEven before that kick was immortalized in bronze in Melbourne's bustling Federation Square, Harris warned her mum not to go online.\n\n\"I said to her 'please don't read the comments that are going to be online' because I knew people wouldn't take the time to consider that this statue is about much more than just me,\" Harris says.\n\n\"Particular people who didn't take the time to understand what the statue meant were hellbent on saying I didn't deserve this statue. I know I don't deserve a statue as a footballer, but this scenario deserves a statue for a pivotal moment in time that has helped people.\"\n\nHarris will forever be known for that photograph, but though only 22 she is not burdened by the responsibility that comes with influence.\n\n\"I often get young people who have experienced bullying online messaging me and they've said specifically that I've been the one who's helped them actually call it out, or help their friends call it out,\" she says.\n\n\"Bullying online is so bad that young people are committing suicide, which is horrific, so if I can give someone confidence to feel a little bit better about themselves, I will do everything to do that because you just don't know what could've happened otherwise.\""}