{"url": "http://cnn.com/2020/04/02/sport/maxime-mbanda-rugby-coronavirus-italy-spt-intl/index.html", "text": "(CNN) As Maxime Mbanda prepared for a Six Nations match earlier this month, he never anticipated how he would spend the next few weeks.\n\nThe Italian rugby international was poised to make an injury comeback before the Test match against England that was subsequently called off, but has instead found himself on the frontline of the coronavirus pandemic that has devastated northern Italy\n\nHe started by providing food and drugs to elderly people in Parma before being drafted in as a volunteer ambulance driver, working up to 12 hours a day moving Covid-19 patients between the city's three hospitals.\n\n\"I was (back home) in Parma, no training, no matches, no games at the weekend. They had completely stopped,\" Mbanda tells CNN Sport.\n\n\"I asked myself, what can I do for my community here in Parma? I did research on the web and found an article that talked about collaboration between the Parma Community and the Yellow Cross.\n\n\"The idea was to transfer patients from a busy hospital to one that is free. But actually, it's impossible to say that a hospital bed is free because every time a bed is freed, it's filled by someone in the waiting room because there is such a long queue.\"\n\nLast week Mbanda left a hospital with a queue of 150 people waiting for beds and treatment. He estimates that 95% of treatment space in Parma's hospitals has been converted into coronavirus wards.\n\nMbanda trains with Italy during last year's Rugby World Cup.\n\nThe number of coronavirus fatalities in Italy passed 10,000 on Saturday.\n\n\"One month ago, I would never have said that we'll be in this situation,\" says the 26-year-old Mbanda.\n\n\"It's incredible. At school I studied World War I, World War II, the Iraq war, Syria, Africa -- but this is in totally another world, against an invisible enemy. It's unreal.\n\nJUST WATCHED Dana White on coronavirus: 'I've never seen anything like this in my lifetime' Replay More Videos ... MUST WATCH Dana White on coronavirus: 'I've never seen anything like this in my lifetime' 04:14\n\n\"My parents, both my father and my mother, raised me to help people when I can -- when I've got money, when I've got energy to help them, if people are in trouble, or if there is an emergency.\"\n\nMbanda's father is a surgeon, and despite his dad's efforts to convince him to become a doctor when he was a teenager, the backrow forward says this is his first time working with the emergency services.\n\n\"Every day there is a different hospital that is the busiest, so maybe one day you transfer patients from one hospital to another, and the following day you transfer another patient from the last hospital to the first one,\" he adds.\n\n\"We have to find a balance to let doctors and nurses work where possible without stress and without too many people to treat. We have to balance it.\"\n\nMbanda is tackled during Italy's Rugby World Cup pool game against Namibia.\n\nBetween the long shifts, Mbanda has tried to keep up his fitness. The Italian Rugby Federation had initially suspended games until April 3 but announced last week that the remainder of the domestic season was canceled.\n\n\"Before going to the Yellow Cross or in the late evening when I come back, I have to do training indoors -- burpees, pull-ups, chin-ups, almost a CrossFit circuit.\n\n\"I have to train to keep in shape because I hope as soon as possible we can go back on the pitch to play rugby.\"\n\nIn the meantime, he wants to convince as many Italians as possible to think about ways they can help vulnerable people in the country.\n\n\"For young people who live alone without kids or without elderly relatives -- if they are bored at home and the only thing they're doing now is complaining on social media, try and research on the web, or make a 30-minute call to an elderly person who is home alone,\" says Mbanda.\n\n\"There are people who need volunteers, people who need help and in this period we have to stay together do something to help elderly people.\""}