{"url": "http://cnn.com/2019/03/20/sport/sailing-leadership-tracy-edwards-ian-walker-olympics-business-main-sail-spt-intl/index.html", "text": "(CNN) Leadership lessons pop up in all aspects of life but skippering a sailing yacht offers a glimpse of the deep end.\n\nWith weather, wind and waves to contend with, a crew to cajole and keep safe, navigation to be worked out, and an expensive boat to maintain, strong leadership is a must.\n\nRacing ups the ante and the stress levels. The skipper must also ensure the boat is being sailed fast, the crew are motivated, and strategic decisions are made quickly and decisively.\n\n\"You're effectively playing chess on water and you're managing risk all the time,\" said Britain's Ian Walker, who is a double Olympic silver medalist and Volvo Ocean Race-winning skipper.\n\nSailing is an adventure, but it can be dangerous, with myriad hazards at play, from nature and the sea, to bone-crunching equipment and human error. Team work is a must, and that starts with the skipper.\n\nPhotos: Tracy Edwards makes sailing history with Maiden Tracy Edwards, pictured right, skippered the first all-female crew to sail the Whitbread Round the World Race. Hide Caption 1 of 9 Photos: Tracy Edwards makes sailing history with Maiden \"Maiden was either met with antipathy or aggression -- not really much in between,\" Edwards tells CNN of the boat her and her crew sailed. \"As we got more successful it got worse -- they did not like that at all.\" Hide Caption 2 of 9 Photos: Tracy Edwards makes sailing history with Maiden Maiden finished second in its class during the 1989-90 Whitbread -- winning two of the legs. It was the best result for a British boat in 17 years -- and still remains the best result for an all-female crew. Hide Caption 3 of 9 Photos: Tracy Edwards makes sailing history with Maiden In 1987, Edwards remortgaged her house and bought Maiden. Over six months, she and her crew pulled the yacht apart, redesigned it and rebuilt it from scratch. Hide Caption 4 of 9 Photos: Tracy Edwards makes sailing history with Maiden When Edwards decided to create an all-female crew, she says it was the first time she had experienced sexism and misogyny. \"I had never been told before that I couldn't do something -- mostly because I was where I should be -- in the galley,\" Edwards says as she rolls her eyes. Hide Caption 5 of 9 Photos: Tracy Edwards makes sailing history with Maiden The Whitbread Round the World Race, now known as the Volvo Ocean Race, began in 1973 and takes place every three years. Hide Caption 6 of 9 Photos: Tracy Edwards makes sailing history with Maiden After the race in 1990, Edwards sold Maiden and the 12 crew members scattered across the globe. Hide Caption 7 of 9 Photos: Tracy Edwards makes sailing history with Maiden In 2014, Maiden reentered Edwards life after she found out it was rotting away in the Seychelles -- an archipelago of islands in the Indian Ocean off East Africa. Hide Caption 8 of 9 Photos: Tracy Edwards makes sailing history with Maiden In 2016, Edwards turned to crowdfunding and repurchased Maiden. Now, after restoring the yacht back to its former glory, Edwards begins a new chapter with \"The Maiden Factor.\" The boat will embark on a three-year sailing tour to raise awareness for girls' access to education. Hide Caption 9 of 9\n\nUnlocking potential\n\nTracy Edwards , the first person to skipper an all-female crew in the then Whitbread Round The World Race, believes squeezing the best out of a crew is perhaps the most vital skill to have as a leader. After all, it's the crew that ultimately wins races.\n\nJUST WATCHED Drone photography at the Volvo Ocean Race Replay More Videos ... MUST WATCH Drone photography at the Volvo Ocean Race 03:00\n\n\"I think understanding what motivates each person within your team is an extraordinary piece of knowledge,\" Edwards told CNN Sport. \"It enables you to do so much.\"\n\nShe learned a valuable early lesson from her skipper on a trans-Atlantic voyage from Antigua to Portugal. The young Edwards was tasked with learning the navigation system, a feat that seemed impossible at first. Despite initial doubts, she mastered the art and says her skipper's belief unlocked her potential.\n\n\"With good leaders there's that innate understanding of how to get the best out of people and how to inspire them,\" said Edwards, whose 1989 Maiden challenge is the subject of a recent film.\n\nDemocracy vs. dictatorship\n\nSkippers need to adopt different leadership styles, says Edwards.\n\nEdwards believes being able to adopt different leadership styles, depending on the situation, is something that sets the best skippers apart.\n\n\"At first, you've got this amazing team of people that you've picked and you want it to be a democracy because you want them to give you their knowledge,\" she added.\n\nHowever, such an approach simply doesn't work in critical conditions or in life or death situations, when the crew is looking for clear directions.\n\n\"If you faff around you're endangering people's lives so that really taught me that even if you're wrong, sound very determined about it,\" she said, remembering a time during the Whitbread where her team were battling through huge seas and howling winds.\n\n\"But then of course when you get it wrong, you have to admit it afterwards.\"\n\nInstilling confidence\n\nIan Walker says good leaders need to be able to deal with conflict.\n\nAdopting a confident front is vital for the skipper of an elite boat, says Walker, who won his first Olympic medal at the Atlanta Olympics in 1996.\n\nGoing into the 2000 Games in Sydney, Walker was the senior member of his two-man Star boat and knew his partner Mark Covell was feeding off his apparent confidence.\n\nJUST WATCHED The 2018 Volvo Ocean Race: The last leg Replay More Videos ... MUST WATCH The 2018 Volvo Ocean Race: The last leg 22:30\n\n\"It was very important that he believed I knew what I was doing,\" Walker told CNN Sport. \"Quite often, I didn't know what I was doing or at the very least I was questioning what we were doing.\"\n\nDespite growing concerns that they weren't fast enough and weren't going to \"deliver on the biggest stage\", he continued to shoulder the burden and hide his insecurities. However, just weeks ahead of the competition, Walker began to crack and was faced with a decision that faces all leaders. Does he continue with the facade or tell his teammate the truth?\n\n\"I just had to open up and get rid of that burden because it was making us sail worse,\" admitted Walker, who went on to secure a second silver medal.\n\n\"In the end, I couldn't carry it on because the integrity side came out.\"\n\nPhotos: World's best yachting destinations British Virgin Islands: The BVIs were hit hard by Hurricane Irma but tourism is bouncing back and the sailing is as good as ever. Hide Caption 1 of 31 Photos: World's best yachting destinations British Virgin Islands: It's a sailor's paradise of warm winds, blue seas and blissful beaches. From your base on Tortola you can explore a host of outlying islands and cays. Richard Branson's Necker Island (pictured) lies to the northeast of Virgin Gorda. Hide Caption 2 of 31 Photos: World's best yachting destinations British Virgin Islands: There's spectacular scenery, sheltered anchorages, superb snorkeling and waterside shacks for eating, drinking and soaking up the island vibe. Hide Caption 3 of 31 Photos: World's best yachting destinations Greece, Ionian: With sun-baked beaches, turquoise waters, olive groves, deserted bays, rustic harbors with white-washed houses and spilling bougainvillea, the Greek islands provide the perfect canvas for a sailing odyssey. Kioni (pictured) is a charming town in the Ionian. Hide Caption 4 of 31 Photos: World's best yachting destinations Greece, Skopelos: The Sporades area north of Athens offers exhilarating sailing, remote anchorages and attractive towns such Skopelos, film set for Mama Mia. Hide Caption 5 of 31 Photos: World's best yachting destinations Greece, Fiskardo: On Captain Corelli's Kefalonia lies the buzzy town of Fiskardo, a magnet for yachties cruising the gentle waters of the Ionian off Greece's west coast. Hide Caption 6 of 31 Photos: World's best yachting destinations Seychelles: The ultimate Instagram boast, Seychelles is a sailor's paradise in the Indian Ocean. Hide Caption 7 of 31 Photos: World's best yachting destinations Seychelles: Lying 1,000 miles off the East African coast, the archipelago offers the full castaway experience among 115 isolated islands dotted across aquamarine seas. Hide Caption 8 of 31 Photos: World's best yachting destinations Seychelles: The main yacht charter area is focused on the inner islands around the forested Mahe, Praslin and La Digue. Hide Caption 9 of 31 Photos: World's best yachting destinations Thailand: White-sand beaches backed by swaying palms and jungle, sheer limestone towers jutting out of jade seas and exotic flora and fauna are just some of the treats on offer on a sailing trip to Thailand. Hide Caption 10 of 31 Photos: World's best yachting destinations Thailand: From thumping Phuket, yachts push east into Phang Nga Bay and the Andaman Sea to explore this unspoiled region dotted by technicolor coral reefs, remote fishing villages and honey pots such as Maya Bay, the Phi Phi islands and James Bond Island -- which provided a backdrop for \"The Man With the Golden Gun.\" Hide Caption 11 of 31 Photos: World's best yachting destinations Croatia, Kornati Islands: This Adriatic gem features historic towns, smart marinas, isolated anchorages and deserted islands in one neat package in the northern Mediterranean. The remote Kornati National Park is an unspoiled oasis -- so stunning, in fact, it moved author George Bernard Shaw to write that God created the islands \"out of tears, stars and breath.\" Hide Caption 12 of 31 Photos: World's best yachting destinations Croatia, Dubrovnik: The jewel in Croatia's crown is romantic Dubrovnik, a UNESCO heritage site, with its charming Old Town. It's also must visit for sailing fans of \"Game of Thrones,\" much of which was filmed here. Hide Caption 13 of 31 Photos: World's best yachting destinations Tahiti: Just the words \"French Polynesia\" are enough to conjure images of swaying palms, crystal-clear lagoons, blissful beaches and fringing reefs teeming with marine life\n\nHide Caption 14 of 31 Photos: World's best yachting destinations Tahiti: The islands of Tahiti, Moorea, Raiatea, Huahine, Tahaa and swooned-over Bora Bora and are just the highlights of this exotic 118-island chain in the South Pacific. Hide Caption 15 of 31 Photos: World's best yachting destinations Tahiti: With balmy trade winds, a consistent climate and a combination of sheltered waters behind the reefs and more exciting open-water passages between islands, French Polynesia is a watery world like no other, with Bora Bora (pictured) as its fabled highlight.\n\nHide Caption 16 of 31 Photos: World's best yachting destinations Antigua: It is reputed to have 365 beaches, one for every day of the year, so what better way to explore them all than by boat. The warm, gentle trade winds, turquoise waters and oh-so picturesque anchorages make it a sailor's idyll at the heart of the Leeward Islands. Hide Caption 17 of 31 Photos: World's best yachting destinations Antigua: The famous Antigua Sailing Week regatta is a melting pot for sailors looking for competitive racing and punishing partying. Hide Caption 18 of 31 Photos: World's best yachting destinations Australia, Whitsundays: Between the coast of Queensland and the Great Barrier Reef snuggles Australia's very own chain of 74 tropical islands, including the world-famous Whitehaven Beach, a jaw-dropping curve of powder-white sand. Hide Caption 19 of 31 Photos: World's best yachting destinations Australia, Whitsundays: The islands feature peaceful, remote anchorages such as Stonehaven (pictured), world-class resorts on Hamilton, Hayman and Daydream Islands and coral reefs full of marine life. Hide Caption 20 of 31 Photos: World's best yachting destinations Turkey, Bodrum: From isolated, pine-fringed coves to glitzy marinas and jet-set nightlife, the coast of Turkey offers something for every type of sailor, with cosmopolitan Bodrum at its heart. Hide Caption 21 of 31 Photos: World's best yachting destinations Turkey: There are quaint harbors such as Gumusluk (pictured), small bays with wooden jetties fronting local restaurants such as Cokertme or the coves of Gocek, and remote inlets such as Amazon Creek with an idyllic, away-from-it-all feel. Hide Caption 22 of 31 Photos: World's best yachting destinations Turkey: For those after total relaxation, traditional wooden gulets with professional crew can be chartered in Turkey, leaving you free to take it easy. Hide Caption 23 of 31 Photos: World's best yachting destinations Windward Islands, Tobago Cays: Take a deep breath and inhale the exotic scent of spices drifting on the breeze with a cruise through the Windward Isles. From St Lucia in the north to Grenada in the south, sailors will be rewarded with Caribbean spectacles such as Tobago Cays (pictured), Bequia, Canouan and Mayreau. Hide Caption 24 of 31 Photos: World's best yachting destinations Windward Islands, Grenada: From pretty St George's on lush Grenada, known as the \"Spice Isle,\" at the southern end of chain, you can easily hop to Carriacou, Petite Martinique and Petit St. Vincent. Hide Caption 25 of 31 Photos: World's best yachting destinations Bahamas: More than 700 coral cays stretch like a necklace into azure seas from the southeast coast of Florida. Gentle trade winds, sheltered waters and myriad marine life make the Bahamas an ideal destination for families and the less experienced. Hope Town (pictured) is a pretty colonial-era town on Elbow Cay in the Abacos. Hide Caption 26 of 31 Photos: World's best yachting destinations Bahamas: Elbow Cay is one of the highlights of the Abacos chain but the cruising ground is vast, stretching south to the pink sand beaches on Eleuthera or the 365 cays of the Exuma group. Hide Caption 27 of 31 Photos: World's best yachting destinations Tonga: This Polynesian kingdom of more than 170 palm-covered islands is a sailing gem in the South Pacific. Picturesque Vava'u, with myriad islets, lagoons and coral reefs, is the starting point, either for quick hops or longer open-water passages to deserted tropical beaches and idyllic anchorages. Hide Caption 28 of 31 Photos: World's best yachting destinations Tonga: It's the stuff of quintessential South Pacific dreams, with world-class sailing, diving and snorkeling, sport fishing, beach lazing and humpback whale watching thrown in as standard. Hide Caption 29 of 31 Photos: World's best yachting destinations Sicily, Aeolian Islands: Lying off Sicily's northeast coast like a bejeweled pendant are the awe-inspiring Aeolian IsIands. This rugged volcanic chain, named after Greek wind god Aeolus, features seven islands -- Vulcano, Lipari, Salina, Panarea, Stromboli, Filicudi and Alicudi. Hide Caption 30 of 31 Photos: World's best yachting destinations Sicily, Aeolian Islands: Jutting out of emerald seas, each has its own personality, from the active cone and black sands of Stromboli and the hot springs of Vulcano, to vibrant Lipari and chic Panarea, to verdant Salina and car-free Alicudi. Hide Caption 31 of 31\n\nHumble and transparent\n\nFor Dutch sailor Carolijn Brouwer, a three-time Olympian and the first female winner of the Volvo Ocean Race alongside Frenchwoman Marie Riou, there are two keys to good leadership.\n\n\"A good leader is someone who is humble,\" Brouwer, who is set to become the first woman at the helm of an America's Cup challenger, told CNN Sport in an interview from her home in Sydney, Australia. \"And the best leaders are also those that are able to show their vulnerability.\"\n\nCarolijn Brouwer (center) and the DongFeng Race Team won the 2017-2018 Volvo Ocean Race.\n\nMuch like Walker opening up about his doubts, Brouwer remembers a time during the race where her skipper Charles Caudrelier demonstrated impressive levels of communication.\n\n\"He was doubting himself, he didn't think he was good enough for the team. As a result, he didn't eat or sleep properly, and got irritated,\" she told CNN Sport from her home in Sydney, Australia.\n\n\"But the beautiful thing was that he told us about it, he was very direct about it, which meant he gave us the chance to help him with that.\n\n\"And that's very important. You can't do everything completely in the right way all the time. And the fact that you are strong enough to show your vulnerability, giving people the chance to help you, and you solve the problem, is what makes you a strong leader.\"\n\nAfter working through his vulnerabilities, the team went on to win the Volvo Ocean Race -- not because they were the best sailors but because they were \"the best team,\" said Brouwer.\n\nTaking responsibility\n\nWalker thinks good skippers are able to adopt to different leadership styles.\n\nAccording to Walker, leadership qualities can manifest themselves in different ways.\n\n\"You can have very authoritarian leaders who are very charismatic but then there are those quieter leaders who are every bit as much leaders,\" he said.\n\n\"They have a different way of getting the maximum out of their team.\"\n\nBut no matter how good a team is, there will always be disagreement. Dealing with such conflict under extreme pressure is part and parcel of skippering a large yacht in the Volvo Ocean Race.\n\nIn his second Volvo Ocean Race in 2011, Walker was faced with a critical decision when his boat suffered damage in the Southern Ocean. Half of his crew wanted to continue around Cape Horn off the southern tip of South America, while the other half wanted to retire to Chile.\n\nThe decision rested with Walker, and he made the call to head to Chile, but he had to work hard to appease the members of his team that wanted to carry on.\n\n\"It was important that I listened to everybody and then I made a decision on what I thought was the best decision for everybody,\" said Walker, who is now director of racing for the British sailing team.\n\n\"It was about transparency, about being decisive and not wavering.\n\n\"I've always been able to make decisions, I'm not afraid of taking responsibility.\""}