{"url": "http://cnn.com/2019/05/04/sport/hoop-dreams-25th-anniversary-spt-intl/index.html", "text": "(CNN) When Dwyane Wade was a 12-year-old shooting jumpers on the playgrounds of Chicago, a movie came out that would help navigate him through his future Hall of Fame career.\n\nReleased in 1994, \"Hoop Dreams\" shadowed the bumpy fortunes of Arthur Agee and William Gates, two inner-city Chicago youths dreaming of NBA stardom.\n\nWade's path to the Final Four with Marquette and championships with the Miami Heat would be lined with the same challenges faced by Agee and Gates, including the pressures of injury and young parenting, and the avoidance of drugs and gun violence.\n\nTwenty-five years since its premier, \"Hoop Dreams\" still impacts Wade. \"I watched it many times, and it resonated with me because we all have hoop dreams,\" the recently retired three-time NBA champion tells CNN.\n\n\"Growing up in Chicago you struggle,\" he adds, \"I look at \"Hoop Dreams\" and I can see myself in those individuals at the time.\"\n\nFilm critics like the late Roger Ebert lauded the three-hour documentary f or exposing a side of America rarely depicted at the time: A class system stacked against the poor, coinciding with rising corruption in youth basketball.\n\nFilmmakers Steve James (left), Peter Gilbert (center) and Fred Marx worked on a very thin budget until three years into \"Hoop Dreams,\" when they were able to secure enough funding for the project.\n\nSo what has changed since then?\n\nCollege basketball is coming off a thrilling season, but faces intense scrutiny as a second corruption trial involving shady figures and illicit payments around the sport unravels in court. Meanwhile, Agee and Gates remain close -- bonded not just by their fame from \"Hoop Dreams,\" but two devastating murders in their families.\n\n\"You can't script this stuff,\" says Gates, 47, a youth basketball coach in San Antonio, Texas, to CNN. \"Our stories continue to (overlap) like that, because he lost Bo and we lost Curtis.\"\n\nGates' brother Curtis, a former high school star who flamed out, and Agee's father Bo were both featured on screen. Curtis was shot in 2001, reportedly in a dispute over a woman, while Bo - whose redemption from crack addiction and jail time was a seminal part of the film - was killed in a robbery three years later.\n\n\"It was very heartbreaking,\" adds Agee, who still lives in the West Side of Chicago, not far from where he grew up. \"It's so eerie that me and William always say \"Hoop Dreams\" was a gift and a curse, and we both lost people that played a big part of our lives.\n\n\"And then for both of us not to make the NBA, you know, that eeriness, that gift and a curse is there.\"\n\nThough neither athlete played in the NBA, both received college scholarships -- no small feat coming from the dire housing projects they grew up in.\n\nAgee, 46, who attended Arkansas State, went on to play professionally in the now-defunct USBL and had a stint with the Harlem Globetrotters. He then turned to acting, with small parts in a film and commercials.\n\nAgee remains tied to \"Hoop Dreams,\" which provides his motivational speaking platform in schools, and still inspires viewers to send warm messages from places as far off as Australia and China. He also sells apparel inspired by the film, including a throwback jersey from his school days.\n\nGates was the more heralded of the two, receiving interest from top college basketball programs and a grant to attend the prestigious St. Joseph's high school -- the same school that is shown releasing Agee, seemingly for not playing well enough as a freshman.\n\nBut Gates blew out his knee at 16, then rushed back to the court after surgery and reinjured it. Though he played at Marquette University, the injury crippled his pro potential.\n\n\"For me, it's bittersweet on many levels,\" says Gates about the film which he has not watched in over 16 years. \"It was a constant reminder of what could have been and what didn't happen, and also a reminder that Curtis is no longer here to hear his voice.\"\n\nNevertheless, he looks back on \"Hoop Dreams\" as a \"life turning situation,\" one that led to an allegiance with Michael Jordan, who invited him to pickup games before his comeback with the Washington Wizards. (An injury derailed Gates' own tryout with the Wizards, however.)\n\n\"It has opened doors,\" he says. \"It has done things that I never thought would happen in my life.\"\n\nDwyane Wade is pictured dunking the ball.\n\n'The first reality show'\n\nWhat began as a short film idea from director Steve James and producer Frederick Marx to shoot Chicago playground basketball in 1987 with a budget of $2,000 quickly took on greater ambitions.\n\nThe pair hired Peter Gilbert as a cinematographer (later added as a producer), and the trio followed Gates and Agee on and off for nearly five years. With 250 hours of footage to edit, the production took seven years in total, eventually raising the $750,000 necessary for completion.\n\nWhen it was finally released in 1994, \"Hoop Dreams\" went viral, though the term had not yet been coined. It was nominated for best film editing at the Oscars, but snubbed for best documentary and picture, which had critics like Ebert up in arms.\n\n\"I've actually gotten way more mileage personally as a filmmaker out of not being nominated than I ever would have by getting nominated,\" says James, who stays in contact with Agee and Gates. \"Over the years a lot more people seem to be upset on our behalf than I was personally.\"\n\nBy the time it ended its theatrical run, \"Hoop Dreams\" became the then-highest grossing documentary of all time, paving the way for hundreds of sports documentaries and streaming series currently on air.\n\n\"I call it the first reality show,\" says Gates. \"I think it was groundbreaking.\"\n\nGates' enrollment in Marquette was mirrored exactly 10 years later by Wade, who also struggled to qualify academically for an NCAA scholarship and sat out his first year for academic reasons, the university confirmed.\n\nWade shared other similarities with both Agee and Gates, including feeling the pressure to rush back to action after knee injury which required surgery at Marquette. Though the operation was successful, Wade later said it led to complications as a pro.\n\n\"I watched it when I was at Marquette from a different (angle), knowing that (Gates) was staying in the same dorm that I was standing in,\" says Wade, who -- also like Gates -- was caring for a child (son Zaire) while in college.\n\nWade was separated from his mother Jolinda at a young age when she succumbed to drugs , leading to spells in jail. Like Agee's father Bo, she turned to religion after getting clean, now serving as a church minister.\n\n\"Obviously, I was able to make it,\" but there are challenges, he adds. \"What I learned at the time is you learn a lot about other people sharing their story.\"\n\nWilliam Gates was a 17-year-old high school junior when his daughter Alicia was born.\n\n'Controlled corruption'\n\nRewatching \"Hoop Dreams\" 25 years later lends perspective to how fast top college recruits are forced to grow up, and how much is at stake early on.\n\nGates' daughter was born when he was 17, during his junior year of high school. Trying to be a father and student while rehabilitating from two knee surgeries to make it as the next Isiah Thomas -- the former St Joe's and NBA star who makes a cameo in the movie -- became too much to bear.\n\nBy the movie's final scene, with his passion for the game already waning, Gates remarks, \"When somebody says, 'When you get to the NBA, don't forget about me,' I should say to them, 'Well if I don't make it, you don't forget about me.\"\n\nIt's no wonder he needed a break from the sport by his third year at Marquette.\n\n\"I didn't feel like a 19 or 20 year-old-kid, I felt like a kid who had been working 10 to 12 years at a job,\" Gates says, estimating that basketball practice and travel would take up to 60 hours a week in college. \"I had a lot on my plate.\"\n\nAgee had his own growing up to do, with his academics thrown into disarray after his brief spell at St Joe's, followed by Bo walking out and his mother Sheila losing her job.\n\nIn one scene, Sheila cannot pay her electricity bill and the family is left without power, while a clearly humiliated Agee broods at the camera.\n\n(The filmmakers pitched in to get the power back on, leaving that detail out of the film. \"We didn't want to look self-serving, but we felt an obligation to do that much for them,\" says James.)\n\nAgee transferred to Marshall High, leading the team on an improbable city championship and state semifinal run.\n\nIn recent years the public high school has been rocked by gun violence , leaving seven former basketball players dead and two paralyzed, including Agee's ex-teammate Shawn Harrington.\n\n\"I didn't let St. Joe's defeat me; I didn't let my neighborhood and my environment pull me in to gain drugs, carrying the guns -- that whole lifestyle,\" Agee reflects.\n\nIt helped that the teenagers had the right people on their sides. Gates and Agee admit they were given cash during their basketball ascent by the likes of so-called street agents, drug dealers and university affiliates who often helped promising players.\n\nIn \"Hoop Dreams\" Agee pays for Air Jordan gear at a store with money received from drug pushers. While at Arkansas State, he says a \"big street pharmacist\" whose team he played for in a high school summer league bought him a car.\n\n\"That was part of the deal,\" says Gates of being offered gifts from universities as a highly touted recruit, before committing to Marquette. \"It was like, 'Hey, you need anything let us know.' And you let them know and they took care of stuff.\n\n\"Hey I need transportation, hey I need clothes, I need shoes. They figured out how to get it to you,\" he says. \"They did it through a friend of the program that you didn't even know was a friend of the program. That's the way it was.\"\n\nIn response, Marquette said it \"is committed to the highest ethical standards for the recruitment and retention of our student-athletes,\" while Arkansas State said it had no knowledge of Agee's car purchase and that \"there are too many unknown variables to comment further about a relationship from approximately 25 years ago.\"\n\n\n\nArthur Agee was recruited to play at St Joseph's prep school as an eighth grader. A year later he was asked to leave, and his parents were billed for tuition they struggled to pay for.\n\nSomewhat fittingly, Gates is now a full-time coach in the Amateur Athletic Union (AAU), the collection of summer leagues that insiders say has replaced high school basketball as the launching pad for college prospects.\n\nAmong the players that have passed through Team Hoop Dreams are all three of Gates' sons, William Jr., a recent graduate of Houston Baptist University, Jalon, a junior guard at Houston Baptist, and Marques, currently in high school.\n\nAAU has come under fire by an ongoing FBI investigation involving sneaker companies funneling money towards recruits to land at big university programs. The AAU told CNN it does not fund its teams, calling the situation an \"apparel company scandal, not an AAU scandal.\"\n\n\"People are buying and selling players; it's a human trafficking market.\" says Michael Sokolove, author of \"The Last Temptation of Rick Pitino,\" which sheds light on college basketball corruption.\n\nMultiple federal investigations have led to guilty pleas from four college assistants on bribery charges, the conviction of an Adidas executive, and the firing of Pitino from Louisville.\n\nPitino maintains he had \"no knowledge\" of infractions during his tenure as Louisville's head coach. James Gatto, Adidas' former head of global sports marketing, is appealing his nine-month prison sentence for wire fraud and conspiracy charges in connection with a $100,000 offer to the father of a Louisville recruit.\n\nWith athletic wear companies paying hundreds of thousands of dollars to support top AAU programs, the potential to use them as a means to distribute money to the families of top players or an influential coach is high, says Sokolove.\n\n\"Some of this is laundered money. These teams can be used as pass through,\" he says, adding that the ultimate goal is to breed loyalty with players who become walking advertisements for the shoe companies on the court.\n\nThe stakes have become much higher to land top recruits like Gates was in the days of \"Hoop Dreams,\" notes Sokolove. \"There are more people with their hands in the cookie jar and the kids are largely pawns in this whole endeavor.\"\n\nIn 2017 the NCAA surpassed $1 billion in revenue, mostly through TV rights, while top players like Zion Williamson of Duke are limited to a compensation of tuition, room and board with a modest stipend.\n\nLike many around the sport, Gates thinks college players need to get paid. He suggests universities contribute $100,000 towards a \"graduation fund\" for the player if he stays in school four years \"to get prepared to live life.\"\n\nGates sees the current NBA age requirement of 19 as an obstacle towards paying black athletes, calling it a \"controlled corruption\" not seen in mostly white sports like baseball, tennis, golf or soccer.\n\n\"The two sports that are heavily dominated by African-Americans, it seems like there is always an issue when it comes to money,\" he says. (The NFL enforces a three-year rule before most college football players can turn pro.)\n\nNCAA president Mark Emmert told the Associated Press this month that the organization has \"serious issues which require serious change,\" but paying players will remain unlikely.\n\nWilliam Gates (center) is now an AAU coach in Texas. His sons William Jr. (left) and Jalon played together at Houston Baptist University.\n\n'Part of a bigger story'\n\nCoinciding with the movie's anniversary, Gates and his wife Catherine just celebrated their 25th year of marriage. The eldest of their four children Alicia, who was born during filming, is 30 and works as a dental hygienist.\n\nFor years Gates would not allow his sons to watch all of \"Hoop Dreams,\" fearing the scenes of his injuries would spook them. He finally relented, though Will Jr underwent four knee procedures of his own in college.\n\nAgee has fathered five children, with his youngest Devin a budding youth basketball player in his own right. Devin's mother Jennifer Genovesi stood by Agee in the wake of a 2017 arrest after a woman accused him of battery.\n\nAgee was quick to call James -- who he refers to as an uncle -- to assure him of his innocence. The charges were dropped shortly afterward.\n\n\"I'm part of a bigger story in this film. I never want to bring any despair or negativity into the story,\" Agee says. \"He was like, 'We'll get through it together,' and that was good as that.\"\n\n\"I feel like they know that I'm here for them,\" says James, the film's director.\n\nThe special bond between the parties involved in the film was reflected once \"Hoop Dreams,\" which was never expected to be a commercial success, caught fire. In a highly unusual step, Agee and Gates were made equal partners by the producers.\n\n\"They weren't just filmmakers,\" says Agee. \"They came in over a period of time and got to know me and my family, and then stayed in touch.\"\n\nArthur Agee bought his mother Sheila a house with royalties earned from \"Hoop Dreams.\" He now uses the film as material for his job in motivational speaking.\n\nGates and Agee first received nearly $200,000 each, and Agee promptly brought his parents a four-bedroom house in a suburb.\n\nHis mother, Sheila Agee, who was seen at the end of the movie graduating tops in her nursing class, relocated to Alabama in the wake of Bo's death.\n\nAfter Curtis' murder, Gates was given an unlikely last shot at the NBA at age 29 with a tryout with the Chicago Bulls. But bad luck struck again when he caught the flu on the day of the workout.\n\n\"I said maybe God doesn't want me to play basketball,\" he reflects. \"That's when my ministry life began to open up.\"\n\nGates received his master's in biblical studies and worked as a pastor at the Cabrini Green housing project he grew up in before settling in Texas.\n\nHe is thankful that Curtis got to meet Jordan before he was killed -- another imprint tied to his fame from the film.\n\n\"What came along with that was the responsibility to teach, educate, be a friend, have some compassion and show some understanding,\" Gates says.\n\n\"I've been very honored, privileged and grateful to be part of \"Hoop Dreams,\" he reflects. \"It's been super amazing to be a part of something that has withstood the test of time.\""}