{"url": "http://cnn.com/2020/02/23/sport/gallery/what-a-shot-0224/index.html", "text": "NASCAR driver Ryan Newman is airborne during a terrifying crash on the final lap of the Daytona 500 on February 17. Newman was immediately hospitalized after the crash with non-life threatening injuries and was released two days later Peter Casey/USA TODAY Sports\n\nTyson Fury, right, lands a punch on Deontay Wilder during their heavyweight bout for Wilder's WBC and Fury's lineal heavyweight title on February 22 in Las Vegas, Nevada. Fury took home the title. Al Bello/Getty Images\n\nAtletico Madrid's Koke, left, and Liverpool's Trent Alexander-Arnold fight for the ball during the Champions League match between the teams in Madrid on February 18, 2020. Atletico Madrid put on a masterclass of defending as it edged out reigning champion Liverpool 1-0. Manu Fernandez/AP\n\nCzech Republic's Ester Ledecka competes in the women's downhill race during the FIS Alpine Ski World Cup in Crans-Montana on February 21. Fabrice Coffrini/AFP/Getty Images\n\nIndiana forward De'Ron Davis falls over Michigan forward Austin Davis during the second half of an NCAA college basketball game in Ann Arbor, Michigan, on February 16. Carlos Osorio/AP\n\nYouth play soccer on the ice-covered surface of Lake Cildir in Kars, Turkey on February 16. Huseyin Yildiz/Anadolu Agency/Getty Images\n\nSan Diego Padres pitchers throw during spring training practice in Peoria, Arizona. Charlie Riedel/AP\n\nMatthew Owies of the Blues and Steele Sidebottom of the Magpies contest the ball during an AFL practice rugby match at Ikon Park in Melbourne, Australia on February 20. Daniel Pockett/Getty Images\n\nSmoke fills the air as a pair of NHRA jet dragsters launch off the starting line at Wild Horse Pass Motorsports Park on February 21. Mark J. Rebilas/USA TODAY Sports\n\nBiathletes take aim on the shooting range during the IBU Biathlon World Cup Single Mixed Relay in Rasen-Antholz on February 20. Tiziana Fabi/AFP/Getty Images\n\nAustria's Robert Gardos keeps his eye on the ball in a match against France's Alexandre Cassin at the International Table Tennis Federation World Tour competition in Budapest, Hungary on February 21. Attila Kisbenedek/AFP/Getty Images\n\nCarolina Hurricanes emergency goalie David Ayres defends against the Toronto Maple Leafs in Toronto on February 22. The Hurricanes won 6-3 and at 42 years and 194 days, Ayres became the oldest goaltender in league history to win his regular-season debut. Ayres, who needed a kidney transplant and had two bouts of skin cancer, is a Zamboni driver for the Toronto Marlies of the American Hockey League. Frank Gunn/The Canadian Press/AP\n\nSophie Cook of Great Britain launches herself in the women's pole vault at the SPAR British Athletics Indoor Championships in Glasgow, Scotland, on February 22. Bryn Lennon/Getty Images\n\nRicky Stenhouse Jr., driver of the No. 47 Kroger Chevrolet, and Alex Bowman, driver of the No. 88 Valvoline Chevrolet, lead the field before the start of the Daytona 500 on February 16. Jared C. Tilton/Getty Images\n\nSan Jose Sharks defenseman Marc-Edouard Vlasic dives after the puck as the Florida Panthers score during the third period in San Jose, California, on February 17. The Panthers won 5-3. Cody Glenn/USA TODAY Sports\n\nAjax's Nicolas Tagliafico attempts to control the ball during a Europa League match between Ajax and Spanish club Getafe in Madrid, Spain. Getafe won 2-0. Bernat Armangue/AP\n\nA biathlete competes during the women's 15 km individual competition at the IBU World Championships Biathlon in Antholz-Anterselva, Italy on February 18. Alexander Hassenstein/Bongarts/Getty Images\n\nAmy Sayer of Sydney FC lands on Leticia McKenna of Perth Glory after being tackled during a match in Wollongong, Australia, on February 22. The Glory won 2-1. Mark Kolbe/Getty Images\n\nA spent cartridge is ejected by Ingrid Landmark Tandrevold's rifle during warmup before the women's 4x6 km relay competition at the Biathlon World Championships in Antholz-Anterselva, Italy. Matthias Schrader/AP\n\nSan Jose Sharks defenseman Jacob Middleton and New Jersey Devils center John Hayden slug it out during the first period at Prudential Center on February 20. The Devils won 2-1. Ed Mulholland/USA TODAY Sports\n\nThe starting lineup of the Calgary Flames wait for their match to begin against the Anaheim Ducks at Scotiabank Saddledome on Feburary 17. Sergei Belski/USA TODAY Sports\n\nLewis Hamilton makes a pit stop during a Formula One pre-season testing session at the Barcelona Catalunya racetrack in Montmelo, Spain, on February 19. Joan Monfort/AP\n\nTom Scully of the Hawks and Hunter Clark of the Saints compete for the ball during a rugby match on February 20 in Melbourne, Australia. Michael Willson/AFL Photos/Getty Images"}