{"url": "http://cnn.com/2020/03/09/sport/gallery/what-a-shot-sports-0308/index.html", "text": "Villanova's Jermaine Samuels falls after he was fouled by Georgetown's Jagan Mosely during the second half of the game in Washington on March 7. Villanova won 70-69. Nick Wass/AP\n\nDogs run in the Open World Championship Sled Dog Races during the Fur Rendezvous on March 1 in Anchorage, Alaska. Lance King/Getty Images\n\nMika Zibanejad, No. 93, and Tony DeAngelo, No. 77, of the New York Rangers celebrate Zibanejad's fifth goal of the game in overtime to defeat the Washington Capitals 5-4 at Madison Square Garden on March 5 in New York City. Bruce Bennett/Getty Images\n\nMeg Lanning celebrates victory with her teammates during the ICC Women's T20 Cricket World Cup Final match between India and Australia on March 8 in Melbourne. Ryan Pierse/Getty Images\n\nAleksander Aamodt Kilde of Norway competes during the Audi FIS Alpine Ski World Cup Men's Alpine Combined on March 1 in Hinterstoder, Austria. Hans Bezard/Agence Zoom/Getty Images\n\nSumo wrestlers contest a bout at the Spring Grand Sumo Tournament at Edion Arena Osaka on March 8. It was the first time ever that a grand sumo tournament was held in the absence of spectators, due to the ongoing coronavirus outbreak Kyodo/AP\n\nSri Lanka's team captain Lasith Malinga catches a ball during a practice session at the Pallekele International Cricket Stadium in Kandy, Sri Lanka on March 3. Ishara S. Kodikara/AFP/Getty Images\n\nAlex Bowman, driver of the No. 88 Cincinnati Chevrolet, pits during the NASCAR Cup Series Auto Club 400 on March 1 in Fontana, California. Stacy Revere/Getty Images\n\nUFC women's strawweight champion Weili Zhang, left, takes a punch from former champion Joanna Jedrzejczyk during UFC 248 at T-Mobile Arena in Las Vegas on March 7. Steve Marcus/Las Vegas Sun/AP\n\nMilwaukee Brewers' Jace Peterson tries to catch a ball during the first inning of a spring training baseball game against the Cincinnati Reds on March 1 in Phoenix. Darron Cummings/AP\n\nCassius Stanley of the Duke Blue Devils dunks against the North Carolina State Wolfpack during their game on March 2 in Durham, North Carolina. Duke won 88-69. Grant Halverson/Getty Images\n\nGiorgia Villa of Italy performs on the bars during the America Cup gymnastics competition March 7, in Milwaukee. Morry Gash/AP\n\nEdmonton Oilers' Tyler Ennis reaches for the puck as Nashville Predators goaltender Pekka Rinne blocks a shot in the first period of an NHL hockey game March 2 in Nashville. Mark Humphrey/AP\n\nNorway's Aleksander Aamodt Kilde speeds down the course during training for the men's World Cup downhill in Kvitfjell, Norway, March 6. Gabriele Facciotti/AP\n\nAustralia's Sophie Molineux celebrates victory after their ICC Women's T20 Cricket World Cup Final match against India on March 8, in Melbourne. Ryan Pierse/Getty Images\n\nPlayers compete for the ball in a lineout during the round six Super Rugby match between the Sunwolves and the Brumbies on March 6 in Wollongong, Australia. Cameron Spencer/Getty Images\n\nDavid Terans of Peñarol and Thiago Heleno of Athletico PR fight for the ball during a match on March 3 in Curitiba, Brazil. Buda Mendes/Getty Images\n\nPeople sit in the stands of Anfield stadium in Liverpool, England before the start of the English Premier League soccer match between Liverpool and Bournemouth on March 7. Jon Super/AP\n\nJae'Sean Tate of the Sydney Kings shoots during Game 2 of the NBL Semi Final Series against Melbourne United on March 2 in Melbourne, Australia. Daniel Pockett/Getty Images\n\nMadisyn Cox competes in the Women's 400m IM Final on Day 3 of the TYR Pro Swim Series in Des Moines, Iowa on March 6. Maddie Meyer/Getty Images\n\nRobbie Robinson of Inter Miami and Steve Birnbaum of D.C. United battle for a loose ball during a match on March 7 in Washington, DC. Patrick Smith/Getty Images\n\nNew York Islanders' Johnny Boychuk takes a skate to the face during the third period of an NHL hockey game on March 3, in New York. Kathy Willens/AP\n\nNorway's Johannes Thingnes Boe competes in the men's Biathlon World Cup 10 km sprint event in Nove Mesto na Morave, Czech Republic on March 6. Petr David Josek/AP\n\nMilwaukee Bucks forward Giannis Antetokounmpo goes up for a shot against Miami Heat forward Jimmy Butler in the first quarter in Miami on March 2. Jim Rassol/USA Today Sports\n\nFrankie Dettori riding Cemhaan leads the pack at The 32Red Casino Novice Stakes at Kempton Park Racecourse on March 4 in Sunbury, England. Alan Crowhurst/Getty Images\n\nFrancesco Friedrich, Candy Bauer, Martin Grothkopp and Alexander Schueller of Germany compete during the final heat for the Men's Bobsleigh at the BMW IBSF World Championships Altenberg 2020 on March 1 in Altenberg, Germany. Martin Rose/Bongarts/Getty images\n\nAleksandr Selevko of Estonia performs in the Gala Exhibition at the ISU World Junior Figure Skating Championships on March 8 in Tallinn, Estonia. Joosep Martinson/International Skating Union/Getty Images\n\nAustralia Rebels player Matt Philip attempts to break through the South Africa Lions defense during the Super Rugby match in Melbourne on March 7. William West/AFP/Getty Images"}