{"url": "http://cnn.com/2018/10/17/sport/gay-bowl-xviii-nfl-denver-broncos-intl-spt/index.html", "text": "Denver, Colorado (CNN) Magic, it seemed, was possible any time Dorien Bryant touched the ball.\n\nElectric runs like the 98-yard opening kickoff return for a touchdown in front of 108,000 at Penn State, or the 95-yard score at home against Northwestern, or the touchdown catches of 53 and 41 yards against Indiana State peppered his college football career.\n\nBryant left Purdue University in 2007 as the school's career leader in all-purpose yards, setting multiple Big Ten conference records before signing with the Pittsburgh Steelers.\n\nYet just a year later, the playmaker was out of football, walking away from an offer from the Tennessee Titans and reportedly ignoring a call from the Dallas Cowboys.\n\n\"I came out when I was 24 or 25,\" Bryant tells CNN Sport of his decision to live openly as a gay athlete about a year after ending his NFL pursuit. \"It was more of my choice, I didn't try and push it.\"\n\n\"I never wanted to be a figurehead for a movement; I don't want to be that guy.\"\n\nDorien Bryant set records in four years at Purdue University, but walked away from an NFL contract to live an openly gay life.\n\nFor the first time since childhood, Bryant, who also ran track at Purdue, took a break from sports and focused on himself. Football became an afterthought.\n\n\"It was either football or being able to live my life the way I want to live my life, and I'm happier than I ever was,\" he says. \"I love football, but if I can't be me then it's not worth it.\"\n\nNow Bryant is back in the sport as his true self, featured as the go-to receiver for the 2017 champion New York Warriors at Gay Bowl, the annual tournament of the National Gay Flag Football League.\n\nFifty-seven teams from 22 cities battled it out in 100-degree Denver weather last month, in seven-on-seven matches that provided a remarkable level of athleticism for a recreational league.\n\nBryant is one of at least seven players on the Warriors with college football experience, recruited by teammate Wade Davis, a former Tennessee Titans signee who won an NFL Europe title with the Berlin Thunder.\n\n\"The competition has progressively gotten better,\" says Davis, 41, a figurehead in the league who takes the Warriors' quest to repeat as Gay Bowl titleholders seriously. \"The other teams have had to figure out how to get better players and better coaching.\"\n\n\"I'm happier than I ever was,\" said Byrant (#9). \"I love football, but if I can't be me then it's not worth it.\"\n\nOver the past 18 years Gay Bowl has grown from a three-team tournament played in the dirt field of a Hollywood high school to a three-day event held in rotating cities boasting 35 sponsors, including United Airlines, Fidelity Investments, Sheraton Hotels and UPS.\n\nRosters represent a mix of races, genders and sexual orientations -- and welcome straight players, though their numbers are capped by a quota.\n\nEverything is well organized, from the shuttle buses, to the singing of the Canadian and American anthems, to referees in striped uniforms who sound a lot like their NFL counterparts.\n\nGames are governed by a 57-page rule book , and formed by two 30-minute halves, with tackling replaced by the removal of an opponent's flag belt.\n\n\"I never thought in my wildest dreams that it would get this big,\" says co-founder Jim Buzinski, \"but now it's so institutionalized. Cities are bidding for this.\"\n\nHonolulu, in fact, recently beat out bids from Austin and Toronto for the 2020 games, while New York will host its second Gay Bowl next year.\n\nThe New England Patriots were sponsors of last year's Gay Bowl in Boston, with owner Robert Kraft speaking at the closing ceremony. This year the Denver Broncos made a financial contribution and worked with organizers to boost the tournament's reach.\n\n\"This shows that an issue the NFL probably would have avoided at some point in the past, thinking it was controversial, is now so accepted in mainstream that it seemed a no-brainer to be a part of,\" says Buzinski, who also co-founded the news service Outsports. \"It is so routine that no one cares.\"\n\n\"These are all football players and football fans, which is kind of a good business decision. It shows the progress that has been made.\"\n\nPhotos: A New Yorker watches from the sidelines, as 57 teams from 22 cities in the US and Canada faced-off. Hide Caption 1 of 15 Photos: Chicago Thunder players strike a unified pose during Gay Bowl XVIII, which took place from September 14-16, 2018. Hide Caption 2 of 15 Photos: Though competition on the field is fierce, teammates and opponents often embrace afterward. Hide Caption 3 of 15 Photos: Concerned looks bound the faces of the Hawaii Riptide as they go over a play. Hide Caption 4 of 15 Photos: The Toronto Mounties pose for a team photo during Gay Bowl's opening morning. Hide Caption 5 of 15 Photos: A member of the Denver women's Mile High Club squares off on the line of scrimmage. Hide Caption 6 of 15 Photos: Fans pose with homemade signs spelling -- spelling defense -- on the sideline. Hide Caption 7 of 15 Photos: The Denver Mile High Club's Aszur Rollins (right) won her sixth Gay Bowl championship this year. For Rollins, flag football is \"all-encompassing\" in her life. The former Army enlistee even met her wife through the league. Hide Caption 8 of 15 Photos: A Chicago player is \"deflagged\" during a play. Hide Caption 9 of 15 Photos: A participant sings Canada's national anthem \"O Canada\" on the opening morning. Hide Caption 10 of 15 Photos: The Seattle quarterback steps back for a throw under good pass protection. Hide Caption 11 of 15 Photos: Huddles form a crucial part of the game. Hide Caption 12 of 15 Photos: Atlanta players check their plays drawn on wristbands during the huddle. Hide Caption 13 of 15 Photos: A player sprays his son with sunscreen to protect him from the scorching weather in Denver. Hide Caption 14 of 15 Photos: Fans shade themselves with umbrellas to guard against the 100 degrees Fahrenheit heat in Denver. Hide Caption 15 of 15\n\nFor most of the 1,000 or so participants of Gay Bowl, the long weekend represents a reunion of friends and a celebration of football -- the sport they love, which in many ways shaped their lives.\n\n\"The majority of my friends in DC are in the league,\" says James Santos of the Washington Generals, a former Air Force enlistee who would go on to win this tournament playing receiver in his fifth Gay Bowl.\n\n\"I have friends who met in the league who got married. I've been in weddings, birthday parties, and one funeral. They are like my family outside my immediate family.\"\n\nFlag football was also a means for Santos and his sister, who plays in the female league, to come out to their conservative church-going parents from Texas.\n\n\"How my parents grew up, it was really frowned upon,\" he says. \"You were just not considered normal, you were considered weak and a sissy.\"\n\n\"That's just not the case at all, so for them to see that type of contact and passion ... it's just eye opening.\" Santos' parents now attend their games often and \"are really into it.\"\n\n\"These are like everyday people that love sports,\" he says, adding that flag football helped dispel damaging stereotypes sometimes associated with the LGBT community.\n\nWhat would do wonders for the perception of gay male athletes, Santos says, is to be represented by a prominent pro.\n\n\"Like Jackie Robinson for black people, or Billy Jean King for women, we need an equivalent of someone like that to come out -- a stud athlete,\" says Santos, who is black. \"It would be okay. They are not going to lose their jobs.\"\n\nGay Bowl participants take a knee during the singing of the American national anthem on the opening morning of the tournament, September 14, 2018.\n\nBryant agrees. \"Sheer numbers tell you there are a few LGBT players in the NFL and in the NBA as we speak,\" he says, \"it's just that those guys are afraid.\"\n\nThe former Purdue standout wonders how things may have turned out if his shot at the NFL happened now instead of a decade ago. He points to Arizona State University signing openly gay high school football player My-King Johnson as a step forward.\n\n\"There is more of a conversation like that in professional sports now,\" he says. \"It's slow, but it's progress.\"\n\nIt appears that football's locker room culture -- which nearly drove former Patriots offensive lineman Ryan O'Callaghan to suicide before coming out -- must evolve for a gay superstar to emerge.\n\nBryant's Warriors teammate, former San Diego State strong safety Shaun Rogers, says his personal life took a backseat until his athletic scholarship ended.\n\n\"Playing football is always like, how is my team going to respond? How is everyone going to respond?\" says the 35-year-old brand innovator with heavily inked arms.\n\n\"I don't want nobody to feel uncomfortable about the situation, so I kind of just suppressed it,\" he adds. \"After college, I just became more open with it.\n\n\"There was more freedom, I didn't have to worry about my teammates -- even though they were my friends. I just didn't have to be around that culture.\"\n\nGay Bowl XVIII athletes congregated at a welcoming party at a rooftop bar in Denver, Colorado.\n\nAlongside Bryant, Davis and Rogers are Stephan Benjamin, a 6-foot 4-inch, 211-pound former wide receiver at American International College, captain Preston Roberts Jr. from Worcester Polytechnic, and quarterback Chris Allison from Columbia University.\n\nGelling with the LGBTQ league's ethos of inclusion, Roberts and Allison are two of the Warriors' five allotted straight players, with no more than three allowed on the field at once.\n\nBoth prefer to play in New York's gay flag football league, rather than the ragtag games they were a part of in the city. \"I can't think of a straight league that is on this level doing this type of stuff,\" says Roberts.\n\n\"This is legit,\" says Allison. \"First off, everyone's got a jersey. Then you've got the tents (shielding resting players from the sun), you've got websites, you've got first aid here. Everyone's got a plan of action.\"\n\n\"A lot of these leagues we've played in have been ad hoc, you've seen fistfights,\" he adds, noting that in the gay leagues \"people get a little chippy from time to time with competitiveness. But if there is a fight, you're gone. It's not acceptable.\"\n\nDuring his first practice, the quarterback felt \"a different vibe\" straight away. \"Everyone was super friendly with a lot of camaraderie, and so I said 'Why don't we give it a go?'\"\n\nRoberts says joining the New York Gay Football League -- which welcomes \"straight allies\" on its website -- was by way of an understanding with Davis.\n\n\"He's taught me a lot about this league and about LGBT, so he's only expanded (my mind),\" he says, \"but he wouldn't have invited me to the league if he didn't think that this is something that I could become a part of.\"\n\n\"If you're a gay participant and you invite a straight player, you probably trust them to be open enough.\"\n\nWarriors captain Preston Roberts Jr. (right), who is straight, credited the league for educating him on the LGBT community. \"If you're a gay participant and you invite a straight player, you probably trust them to be open enough,\" he said.\n\nIt's the opening morning of Gay Bowl XVIII and players on the vast green field on the outskirts of Denver are slow to get into a rhythm. Maybe a few too many carried on at the welcoming rooftop party the night before.\n\nBryant, who doubles as a personal trainer for budding college prospects and a bartender in New York, is used to playing on little sleep. \"I get off work on Saturday at like 5 a.m. and we'll practice at like 9 a.m.,\" he says.\n\nBoasting a considerable size advantage, the Warriors dispose of their opponents convincingly.\n\nIf anyone on the field is keeping track of which three straight players are playing for each team, it isn't apparent. Enforcement has always been based on an honor system, and by all accounts it works.\n\n\"I'm not going to say it's never come up,\" says Roberts of the Warriors' inclusion of high-caliber straight players, \"but relatively speaking, it doesn't. There is a rule for it, but it's not a thing.\"\n\nPlaying in his fourth Gay Bowl, the former Ivy Leaguer Allison is one of several straight quarterbacks in the league, because -- just like in the NFL -- good flag football quarterbacks are hard to find.\n\n\"I'm sure there are a few people who are frustrated about it,\" he says. \"There is definitely a debate there. You have to balance it out and make sure we come to some middle ground where everyone can be happy.\"\n\nBuzinski explains why a quota system was implemented after he founded the Los Angeles league. \"We didn't want a situation where a 'gay team' would have 75 percent straight players, and they were the best straight players in high school or college, and they would be ringers.\"\n\n\"People said, 'Well isn't that discriminatory?' No. You can play flag football in LA or any city in multiple leagues, so they weren't being deprived of an opportunity,\" he notes, adding that he never saw \"a serious violation.\"\n\n\"People policed themselves.\" Besides, \"there was no way we could really test for it,\" he says.\n\n\"There were some players that people would swear were straight, and then their boyfriend would show up.\"\n\nJoe Cooper of the Denver Summit, who was honored by the league as a Hall of Fame inductee this year, sums up the consensus.\n\n\"At the end of the day, you have a lot of gay men who say 'I don't care if he's straight or not, I'm still going to whoop his ass on the football field.'\"\n\nPhotos: Former San Diego State strong safety Shaun Rogers said coming out in college wasn't really an option. \"I kind of just suppressed it,\" he said. \"After college, I just became more open with it ... I just didn't have to be around that culture.\"\n\nHide Caption 1 of 6 Photos: The New York Warriors stretch before their opening game at Gay Bowl XVIII, on September 14, 2018 in Denver, Colorado. Hide Caption 2 of 6 Photos: Former Columbia University quarterback Chris Allison (left) and American International College wide receiver Stephan Benjamin are two of the seven teammates with college football experience on the New York Warriors flag football team. Hide Caption 3 of 6 Photos: After a stellar college career, Dorien Bryant now plays flag football and won a Gay Bowl championship with the New York Warriors in 2017. \"It is a recreational league, but we can play,\" he said. Hide Caption 4 of 6 Photos: The New York Warriors, featuring former Purdue Boilermaker Dorien Bryant (far right), line up on the left side of the line of scrimmage in their opening game at Gay Bowl XVIII. Hide Caption 5 of 6 Photos: Referees congregated during the opening morning of Gay Bowl XVIII in Denver, Colorado. Hide Caption 6 of 6\n\nNot to be outdone, women have featured prominently at the Gay Bowl since their inclusion seven years ago.\n\n\"We're very, very competitive, specifically when it comes to sports,\" says the Denver Mile High Club's Aszur Rollins, who has played on six championship teams. \"We can be a bit brutal with each other.\"\n\nNew to the city after finishing her tour with the Army, Rollins found flag football \"all encompassing,\" and even met her wife through the league.\n\n\"It's really been this amazing experience at an adult time in my life,\" she says. \"I never went to college, so I consider this to be like a college experience for me. I never had this comradery, this sports experience.\"\n\nThe Denver Mile High Club's Aszur Rollins (right), who won her sixth Gay Bowl, says flag football is \"all-encompassing\" and met her wife through the league.\n\nBefore she transitioned to life as a woman, Kaylee Parker played wide receiver at South View High School in North Carolina, battling several top college prospects in the state.\n\nThe 38-year-old mechanical engineer moved to Phoenix in 2015 and began living full time as a woman, but missed the competition.\n\n\"Originally, I just wanted to play football,\" she says of finding her way onto the Phoenix Fahrenheit, \"and once I started playing, I ended up meeting a lot of cool people, and it's basically like my other family now.\"\n\n\"It didn't matter to me if it was a straight league or a gay league, but it happened to be what I found.\"\n\nComing from a Phoenix league that is open to all genders, Parker's gender identity has not been an issue. But the Fahrenheit's team captain and quarterback admits she has received some resistance as a trans athlete competing in the women's division of Gay Bowl.\n\n\"Everyone has their perspectives,\" she says, adding that flag football is more about finesse, catching skills, quickness and strategy, and less about brute strength. \"So I think that the physicality of it goes out the window.\"\n\n(Her sentiment is echoed by Bryant, whose Warriors took fifth place this year. \"It's about who's smart,\" he says. \"You can have the 12 best athletes in this tournament and line up and still lose.\")\n\n\"I think about it a lot,\" Parker says. \"I wouldn't compete if it was a tackle league.\"\n\nThe other competitors, she feels, are perfectly capable of facing her across the line of scrimmage. \"I would think that it would discredit a lot of women if I said I wouldn't play.\"\n\nKaylee Parker played high school football in North Carolna before transitioning to life as a woman. The 38-year-old mechanical engineer says her flag football teammates in Phoenix are \"like my other family now.\"\n\nPerhaps the game is less physical than tackle football, but it certainly can be rough.\n\nOne Warriors player is examined for a possible torn tendon in his knee after the team's very first game, while an LA Express player grumbles to Bryant that he lost a toenail in a collision.\n\n\"He acts like I did it on purpose,\" Bryant shrugs to a teammate, after encouraging the player to go to the first aid tent. \"It will grow back.\"\n\nBryant -- who at 33 still sports a six-pack and the unmistakable frame of a pro athlete -- admits he was at first taken aback by the level of play in the league, then checked himself. Was he stereotyping too?\n\n\"You know what, you are kind of (surprised) at first,\" he says. \"But then when you step back and think about it, why? Why are we surprised?\n\n\"Because they are gay men? Like, we can play,\" he says, eyebrows raised, head nodding. \"It is a recreational league, but we can play.\""}