{"url": "http://cnn.com/2020/02/17/sport/gallery/what-a-shot-0217/index.html", "text": "Aaron Gordon dunks over Boston Celtics center Tacko Fall during the NBA Slam Dunk Contest on Saturday, February 15 in Chicago. Despite successfully jumping over the 7 foot 5 inch tall Fall, Gordon lost the contest by one point to Derrick Jones Jr. sparking controversy over the result. Garrett Ellwood/NBAE/Getty Images\n\nAn NHRA Funny Car driven by Ron Capps explodes during the Winternationals at Auto Club Raceway in Pomona, California, on Sunday, February 9. Capps was unhurt in the accident. Mark J. Rebilas/USA TODAY Sports\n\nPhiladelphia 76ers' Furkan Korkmaz watches his shot go through the basket during the first half of an NBA basketball game against the Chicago Bulls in Philadelphia, on Sunday, February 9. Matt Slocum/AP\n\nGuangpu Qi of China crashes during the men's aerials competition at the FIS Freestyle Skiing World Cup in Moscow, Russia, on Saturday, February 15. Sergei Ilntsky/EPA-EFE-Shutterstock\n\nPresident Donald Trump and first lady Melania Trump take a lap around Daytona International Speedway in the presidential limousine ahead of the Daytona 500 on Sunday, February 16. Trump served as the Grand Marshal of the race and is the second American president to do so, behind George W. Bush who attended the race in 2004. Saul Loeb/AP\n\nJessica Cornelia Francisca Blaszka of the Netherlands, left, and Annika Wendle of Germany compete during the semifinal of the women's 53kg weight class at the European Wrestling Championships in Rome, Italy, on February 13. Szilard Koszticsak/EPA-EFE/Shutterstock\n\nA rider of the PGN cycling team cools off during stage 8 of the 25th Le Tour de Langkawi in Kuah, Malaysia, on Friday, February 14. Phil Walter/Getty Images\n\nFrom left, Elise Christie, Chunyu Qu and Kamila Stormowska crash in the Women's 500m final during the ISU World Cup Short Track in Dordrecht, Netherlands, on February 16. Dean Mouhtaropoulos/Getty Images\n\nMotocross rider Rico Herrero races at the Vermosa Motocross Track in Imus, Cavite, Philippines, on February 16. Mark R Cristino/EPA-EFE/Shutterstock\n\nFrom left, Zlatan Ibrahimovic of AC Milan and Cristiano Ronaldo of Juventus cross paths prior to their Coppa Italia soccer match in Milan, Italy, on February 13. Alberto Pizzoli/AFP/Getty Images\n\nKirsten Moore-Towers and Michael Marinaro compete during the ISU Four Continents Figure Skating Championships in Seoul, South Korea, on February 9. Kenjiro Matsuo/AFLO via ZUMA Press\n\nA rainbow appears behind Antonio Vespucio Liberti stadium in Bueno Aires, Argentina, during a soccer match between River Plate and Banfield on February 16. Marcelo Endelli/Getty Images\n\nToni Eggert and Sascha Benecken of Germany celebrate their gold medal win during the men's doubles final at the FIL Luge World Championships in Sochi, Russia, on February 15. Maxim Shipenkov/EPA-EFE/Shutterstock\n\nIan Mahinmi of the Washington Wizards watches the ball bounce out of bounds during an NBA basketball game against the Memphis Grizzlies on February 9. Patrick Smith/Getty Images\n\nA surfer rides a big wave at the Praia do Norte in Nazare, Portugal, on February 15. Miguel Riopa/AFP/Getty Images\n\nNorway's Johannes Thingnes Boe warms up before the start of the mixed 4x6 km relay competition at the Biathalon World Championships in Antholz, Italy, on February 13. Matthias Schrader/AP\n\nSt. Louis Blues defenseman Robert Bortuzzo lands a punch as he fights Nashville Predators defenseman Jarred Tinordi during the first period at Enterprise Center in St. Louis on February 15. Jeff Curry/USA TODAY Sports\n\nAlligator Blood is taken for a swim by trainer David Vandyke at Flemington Racecourse in Melbourne, February 11. Vince Caligiuri/EPA-EFE/Shutterstock\n\nThe Western Bulldogs and Melbourne Demons compete in the round 2 AFLW match on February 14 in Melbourne. Darrian Traynor/Getty Images\n\nToronto Blue Jays pitcher Yennsy Diaz juggles a baseball during spring training workouts in Dunedin, Florida, on February 13. Douglas DeFelice/USA TODAY Sports\n\nSimeon Catharina of Netheralnds (white) and Miklos Cirjenics of Hungary (blue) compete at the Paris Grand Slam judo tournament in Paris on February 9. Christophe Petit Tesson/EPA-EFE/Shutterstock\n\nDorothea Wierer celebrates winning the Women's 10 km Pursuit Competition at the 2020 Biathalon World Championships in Antholz, Italy, February 16. Leonhard Foeger/Reuters\n\nHandsome Samson and jockey Kieran Shoemark compete at The 32Red On The App Store Novice Stakes at Kempton Park Racecourse on February 12, in Sunbury, England. Alan Crowhurst/Getty Images\n\nCzech Republic's Michaela Marsikova participates in the Women's Singles Qualification Sprint at the World Luge Championship in Sochi, Russia, on February 14. Vasily Fedosenko/Reuters\n\nThailand's Natthakarn Chinwong and Australia's Alanna Kennedy collide as they compete for the ball during the Women's Olympic Football Tournament Qualifier match on February 10, in Sydney, Australia. Mark Kolbe/Getty Images\n\nSan Diego State forward Joel Mensah holds up the Mountain West Championship trophy after the team defeated New Mexico 89-52 in an NCAA college basketball game, February 11 in San Diego. Denis Poroy/AP"}