{"url": "http://cnn.com/2020/03/02/sport/gallery/what-a-shot-0301/index.html", "text": "New Orleans Pelicans' Zion Williamson dunks the basketball against Golden State Warriors' Eric Paschall and Dragan Bender during the second half at Chase Center in San Francisco, February 23. Kyle Terada/USA Today Sports\n\nChicago White Sox outfielder Luis Roberts slides in to third base during the second inning of a spring training game against the Texas Rangers in Surprise, Arizona, on February 29. Charlie Riedel/AP\n\nChina's Wang Xiaofei crashes over Poland's Daria Pikulik during the women's 30km Madison final at the UCI track cycling World Championship in Berlin on February 29. Odd Andersen/AFP/Getty Images\n\nParticipants dressed in historical armor fight during the WMFC Medieval fighting championship in Moscow, Russia, on February 23. Maxim Shemelov/Reuters\n\nOregon Ducks guard Sabrina Ionescu, center, celebrates with teammates after the NCAA women's basketball game against the Stanford Cardinals at Maples Pavilion in Palo Alto, California, on February 24. Ionescu made history by becoming the first college basketball player -- male or female -- to have 2,000 points, 1,000 assists and 1,000 rebounds in her career. Cody Glenn/Icon Sportswire/Getty Images\n\nBen Watson of Great Britain makes a jump during the MX2 race at the FIM MXGP World Championships on March 1 in Winchester, England. Julian Finney/Getty Images\n\nChelsea goalkeeper Willy Caballero attempts a save during the game against Bayern Munich in Stamford Bridge, London, on February 25. Munich beat Chelsea 3-0. Matthew Childs/Reuters\n\nCompetitors from the opposing teams, the Up'ards and the Down'ards, reach for the ball during the annual Royal Shrovetide Football Match in Ashbourne, northern England, on February 25. The mass-participation ball game has very few rules, is played over two 8-hour periods on Shrove Tuesday and Ash Wednesday and is believed to have been played annually in Ashbourne since 1667. Paul Ellis/AFP/Getty Images\n\nUnited States' Garrett Gerloff, No. 31, and Germany's Sandro Cortese, No. 11, crash during the 2020 Superbike World Championship in Phillip Island, Australia, on March 1. Quinn Rooney/Getty Images\n\nTomoyuki Sugano, a professional baseball player on the Yomiuri Giants, throws a pitch in an empty Tokyo Dome during a preseason game on February 29. Fans have been barred from preseason games to prevent the spread of the coronavirus. Eugene Hoshiko/AP\n\nAmerican Samoa's Nathan Crumpton competes at the Bobsleigh and Skeleton World Championships in Altenberg, Germany, on February 27. Matthias Rietschel/Reuters\n\nWashington Capitals left wing Alex Ovechkin waves to the crowd during a ceremony honoring his 700th NHL goal prior to the Capitals' game against the Winnipeg Jets at Capital One Arena on February 25. Geoff Burke/USA Today Sports\n\nNew Mexico Lobos' JaQuan Lyle and Air Force Falcons' Ryan Swan battle for a rebound during the February 26 game at Clune Arena in Colorado Springs. Isaiah J. Downing/USA Today Sports\n\nThe sun sets on the first day of the Moto 2 and Moto 3 testing session held at Local International Circuit in Doha, Qatar, on February 28. Hazrin Yeob Men Shah/Icon Sportswire/Getty Images\n\nArsenal's Shkodran Mustafi and Everton's Richarlison fight for the ball during an English Premier League match in London on February 23. Kirsty Wigglesworth/AP\n\nCompetitors race in the Men's Elite wheelchair group of the Tokyo Marathon on March 1. Clive Rose/Getty Images\n\nAliphine Tuliamuk celebrates after winning the Women's US Olympic marathon team trials in Atlanta on February 29. Kevin C. Cox/Getty Images\n\nChicago Cubs right fielder Ian Miller misses a fly foul ball during the fifth inning of a spring training game against the Texas Rangers on February 27. Charlie Riedel/AP\n\nDetroit Red Wings' Luke Glendening and Calgary Flames' Alexander Yelesin collide along the boards in the first period of an NHL hockey game in Detroit on February 23. Paul Sancya/AP\n\nMia King of the Kangaroos celebrates victory with teammates during the round four AFLW match between the North Melbourne Kangaroos and the Gold Coast Suns on February 29 in Melbourne, Australia. Kelly Defina/AFL Photos/Getty Images\n\nAthletes compete in Expedition Amundsen in Eidfjord, Norway, on February 29. The trek is known as one of the world's toughest expedition races and follows the more than 62-mile path of explorer Roald Amundsen. Kai-Otto Melau/Getty Images\n\nGermany's Christopher Grotheer competes in the men's skeleton competition at the Bobsleigh and Skeleton World Championships in Altenberg, Germany, on February 27. Jens Meyer/AP\n\nVillanova Wildcats' Saddiq Bey and Providence Friars' David Duke dive for the ball during a game in Philadelphia on February 29. Bill Streicher/USA Today Sports\n\nLauren Bair focuses on a hold during the IFSC Pan-American Championships 2020 in Los Angeles on February 27. Carol Coelho/Getty Images\n\nThe pack rides past an onlooker during the third stage of the UAE Cycling Tour from al-Maroom to Jebel Hafeet, on February 24. Giuseppe Cacace/AFP/Getty Images"}