{"url": "http://cnn.com/2020/02/10/sport/gallery/what-a-shot-0209/index.html", "text": "LeBron James goes in for a dunk during an NBA game against Houston on Thursday, February 6. Andrew D. Bernstein/NBAE/Getty Images\n\nItalian skier Giovanni Borsotti falls during a parallel giant slalom race in Chamonix, France, on Sunday, February 9. Alessandro Trovati/AP\n\nThousands of fans gather for the Kansas City Chiefs' Super Bowl parade on Wednesday, February 5. Kyle Rivas/Getty Images\n\nDuke guard Tre Jones shoots over North Carolina players to send the rivalry game into overtime on Saturday, February 8. Duke won 98-96 when freshman Wendell Moore Jr. scored another buzzer-beater in the extra frame. Gerry Broome/AP\n\nLala Kramarenko, a rhythmic gymnast from Russia, competes during Alina Kabaeva's Champions Cup in Moscow on Friday, February 7. Kirill Kudryavtsev/AFP/Getty Images\n\nHouston's Russell Westbrook looks at referee CJ Washington after a foul call on Tuesday, February 4. Westbrook sat out the game against Charlotte because of a sprained thumb. Eric Christian Smith/AP\n\nDaniel Brodin, a winger with Swiss hockey team Fribourg-Gotteron, scores a goal against Lausanne on Saturday, February 8. RvS.Media/Monika Majer/Getty Images\n\nKevin Lerena punches Firat Arslan during their cruiserweight title fight on Saturday, February 8. Lerena defended his IBO title with a sixth-round stoppage. Alex Grimm/Getty Images\n\nFormer Indiana basketball coach Bob Knight waves to fans on Saturday, February 8, after returning to the school for the first time since his firing 20 years ago. Knight was there with players from Indiana's 1980 team, which was being celebrated at halftime of a game against Purdue. Brian Spurlock/USA Today Sports\n\nAustrian skier Nina Ortlieb trains Friday, February 7, for a World Cup downhill race in Garmisch-Partenkirchen, Germany. Philipp Guelland/EPA-EFE/Shutterstock\n\nZion Williamson stretches for a loose ball during an NBA game in Houston on Sunday, February 2. Troy Taormina/USA Today Sports\n\nTom van Steenbergen catches air Thursday, February 6, while practicing for a freeride mountain-biking event in Stellenbosch, South Africa. Nic Bothma/EFE-EPA/Shutterstock\n\nCosta Rica's Maria Coto, left, and the United States' Christen Press go for a header during an Olympic qualifier on Monday, February 3. Press scored twice as the Americans won 6-0. Michael Wyke/AP\n\nGael Monfils loses the grip of his racket as he plays a shot in Montpellier, France, on Saturday, February 8. Tim Clayton/Corbis/Getty Images\n\nKansas' Christian Braun is fouled by Texas' Kai Jones during a college basketball game in Lawrence, Kansas, on Monday, February 3. Ed Zurga/Getty Images\n\nNasser al-Attiyiah and co-driver Matthieu Baumel kick up dust on their way to winning the Oman International Rally on Thursday, February 6. Mohammed Mahjoub/AFP/Getty Images\n\nSkiers are pulled by horses during a skijoring race in St. Moritz, Switzerland, on Sunday, February 9. Marcio Machado/Eurasia Sport Images/Getty Images\n\nAmerican dancer Katelyn Yang performs during the first day of the Prix de Lausanne, an international dance competition in Montreux, Switzerland, on Monday, February 3. Laurent Gillieron/Keystone/AP\n\nDavid Jesus, left, fights Brett Jacklin during an Ontario Hockey League game on Friday, February 7. Chris Tanouye/Getty Images\n\nDrag racer Shawn Reed blows an engine Saturday, February 8, while qualifying for the Winternationals in Ponoma, California. Mark J. Rebilas/USA Today Sports\n\nActor Josh Duhamel, left, and NFL football player Kyle Rudolph celebrate together at the 3M Celebrity Challenge, a charity golf event at California's Pebble Beach Golf Club on Wednesday, February 5. Michael Reaves/Getty Images\n\nColumbus goalie Elvis Merzlikins makes a goal-line save against Montreal's Brendan Gallagher during an NHL game on Sunday, February 2. Eric Bolte/USA Today Sports\n\nMotoGP champion Marc Marquez takes a corner during winter testing in Sepang, Malaysia, on Sunday, February 9. Mohd Rasfan/AFP/Getty Images\n\nPlayers from Canada and France compete in a horse-ball match in Kok-Jar, Kyrgyzstan, on Sunday, February 9. Vyacheslav Oseledko/AFP/Getty Images\n\nPSG's Presnel Kimpembe, left, heads the ball during a French league match against Nantes on Tuesday, February 4. Loic Venance/AFP/Getty Images\n\nHarlequins' Gabriel Ibitoye dives for a try during a Premiership Rugby match in Exeter, England, on Sunday, February 2. Michael Steele/Getty Images"}