{"url": "https://edition.cnn.com/interactive/2019/06/sport/antisemitism-soccer-chelsea-spt-intl/", "text": "How one soccer club is helping educate fans on the horrors of the Holocaust\n\nAnti-Semitism ‘My father buried his parents and sister with his bare hands... he had to dig the grave himself.’\n\n(CNN) — Avram Grant remembers the screaming.\n\nIt came nearly 50 years ago when Grant, then a teenager, first fully began to grasp the horrors that his father, Meir, had been forced to endure during the Holocaust.\n\n“When I was 15 years old, I was sitting on the balcony of my home with my friend and I heard screaming and shouting,” Grant, the former Chelsea coach, told CNN.\n\nAvram Grant visiting the Jewish Quarter in Krakow, Poland. (Photo: Chelsea FC)\n\n“I had never heard anything like this, not even in Hitchcock movies,” adds Grant, referring to the legendary filmmaker.\n\n“It was a shock for me. My father was shouting, I will never forget it. I said to my mum: ‘Mum, what is happening?’ I saw she was very calm and she touched him and he went back to sleep.\n\n“I remember this day because I took a decision to realize how from this hell came such an optimistic and happy guy. I am telling you that I will never forget it.”\n\nIn 1941, Grant’s father fled Nazi-occupied Poland at the age of 13 along with the rest of his family before being exiled in northern Russia, where temperatures plunged to minus 40 degrees Celsius. Only Meir and his brother survived.\n\n“My father buried his parents and sister with his bare hands … he had to dig the grave himself,” Grant said.\n\n“He was 13. This was all because of hatred. That’s why I am always here to speak about it. Always.”\n\nGrant is not only committed to telling his father’s story, but also to educating the next generation. That’s why he has embraced a campaign led by Chelsea, the club he once managed, aimed at eradicating anti-Semitism from soccer and society.\n\n“When you get to my age, you realize there will be nobody left to tell the younger generation firsthand what happened. That’s why it is so important because we are coming to the end of the Holocaust survivor era.”\n\nGrant’s reservations appear well placed.\n\nLack of Holocaust knowledge\n\nThe results of CNN’s 2018 investigation into anti-Semitism in Europe unearthed a number of shocking statistics on the subject of Holocaust education, with a third of Europeans in the poll saying they knew just a little or nothing at all about the Nazis systematic killing of six million Jews.\n\nThe outlook was similarly bleak in the US.\n\nAvram Grant talks to a group of youngsters about his family’s experiences during the Holocaust. (Photo: Chelsea)\n\nA survey carried out on behalf of the Claims Conference in 2018 found that 11% of American adults were not sure they’d ever heard of the Holocaust, rising to one in five millennials. Nearly half of the millennials surveyed could not name a single concentration camp, and 45% of the American adults questioned failed to do so.\n\nIn early May, Grant led a delegation from Chelsea and MLS team New England Revolution to take part in “March of the Living,” in which participants were taken on a guided tour of Auschwitz and learned about the systematic mass murder of Europe’s Jewish communities.\n\nThe visit was part of Chelsea’s highly respected “Say No to Anti-Semitism” campaign, which was launched in January 2018 under the leadership of club owner Roman Abramovich.\n\nIt was in November 2017 that Abramovich, who is Jewish, began discussions with the club’s board about a concerted campaign to fight anti-Semitism.\n\nHe was perturbed by the number of anti-Semitic incidents that had taken place across Europe and was eager to take a stand.\n\nIt was also an opportunity to educate the club’s supporters on a subject that those who watched the team in the 1970s and 1980s would have been all too aware of, given the anti-Semitic songs and chants that used to be heard at games.\n\nAuschwitz chants\n\nIvor Baddiel, a Jewish Chelsea supporter, said he stopped attending games temporarily in the 1970s after hearing chants of “Sieg Heil” from a section of fellow supporters and seeing anti-Semitic literature sold outside the stadium.\n\nParticularly vivid are his memories from games against Tottenham, one of Chelsea’s London rivals, that historically has a large following from the Jewish community.\n\nBaddiel says Tottenham fans were often targeted by anti-Semitic abuse with songs such as “Spurs are on their way to Auschwitz” and hissing noises mimicking the sound of the gas chambers used by the Nazis during the Holocaust.\n\nTottenham fans at the 2019 Champions League final in Madrid. (Photo: Clive Rose/Getty Images)\n\nBaddiel also recalls the first time he heard the word “Yid,” a derogatory word for Jew, at a game. At the time, the word was also being used by Tottenham supporters, who wanted to reclaim the word from the racists, and instead, in their view, wear it as a badge of honor.\n\nEven today, some Tottenham supporters refer to themselves as ‘“Yiddos” and the “Yid Army,” despite calls from Jewish groups to stop.\n\nThough shocked by the nature of the anti-Semitic abuse, Baddiel, later resumed attending games.\n\nHe has made two videos on anti-Semitism, one focusing specifically on the “Y-word” and the other for Chelsea’s current campaign, both of which he hopes will help educate the public.\n\n“Absurd as it sounds, those guys in the pub who are singing, ‘Spurs are on their way to Auschwitz,’ I think you could even question whether they realize they are being anti-Semitic,” Baddiel said.\n\n“They think they’re being anti-Tottenham.\n\n“I think a lot of people didn’t know it was a racist word for Jews and just thought it was about Tottenham fans.”\n\nFighting back\n\nToday, Chelsea is one of the most proactive sporting organizations in tackling anti-Semitism, and its “Say No to Anti-Semitism” campaign has already won praise from both inside and outside football.\n\nA delegation from Chelsea visits Auschwitz-Birkenau. (Photo: Chelsea FC)\n\nThe club has taken supporters to Auschwitz-Birkenau to educate them about the horrors of the Holocaust, has invited survivors to speak to players and staff about their experiences, and is raising money to help fund a new Holocaust exhibition at London’s Imperial War Museum.\n\nNeil Beard, a Chelsea supporter who attended his first game in 1970, believes the club has helped fans become better equipped to fight against anti-Semitism by providing educational programs and taking them on trips to concentration camps.\n\nBeard, who visited Auschwitz last year with his two teenage children, and also attended a talk by a Holocaust survivor organized by the club in London, says the work Chelsea is doing is having a hugely positive effect.\n\n“I feel we came back as advocates ready to tackle anti-Semitism, particularly where it’s done casually and through ignorance and people think it’s funny,” Beard told CNN.\n\n“It’s not funny. We really need to take it seriously. It’s obviously a global issue with the rise of fascism but as Chelsea supporters and for the club I think we’ve come a long way because it’s now unacceptable and embarrassing among Chelsea supporters to sing some of the songs that were sung during the 1980s, 1990s and even up to today.\n\n“Listening to a survivor had a huge impact on me, trying to imagine yourself in that position and that was harrowing to think you could have found yourself there in that kind of hell. It was so powerful.”\n\nChelsea’s David Luiz takes a selfie with students at Fuller Middle School in Framingham during the US trip. (Photo: Chelsea FC)\n\nThe Chelsea Foundation runs equality training workshops in 75 schools across the UK and ran sessions for hundreds of children in the lead-up to the team’s arrival in Boston for the club’s game against New England Revolution in a contest arranged to raise money for groups tackling anti-Semitism and discrimination.\n\nBruce Buck, Chelsea’s chairman, insists that while instances of anti-Semitism at the club’s games remain a “very small problem but an important problem” compared to 30 years ago, there will be no letup in the fight against Jew hatred.\n\nHe cites the training of stewards in identifying anti-Semitic behavior and the use of CCTV as key aides in tracking down those responsible.\n\n“We’ve come a long way, society has come a long way, but there’s still a problem and I don’t underestimate the problem,” Buck told CNN.\n\n“We are only dealing with the overt incidents and not dealing with those behind the screen and that’s where the other aspect I think of our project, the education part, dealing with that, trying to deal with what’s below the surface.”\n\nChelsea has cracked down on instances of racism by its fans already this season. Four fans were suspended for appearing to racially abuse Manchester City’s Raheem Sterling last December, while three supporters were barred from entering a Europa League game against Slavia Prague after a video on social media allegedly showed them abusing Liverpool’s Egyptian forward Mohamed Salah.\n\n“We all understand the power of football, the reach of football, it’s extraordinary,” Buck added. “As an American, we think of ourselves as the biggest sports fans in the world and maybe we are, but we don’t have the attachment to our club that you do in the UK which is cradle to grave, whichever club your father supports, you support, and it’s unique. I think it’s true in continental Europe too. So that attachment gives them a loyalty and gives us an opportunity to education.”\n\n'Could take an entire generation to correct properly'\n\nChelsea’s work has already been commended by sections of the local Jewish Community as well as UK Chief Rabbi Ephraim Mirvis.\n\nChelsea’s players visit the Holocaust memorial in the US city of Boston. (Photo: Chelsea FC)\n\nMirvis believes the role of education, which Chelsea is keen to emphasize as part of its strategy, is key to tackling anti-Semitism though he concedes there is no quick fix. “It could take an entire generation to correct properly,” he told CNN of the fight against anti-Semitism.\n\n“Chelsea is leading the field here and it’s huge congratulations to them. I think the most significant thing Chelsea has done is to acknowledge that there is a problem. That’s very much to their credit. They have taken some concrete and constructive steps.\n\n“It’s an enormous challenge. I think education, the concept, needs to be repeated again and again, together with genuine attempts. Our problem is that we are playing catch up when we are dealing with adults who are already in the stadium. They’ve been conditioned to some degree by their society to think in a certain way and find certain elements of conduct within their comfort zone.”\n\n“When you are talking about changing opinions you need thought leaders, you need influencers.”\n\nKaren Pollock, head of the Holocaust Educational Trust in London, told CNN it had been “humbling” to see Chelsea committing itself to fighting anti-Semitism with direction coming from the very top of the club and being embraced by staff and players alike.\n\n“Footballers are role models for so many and their words and actions have such an impact,” Pollock said.\n\n“Their positive message of inclusion and tolerance is vital in tackling prejudice and hate.”\n\nPittsburgh\n\nFor Chelsea, its arrival in the US could scarcely have been more timely.\n\nAn annual report published in May by the Anti-Defamation League found that anti-Semitic incidents in the US remained near historic levels in 2018 after surging the previous year.\n\nAccording to the latest figures from the ADL, 2018 was the third-highest year on record for assault, harassment and vandalism against Jews since it began tracking such incidents in 1979.\n\nThere were a total of 1,879 attacks against Jews and Jewish institutions across the country, according to the report. This includes the 11 people killed during the October 2018 mass shooting at the Tree of Life synagogue in Pittsburgh, believed to be the deadliest attack on the Jewish community in the history of the US.\n\nThese numbers are down slightly from the 1,986 anti-Semitic incidents in 2017, the ADL said.\n\nChelsea played New England Revolution in the US at Boston's Gillette Stadium. (Photo: Chelsea FC)\n\nThe decision to visit the US last month and hold a charity match against New England Revolution was made in the aftermath of the Pittsburgh attack. Both Abramovich and Revolution owner Robert Kraft had already expressed their desire to work with one another on tackling anti-Semitism, but according to Buck, Pittsburgh was the catalyst for the charity match.\n\nBoth Abramovich and Kraft pledged to donate $1 million to the charity fund, with a further $2 million being raised through gate receipts. The $4 million pot will be split between 15 different organizations tackling anti-Semitism and discrimination including the Tree of Life synagogue in Pittsburgh.\n\n'Heroes'\n\nElan Carr, the US special envoy for monitoring and combating anti-Semitism, told CNN that while the attack in Pittsburgh and one at a synagogue in Poway, California, have recently left the Jewish community on edge, programs such as the one deployed by Chelsea and New England Revolution could play a key part in educating future generations on the dangers of anti-Semitism.\n\nChelsea’s David Luiz talks to students at Fuller middle school in Framingham in the US. (Photo: Chelsea FC)\n\n“When you are talking about changing opinions you need thought leaders, you need influencers – and athletes are influencers in a way no one else can be. These guys are heroes to kids from rural farmlands to cities, they are adored and worshipped. To have athletes who are so influential stand up and fight for decency and justice, and take positions and say ‘no’ to this scourge of anti-Semitism, a human sickness, and for athletes to say that is unacceptable, that is a game changer,” Carr told CNN.\n\n“This example of what is happening and what Chelsea and New England are doing is a model that can truly change the world,” he added.\n\n'Big power'\n\nSuch a responsibility is not lost on the players. Born in Brazil to parents who both worked as teachers, defender David Luiz told CNN that the morals instilled in him during his childhood have helped him become more aware of discrimination within society.\n\nDavid Luiz on racism in football 2:22\n\n“Football has big, big power to do it and we have to use it in the right way,” Luiz told CNN of the sport’s role in bringing about positive social change.\n\n“I think we are examples for many people around the world and we have to use this power in the right way to make the real difference.\n\n“If you go to the maternity unit you don’t see one baby with a bad vibe. The babies are good, they are cute. It’s the pollution of the world and the system that makes people think in different ways.”\n\nLuiz was part of the squad that visited the New England Holocaust memorial in Boston and also took part in education workshops with local schoolchildren.\n\nOn the final day of the tour, he played a part in Chelsea’s 3-0 win at Gillette Stadium with 25,000 fans lending their support to the game dubbed “Final Whistle on Hate.”\n\nAbramovich flew to Boston to watch the game alongside Kraft and visited the locker room afterward.\n\n'I will keep speaking'\n\nFor Grant, it was the final event of a trip that had brought the scourge of anti-Semitism to the forefront of the sporting agenda and gave hope to those working to tackle it each and every day.\n\nAvram Grant led Chelsea to the 2008 Champions League final. (Photo: Franck Fife/AFP/Getty Images)\n\nBut what would his father, who passed away at the age of 82 in October 2009, say?\n\n“You know, if my father was alive now he would say: ‘Why are you living in the past?’\n\n“I would say to him that I’m not living in the past, I want to know about the past so that it will not happen again."}