{"url": "http://cnn.com/2020/02/03/sport/gallery/what-a-shot-0203/index.html", "text": "Kansas City Chiefs head coach Andy Reid reacts after being doused with celebratory Gatorade on Sunday, February 2. The Chiefs defeated the San Francisco 49ers 31-20 in Super Bowl LIV . It is the Chiefs' first title in 50 years, and it is Reid's first as a head coach. David J. Phillip/AP\n\nSofia Kenin kisses her trophy after winning the Australian Open on Saturday, February 1. It is the 21-year-old American's first grand slam title. Scott Barbour/EPA-EFE/Shutterstock\n\nNotre Dame's Sam Brunelle jumps over Louisville's Mykasa Robinson as they chase down a loose ball on Thursday, January 30. Michael Caterina/South Bend Tribune/AP\n\nLeBron James speaks to the crowd in Los Angeles during a pregame ceremony honoring NBA legend Kobe Bryant on Friday, January 31. Bryant, 41, was killed in a helicopter crash last week. Harry How/Getty Images\n\nNovak Djokovic returns a shot during the Australian Open final on Sunday, February 2. Djokovic defeated Dominic Thiem in a five-set match that went nearly four hours. It is his eighth Australian Open title and his 17th grand slam overall. Andy Wong/AP\n\nNick Scholfield, riding Templier, falls during a race in Wincanton, England, on Thursday, January 30. Alan Crowhurst/Getty Images\n\nKansas City quarterback Patrick Mahomes lifts the Vince Lombardi Trophy after the Chiefs won Super Bowl LIV on Sunday, February 2. Mahomes, who threw for two touchdowns and ran for one, was named the game's Most Valuable Player. Robert Deutsch/USA TODAY Sports\n\nTampa Bay's Tyler Johnson, bottom, collides with Dallas' Miro Heiskanen during an NHL game in Dallas on Monday, February 27. Tom Pennington/Getty Images\n\nThe University of Connecticut honored the late Gianna Bryant with a jersey before a game against the USA women's basketball team on Monday, February 27. Maddie Meyer/Getty Images\n\nCyclists race past melons in Pocito, Argentina, on Monday, February 27. Maximiliano Blanco/Getty Images\n\nAlexander Zverev plays a backhand during an Australian Open match on Wednesday, February 29. Darrian Traynor/Getty Images\n\nKansas City running back Damien Williams crosses the goal line to score the go-ahead touchdown in Super Bowl LIV on Sunday, February 2. The Chiefs trailed 20-10 in the fourth quarter before scoring 21 straight points. Kyle Terada/USA TODAY Sports\n\nGermany's Nico Walther pilots a bobsled during a World Cup event in St. Moritz, Switzerland, on Saturday, February 1. Urs Flueeler/EPA-EFE/Shutterstock\n\nEngland's Tom Bowen tackles Australia's Nick Malouf during a rugby sevens match in Hamilton, New Zealand, on Sunday, January 26. Hagen Hopkins/Getty Images\n\nKobe Bryant jerseys are seen at Staples Center before a Los Angeles Lakers game on Friday, January 31. Frederic J. Brown/AFP/Getty Images\n\nNotre Dame guard Dane Goodwin shoots against Wake Forest on Wednesday, January 29. Matt Cashore/USA TODAY Sports\n\nHungary players celebrate after winning the European Water Polo Championship on Sunday, January 26. Attila Kisbenedek/AFP/Getty Images\n\nSouthampton's Moussa Djenepo heads the ball during a Premier League match at Liverpool on Sunday, February 1. Carl Recine/Reuters\n\nScooby the chihuahua balances on a basketball during a halftime show in Fort Worth, Texas, on Wednesday, January 29. Kevin Jairaj/USA TODAY Sports\n\nKansas City running back Damien Williams celebrates his long touchdown run that put the finishing flourish on the Chiefs' Super Bowl victory on Sunday, February 2. Kevin C. Cox/Getty Images\n\nNew York's Elfrid Payton shoves Memphis's Jae Crowder during an NBA game in New York on Wednesday, January 29. Payton was upset with Crowder shooting a 3-pointer when the game was already well in hand. Payton was ejected from the game and later suspended by the league. Elsa/Getty Images\n\nNorwegian ski jumper Maren Lundby competes in a World Cup event in Oberstdorf, Germany, on Saturday, February 1. Ronald Wittek/EPA-EFE/Shutterstock/Shutterstock\n\nSpain's Iosu Goni Leoz, left, throws near Croatia's Zlatko Horvat during the final of the European Handball Championship on Sunday, January 26. Croatia won 23-19. Anders Wiklund/AFP/Getty Images"}