{"url": "http://cnn.com/2020/01/20/sport/gallery/what-a-shot-0120/index.html", "text": "LSU quarterback Joe Burrow lifts the trophy after the LSU Tigers defeated Clemson in the College Football Playoff National Championship on Monday, January 13, in New Orleans, Louisiana. See more photos from the game Jamie Schwaberow/Getty Images\n\nA participant tries to control a bull during the annual bull taming Jallikattu festival in the Palamedu village in the southern Indian state of Tamil Nadu on Thursday, January 16. Arun Sankar/AFP/Getty Images\n\nPeople pose for a photograph as Italy's Katharina Putzer competes in the luge during the Lausanne 2020 Winter Youth Olympics on Friday, January 17, in St. Moritz, Switzerland. David Ramos/Getty Images\n\nKansas City Chiefs quarterback Patrick Mahomes runs on his way to scoring a 27-yard touchdown against the Tennessee Titans in the AFC Championship Game on Sunday, January 19, in Kansas City, Missouri. The Chiefs beat the Titans and will advance to Super Bowl LIV. Tom Pennington/Getty Images\n\nJose Ignacio Cornejo Florino of Chile rides his Honda motorbike during stage 11 of the Dakar Rally between Shubaytah and Haradh, Saudi Arabia, on Thursday, January 16. Bernat Armangue/AP\n\nLos Angeles Kings goalie Jonathan Quick makes a save against Tampa Bay Lightning's Anthony Cirelli in Tampa, Florida, on Tuesday, January 14. Kim Klement/USA Today Sports\n\nSan Francisco 49ers' Raheem Mostert dives into the end zone for a touchdown against the Green Bay Packers during the NFC Championship game at Levi's Stadium on Sunday, January 19, in Santa Clara, California. The 49ers will play the Kansas City Chiefs in the Super Bowl LIV. Sean M. Haffey/Getty Images\n\nToronto Raptors' OG Anunoby passes the ball against San Antonio Spurs' Jakob Poeltl during the first half of a game in Toronto, Canada, on Sunday, January 12. Vaughn Ridley/Getty Images\n\nMohamed Salah of Liverpool celebrates after scoring his team's second goal during the Premier League match against Manchester United in Liverpool on Sunday, January 19. Liverpool defeated Manchester United 2-0. Michael Regan/Getty Images\n\nLSU safety Grant Delpit forces a late-game fumble by Clemson quarterback Trevor Lawrence in the College Football Playoff National Championship on Monday, January 13. The turnover essentially sealed the game for LSU. Sue Ogrocki/AP\n\nSven Thorgren of Sweden competes during the final run of the snowboard slopestyle competition in Laax, Switzerland, on Friday, January 17. Gian Ehrenzeller/AP\n\nTeam East running back Benny LeMay runs in a touchdown as Team West safety Austin Lee defends during the 95th Annual East-West Shrine Bowl on Saturday, January 18, in St. Petersburg, Florida. Douglas Defelice/USA Today Sports\n\nJonjo O'Neill Jr. riding Django Django win the Corbiere Handicap Chase on Wednesday, January 15, in Newbury, England. Alan Crowhurst/Getty Images\n\nBosnia Herzegovina´s Dejan Malinovic is blocked by Portugal´s Alexandre Cavalcanti and Alexis Borges Hernandez during the European Men's Handball Championship preliminary round match in Gothenburg, Sweden, on Sunday, January 12. Ole Martin Wold/NTB Scanpix via Getty Images\n\nSpain's Rafael Nadal practices ahead of the 2020 Australian Open at Melbourne Park on Sunday, January 19. Mike Owen/Getty Images\n\nKris Dunn of the Chicago Bulls forces a jump ball with Collin Sexton of the Cleveland Cavaliers on Saturday, January 18, in Chicago, Illinois. The Bulls defeated the Cavaliers 118-116. Jonathan Daniel/Getty Images\n\nPittsburgh Penguins' Sidney Crosby skates before the team's game against the Boston Bruins in Boston, Massachusetts, on Thursday, January 16. Winslow Townson/USA Today Sports\n\nPresident Donald Trump delivers remarks during a ceremony honoring LSU as the 2019 College Football National Champions in the East Room of the White House on Friday, January 17. Sawn Thew/EPA-EFE/Shutterstock\n\nRussia's Irina Khavronina and Dario Cirisano compete in the free dance segment of the ice dance competition at the 2020 Winter Youth Olympics in Lausanne, Switzerland, on Monday, January 13. Jed Leicester/AP\n\nThe Oregon Ducks strategize during a timeout in a game against the Washington Huskies on Saturday, January 18, in Seattle, Washington. The Oregon Ducks defeated the Washington Huskies 64-61 in overtime. Alika Jenner/Getty Images\n\nAl-Sadd throws its coach Xavi Hernandez into the air after winning the final match of the Qatar Cup against Al-Duhail on Friday, January 17. Al-Sadd won the match 4-0. Karim Jaafar/AFP/Getty Images\n\nDaniele Garozzo of Italy plays against Nick Itkin of the United States in the men's foil team final game during Challenge International De Paris on Sunday, January 12, in Paris, France. Lampson Yip/Clicks Images/Getty Images\n\nBrooke Chaplen of Reading battles for possession with Jennifer Beattie of Arsenal during the FA Women's Continental League Cup quarter final match on Wednesday, January 15, in Borehamwood, England. Alex Pantling/Getty Images\n\nNovak Djokovic serves drinks during the Rally for Relief Bushfire Appeal event on Wednesday, January 15, in Melbourne, Australia. Darrian Traynor/Getty Images\n\nMax Domi of the Montreal Canadiens reaches for the puck during a match against the Philadelphia Flyers on Thursday, January 16, in Philadelphia, Pennsylvania. Mitchell Leff/Getty Images\n\nOmar Payne of the Florida Gators blocks a shot by J'Von McCormick of the Auburn Tigers during the second half in Gainesville, Florida, on Saturday, January 18. Florida won 69-47. Kim Klement/USA Today Sports"}