{"url": "http://cnn.com/2020/01/05/sport/gallery/what-a-shot-sports-0105/index.html", "text": "New England quarterback Tom Brady walks off the field after the Patriots lost to Tennessee in the NFL playoffs on Saturday, January 4. Was it his last game? He will become a free agent in March, and he'll be 43 years old when next season starts. \"I don't know what the future looks like, and I'm not going to predict it,\" said the six-time Super Bowl champion. When asked if there was a possibility that he would retire, he said retirement is \"pretty unlikely, hopefully unlikely.\" Greg M. Cooper/USA Today Sports\n\nNorwegian ski jumper Sondre Ringen soars above Innsbruck, Austria, during the Four Hills Tournament on Saturday, January 4. Franz Kirchmayr/Getty Images\n\nTexas football players celebrate their Alamo Bowl victory over Utah on Tuesday, December 31. Erich Schlegel/USA Today Sports\n\nFrench basketball player Isaia Cordinier competes in the slam dunk contest during All-Star Game festivities in Paris on Sunday, December 29. Martin Bureau/AFP/Getty Images\n\nPlayers from the Nashville Predators and the Dallas Stars battle for the puck during the NHL Winter Classic on Wednesday, January 1. The annual outdoor game was played at the Cotton Bowl in Dallas. Jeffrey McWhorter/AP\n\nBrighton's Alireza Jahanbakhsh scores a spectacular goal during a Premier League match against Chelsea on Wednesday, January 1. The match in Brighton, England, ended 1-1. Dylan Martinez/Reuters\n\nThe sun sets near the Rose Bowl in Pasadena, California, on Wednesday, January 1. Oregon was playing Wisconsin in the annual bowl game. Sean M. Haffey/Getty Images\n\nFrench tennis player Gael Monfils falls down during a match at the ATP Cup on Saturday, January 4. The international team competition is taking place in Australia. Patrick Hamilton/AFP/Getty Images\n\nBoston's Jaylen Brown throws down a dunk during an NBA game against Atlanta on Tuesday, January 3. Maddie Meyer/Getty Images\n\nBuffalo quarterback Josh Allen dives for a touchdown during an NFL playoff game in Houston on Saturday, January 4. Houston won 22-19 in overtime. Kevin Jairaj/USA Today Sports\n\nEimir McSwiggan competes at the Ice Climbing World Cup in Changchun, China, on Sunday, January 5. Fred Lee/Getty Images\n\nVissel Kobe's Andres Iniesta, right, competes against Kashima Antlers' Serginho during the Emperor's Cup final in Tokyo on Wednesday, January 1. Vissel Kobe won 2-0. Zhizhao Wu/Getty Images\n\nThe rally car of Romain Dumas and Alexandre Winocq catches fire during the first stage of the Dakar Rally on Sunday, January 5. Neither Dumas or Winocq were hurt. The Dakar Rally is taking place in Saudi Arabia this year. Hamad I Mohammed/Reuters\n\nWest Virginia's Oscar Tshiebwe and Kansas' Udoka Azubuike battle for the ball during a college basketball game in Lawrence, Kansas, on Saturday, January 4. Charlie Riedel/AP\n\nManchester City's Pauline Bremer heads the ball toward Tottenham's goal during a Super League match in London on Sunday, January 5. Bremer had two goals in a 4-1 victory. Steven Paston/EMPICS/PA/Getty Images\n\nMinnesota's Anthony Harris intercepts a pass intended for New Orleans wide receiver Ted Ginn Jr. during an NFL playoff game on Sunday, January 5. Minnesota won 26-20 in overtime. Chuch Cook/USA Today Sports\n\nJapanese ski jumper Ryoyu Kobayashi competes at the Four Hills Tournament in Garmisch-Partenkirchen, Germany, on Wednesday, January 1. Daniel Kopatsch/Bongarts/Getty Images\n\nNorway's Casper Ruud serves the ball to Italy's Fabio Fognini at the ATP Cup on Sunday, January 5. Ciro De Luca/Reuters\n\nEzekiel Mitchell falls off Awesome Man during a Professional Bull Riders event in New York on Saturday, January 4. Emilee Chinn/Getty Images\n\nA rainbow is seen behind Gary Woodland as he practices his putting at the Tournament of Champions on Friday, January 3. The event is held every year on the Hawaiian island of Maui. Kyle Terada/USA Today Sports\n\nCross country skiers collapse at the finish line after a World Cup race in Val di Fiemme, Italy, on Sunday, January 5. Norway's Therese Johaug finished first in the women's mass-start event. Laurent Salino/Agence Zoom/Getty Images\n\nSeattle running back Marshawn Lynch, playing his first game since coming out of retirement, leaps for a touchdown against San Francisco on Sunday, December 29. Alika Jenner/Getty Images\n\nA tattooed runner prepares for the 15-kilometer St. Silvester road race in Sao Paulo, Brazil, on Tuesday, December 31. Miguel Schincariol/AFP/Getty Images\n\nThis aerial photo, taken with a drone, shows cyclists taking part in the St. Sylvestre Grand Prix, a mountain bike race in Villars-sur-Ollon, Switzerland, on Tuesday, December 31. Valentin Flauraud/EPA-EFE/Shutterstock\n\nAston Villa's Bjorn Engles, left, competes with Fulham's Ivan Cavaleiro during an FA Cup match in London on Saturday, January 4. Fulham advanced with a 2-1 victory. Justin Setterfield/Getty Images"}