{"url": "http://cnn.com/2020/01/13/sport/gallery/what-a-shot-0113/index.html", "text": "Tennessee Titans tight end Jonnu Smith hauls in a touchdown catch over Ravens defender Brandon Carr during the first quarter of their AFC Divisional Round playoff game in Baltimore, Maryland, on Saturday, January 11. The Titans won the game 28-12 and will advance to the AFC Championship on January 19. Will Newton/Getty Images\n\nSerena Williams celebrates after winning the ASB Classic in Auckland, New Zealand, on Sunday, January 12. This is Williams' first professional tennis title since giving birth to her daughter Alexis Olympia in September 2017. Hannah Peters/Getty Images\n\nMemphis guard Ja Morant attempts to save a ball from going out of bounds during an NBA game against the Phoenix suns in Phoenix, Arizona, on Sunday, January 5. Joe Camporeale/USA Today Sports\n\nSpectators on a ski lift watch Zan Kranjec race in the men's giant slalom of the FIS World Cup in Adelboden, Switzerland, on Saturday, January 11. Fabrice Coffrini/AFP/Getty Images\n\nPelicans guard Lonzo Ball warms up before a game against the Boston Celtics at TD Garden on January 11. Adam Glanzman/Getty Images\n\nKansas City Chiefs running back Damien Williams celebrates in the end zone after scoring a second-quarter touchdown against the Houston Texans during their AFC Divisional Round playoff game in Kansas City on Sunday, January 12. The Chiefs, who trailed the Texans 21-0 after the first-quarter, stormed back to win the game 51-31. Jay Biggerstaff/USA Today Sports\n\nAleksandre Metreveli and Go Soda compete in their men's singles tennis match during the ATP Cup in Perth, Australia, on Monday, January 6. Will Russell/Getty Images\n\nUConn guard Crystal Dangerfield, left, fouls Baylor's Te'a Cooper during the first half of their NCAA basketball game in Hartford on Thursday, January 9. Baylor won the game 70-54, snapping UConn's 98-game winning streak at home , only one game shy of the Division I record of 99 games, which is also held by UConn. Jessica Hill/AP\n\nSwitzerland's Caroline Ulrich competes in the Ski Mountaineering Women's Individual race during the 2020 Winter Youth Olympic Games, in Bretaye, Switzerland, on January 10. Gabriel Monnet/EPA-EFE/Shutterstock\n\nLos Angeles Lakers guard Alex Caruso dunks during the second half of of the game against the Detroit Pistons on Sunday, January 5, in Los Angeles. The Lakers extended their winning streak to five games by defeating the Pistons 106-99. Jayne Kamin-Oncea/USA Today Sports\n\nBritish cyclist Tom Pidcock wins the Senior Men's Trophy Race during the HSBC UK National Cyclo-Cross Championships in Shrewbury, England, on Sunday, January 12. Alan Crowhurst/Getty Images\n\nToyota Gazoo Racing WRT driven by Netherlands' Bernhard ten Brinke and Belgium's Tom Colsoul compete during the 2020 Dakar Rally on Sunday, January 5, in Saudi Arabia. The 14-stage rally cancelled Stage 8 on Sunday, January 12, after Portuguese motorbike rider Paulo Gonçalves died following a crash. Hamad Mohammed/Reuters\n\nColorado Avalanche center Nazem Kadri (91) fights with New York Rangers defenseman Ryan Lindgren (55) during the first period at Madison Square Garden on January 7, 2020 in New York. Sarah Stier/USA Today Sports\n\nAustralia's Alex de Minaur and Nick Kyrgios celebrate winning their quarter final doubles match against Britain's Jamie Murray and Joe Salisbury on Thursday, January 9, in Sydney, Australia. They won 18-16 in the final set. Edgar Su/Reuters\n\nA surfer takes some air off a wave while surfing after sunset in Cardiff, California, on January 7, 2020. Mike Blake/Reuters\n\nLeicester City's Jonny Evans kicks the ball during a match against Southampton on Saturday, January 11, in Leicester. Southampton won 2-1. Andrew Boyers/Reuters\n\nTeam Netherlands competes in the Ladies Team Pursuit during the third day of the ISU European Speed Skating Championship on Sunday, January 12, in Heerenveen, Netherlands. Joosep Martinson/International Skating Union via Getty Images\n\nPeople gesture as Ford's Czech driver Martin Prokop and co-driver Viktor Chytka compete in Stage 4 of the 2020 Dakar Rally in Saudi Arabia, on Wednesday, January 8. Franck Fife/AFP/Getty Imagesq\n\nNew Orleans Saints quarterback Drew Brees fumbles the ball following a sack by Minnesota Vikings defensive end Danielle Hunter during the NFC Wild Card Playoff game in New Orleans on Sunday, January 5. The Vikings defeated the Saints 26-20 in overtime. Chris Graythen/Getty Images\n\nSerbia's Novak Djokovic throws his racquet to the ground during a match against Russia's Daniil Medvedev on Saturday, January 11. Djokovic beat Medvedev , sealing Serbia's spot in the final of the 2020 ATP Cup. Edgar Su/Reuters\n\nParis Saint-Germain's Kylian Mbappe celebrates scoring their sixth goal against AS Saint-Étienne during a match on Wednesday, January 8. PSG defeated Saint-Étienne 6-1. Gonzalo Fuentes/Reuters\n\nSlovakia's Adam Sýkora knocks in the puck against Switzerland goalie Loris Uberti during a their 3-on-3 Preliminary Round Games at the Lausanne 2020 Winter Youth Olympics on Sunday, January 12, in Switzerland. Basile Barbey/RvS.Media via Getty Images\n\nHouston Rockets' PJ Tucker reacts with James Harden after forcing a turnover against the Atlanta Hawks on Wednesday, January 8, in Atlanta. The Rockets beat the Hawks 122-115. Kevin C. Cox/Getty Images\n\nArsenal's Matteo Guendouzi vies for the ball with Leeds United's Ezgjan Alioski during their match on Monday, January 6, in London. Arsenal defeated Leeds United 1-0. Eddie Keogh/Reuters\n\nAn athlete competes in the Women's 10-kilometer individual race during the second day of the Lausanne 2020 Winter Youth Olympics on Saturday, January 11, in Les Tuffes, France. Matthias Hangst/Getty Images\n\nYoung Aston Villa fans beg for a signatures from the athletes during a game against Manchester City on January 12, in Birmingham, England. Carl Recine/Reuters\n\nCricket fans watch a match against South Africa and England in Cape Town on Friday, January 7. Mike Hutchings/Reuters"}