{"url": "http://cnn.com/2020/05/19/asia/xi-jinping-africa-coronavirus-hnk-intl/index.html", "text": "(CNN) Chinese leader Xi Jinping made preserving diplomatic ties in Africa a centerpiece of his opening address at the World Health Assembly earlier this week, as Beijing faces a backlash among some Western democracies for its role in the coronavirus pandemic.\n\nWith the traditional big donors to Africa, such as Europe and the United States, focused on containing the continued spread of the virus, Xi moved to position China, which has its own outbreak largely under control, as the global leader in health.\n\nAt the gathering of World Health Organization (WHO) member states, Xi pledged to give $2 billion to the WHO over the next two years to assist developing economies -- and reminded Africa that its long relationship with Beijing had seen Chinese aid help treat 200 million Africans over the past seven decades.\n\nXi committed to helping 30 hospitals in Africa, setting up a pan-African health authority on the continent and supporting an affordable vaccine there, once one has been found.\n\nChinese President Xi Jinping speaking via video link to the World Health Assembly, on a giant screen beside a street in Beijing on May 18, 2020.\n\nBut Xi's offerings weren't just about taking the lead in Africa: they were about securing support at a critical and precarious juncture in Beijing's relationship with the continent.\n\nWhile no African head of state has yet publicly criticized China's response to the virus, earlier this week the African group backed a European Union-drafted resolution co-signed by more than 100 countries calling for an independent inquiry into the coronavirus pandemic.\n\nThat comes after African ambassadors last month wrote an unprecedented joint letter to Beijing demanding answers for the mistreatment of African residents in China during the coronavirus crisis.\n\nAs the coronavirus leaves China increasingly isolated on the world stage, Xi's speech made it clear how vital the support of African nations is to Beijing.\n\nImportant diplomatic allies\n\nChina's diplomatic ties with African nations stretch back to the mid-20th century when Beijing befriended newly independent countries as it tried to position itself as leader of the developing world, and counter US and USSR influence during the Cold War era.\n\nSince then, Africa has proved to be a critical diplomatic bloc for Beijing -- the bid by the People's Republic of China (PRC) to expel the Republic of China (Taiwan) from the United Nations Security Council in 1971 succeeded largely because of the support of Africa, which provided 26 of the 76 votes it needed to win. That move allowed the PRC to take Taiwan's position both on the General Assembly and as one of the five permanent members of the Security Council.\n\nIn subsequent decades, when China has faced fierce criticism from the West, African countries have continued to stand beside Beijing.\n\nAfter the Tiananmen Square crackdown, China succeeding in persuading several African countries to sign an agreement saying the clashes, in which Chinese troops fired on and killed civilians, \" permitted no foreign interference.\n\nAs Western nations threatened to boycott Beijing's 2008 Olympic Games over concerns of human rights abuses in China, African countries continued to support the event.\n\nA woman wearing a face mask amid concerns over the Covid-19 coronavirus walks holding her smartphone past a Huawei shop (L) on a street in Beijing on April 22, 2020.\n\nAnd more recently, as the US applied pressure on telecommunications company Huawei, accusing it of being a Trojan horse for the Chinese government, key African economies including Kenya and South Africa have welcomed its presence.\n\n\"Each time the US or the West ramps up its criticism of China, the Chinese government turns back to its long-time, all-weather friendship in Africa,\" says Lina Benabdallah, assistant professor in politics at Wake Forest University, specializing in China-Africa relations.\n\n\"Beijing needs its African partners to boost its image that China is not isolated or without any friends on the international arena.\"\n\nAs the United States in particular pushes the narrative that Beijing is to blame for the spread of Covid-19, Africa's support is once again vital as Beijing pushes the counter-narrative that after beating the virus it is now a leader in global health.\n\nIn March and April, China exported 71 billion yuan ($10 billion) in medical supplies around the world, including about 28 billion masks , to help fight coronavirus.\n\nChinese medical supplies arrived in South Africa, with love, as expressed by local newspaper. We always stand together with our African brothers&sisters.https://t.co/kUf0UAUrfX pic.twitter.com/Axp2BCekoD — Hua Chunying 华春莹 (@SpokespersonCHN) April 16, 2020\n\nBut Beijng's so-called mask diplomacy has received a mixed reception in the West -- in March, the European Union's foreign policy chief Josep Borrell warned about the \"struggle for influence through spinning and the 'politics of generosity.'\"\n\nIn Africa, governments have welcome the aid.\n\n\"Africa is home to a plethora of developing countries desperate for support to combat the health and economic impact of Covid-19,\" says Ovigwe Eguegu, a Nigerian international affairs analyst.\n\nThis is not the first time China has showed up to help Africa during a public health crisis. By November 2014, China had given 750 million yuan (then $123 million) in aid to the global Ebola response. While that was Beijing's largest ever response to an international humanitarian crisis it was still no match for Western donors. The US, UK, and Germany donated more than $3.6 billion by December 2015.\n\nBut with the US and parts of Europe among the world's worst coronavirus-hit countries in terms of case numbers, US President Donald Trump's public call for a cut to WHO funding, and both Europe and the US suffering economically, some African states arguably have little option but to be welcome China's assistance.\n\nAn early rupture in relations\n\nDespite Beijing's continued publicity drive, the pandemic affects African lives directly -- and from the beginning of the crisis there were signs that the virus could fracture the China-Africa relationship.\n\nIn late February, there was uproar in Kenya when a China Southern Airlines landed in Nairobi from mainland China, which was still in the throes of the pandemic, and 239 passengers were allowed to disembark without testing\n\nThat sparked calls in the country for flights between China and Africa to be suspended while China got its outbreak under control.\n\nIn April, African ministers asked the G20 for an urgent $100 billion package , including $44 billion of debt relief. China, which is believed to hold about a fifth of African debt , according to the London-based Jubilee Debt Campaign, replied that it would act in line with other G20 nations, offering no preferential treatment to its long-time partner.\n\nBut the biggest threat to the relationship came in April when shocking images started pouring out of the southern city of Guangzhou, in China, of Africans there newly homeless , after being evicted by landlords and turned away from hotels due to fears Africans were to blame for a local coronavirus outbreak. The city began testing and quarantining all Africans, regardless of their travel history.\n\nThat prompted the unprecedented letter to Beijing from a collective described as \"the African group of ambassadors.\" While the Chinese government quickly moved to put out the crisis on a diplomatic level, outrage in Africa continues to simmer, and in Nigeria government ministers have proposed retaliatory measures , such as investigating the legal status of all Chinese in that country.\n\n\"The maltreatment of Africans in Guangzhou is a stain on the Africa-China relationship,\" says Eguegu, the Nigeria-based international affairs analyst. \"By focusing on Africa (at the WHA), President Xi appears to be signaling to Africans that Africa is a priority for China.\n\n\"That might reassure many African leaders, but (the) majority of Africans who were offended by the videos and pictures from Guangzhou won't hear this speech.\"\n\nBefore the crisis\n\nBefore the Covid-19 crisis hit, China's investment in Africa seemed to be entering a new, more cautious phase.\n\nAfter years of largesse, which saw $140 billion in loans extended to Africa between 2000 and 2018 for everything from new roads and ports to football stadiums and parliamentary buildings , Beijing had put the breaks on some infrastructure projects, and began adding firmer terms to others.\n\nMost noticeably, after lending Kenya $3.6 billion for the first section of a railway line envisaged to connect to a yet-to-be-realized East African Railway Master Plan, Beijing has refused to finance the $3.5 billion next part of the line, saying the project was not economically viable due to debt concerns\n\nIn Tanzania, President John Magufuli, rejected the Chinese conditions of financing for a port, which stipulated a ban on port development elsewhere in the country.\n\nAnd while the 2018 Forum for China Africa Cooperation (FOCAC), a triennial summit of African heads of state with China, saw China pledge $60 billion in aid, investment and loans to Africa, that number was a flattening of the curve of upwards Chinese investment.\n\nGenerally, Beijing had made a bigger pledge to Africa at each summit since FOCAC began in 2000. The pledge in 2015, for example, was three times the figure announced at the 2012 forum.\n\nAt the time, Jeremy Stevens, international economist for the Standard Bank Group, said many felt it would not be \"politically appropriate\" to pledge huge loans given the huge criticism China has faced from Western observers for allegedly overloading Africa with debt.\n\nNext year, China and African states will reconvene for the next FOCAC, this time in Senegal, social distancing allowing, and no doubt the figure Beijing commits to will be closely analyzed, as African nations try to bring their economies through the havoc wreaked by the virus.\n\nSo far, the African continent itself does not appear to have been as severely hit by the coronavirus pandemic as the US, and its former colonial powers, such as the UK, France and Italy.\n\nBut as the virus rages in pockets of the continent -- the vice-president of South Sudan now has the virus -- it remains to be seen what the coronavirus toll will be there.\n\nA true coronavirus crisis in Africa might not only test China's performance as a world leader in health, but also how deep the equal friendship Beijing has repeatedly claimed to share with Africa truly runs."}