{"url": "http://cnn.com/2020/05/14/sport/missy-franklin-swimming-mental-health-instagram-live-spt-intl/index.html", "text": "(CNN) \"Never say something to yourself that you wouldn't say to a younger sister.\"\n\nFive-time Olympic gold medalist Missy Franklin's mental health battles are in the past, but she says lessons like that from her therapist are still helping her in lockdown.\n\nLike many others, Franklin faces \"hard days\" in lockdown . Days when \"your emotions are a bit more of a roller coaster.\"\n\nAnd it is during those times that she draws upon the lessons from her therapist while she was battling depression and anxiety after the 2016 Olympics in Rio de Janeiro.\n\nThe US swimmer won four gold medals at age 17 at the London Games in 2012. But after a disappointing Olympics four years later, she battled mental health issues, which she has now overcome.\n\n\"There were some things I was saying to myself on my hard days that I would never in a million years say to other people,\" Franklin told CNN Sport's Amanda Davies on Instagram Live.\n\n\"And that has been really effective for me on the days when I am feeling low and that negative self-talk starts to creep in. I'm able to step in and say: 'No. You're not allowed to talk to yourself like that. I do not give myself permission to talk to myself like that.'\n\n\"And I'm still working on that. There are still days when those thoughts creep in. But I think when you do have the days when you're just quiet, when your emotions are a bit more of a roller coaster, being so full of love to yourself and being kind to yourself helps.\"\n\nMissy Franklin took four golds at London 2012, at the age of 17.\n\nSpeaking up\n\nWith so much success in 2012, a lot of expectations were laid at Franklin's door heading into the 2016 Olympics.\n\nThough she added another gold to her tally, in the 4x200-meter freestyle, she failed to medal in any of her individual events.\n\nFranklin attributes her ability to deal with the issues she faced to two other US swimmers, Michael Phelps and Allison Schmitt, who talked openly about depression.\n\nHaving visited a therapist, Franklin says she is finding the lessons she learned are still applicable in these strange times.\n\n\"One of the biggest things I learned was recognizing that I was really labeling my own feelings and emotions as good and bad,\" she explained.\n\nFranklin carries a US flag from the podium after recieving her gold medal for the women's 100-meter backstroke final at the London 2012 Olympic Games.\n\n\"When you're happy, it feels really good, and when you're sad, it's definitely a different feeling, so I would label that as bad. And one of things I really had to work on is that emotions are not binary. They are not good or bad. They are just true, which is the most important part. They are real.\"\n\nNow in lockdown in her Colorado home with her husband, Hayes, and their dog, Oliver, the lessons she's learned from therapy are helping her cope with the time spent inside.\n\n\"That has helped me so much in these times on the days when I wake up and I'm exhausted, I'm not motivated, I don't get any work done that day.\n\n\"And instead of getting really down on myself and thinking I had a really unproductive day, I think: 'No, this is what I needed today, Emotionally, physically, this is what my body was asking for and I honored that, I respected that.'\""}