{"url": "http://cnn.com/2020/05/19/europe/coronavirus-russia-dagestan-intl/index.html", "text": "Moscow (CNN) Russia's southern republic of Dagestan provided President Vladimir Putin with his first real test as a national leader in 1999, when militants in Chechnya crossed the border and launched a war that forged his image as a man of action.\n\nMore than two decades later, the remote mountainous region presents the Russian President with a new challenge, as its Covid-19 outbreak raises fresh questions about how Russia counts coronavirus infections and deaths.\n\nAs of Tuesday, Dagestan has 3,553 confirmed Covid-19 cases and 32 deaths, ranking it fifth out of 85 regions in official Russian federal statistics. But in an Instagram Live interview Sunday with a local journalist, the head of the republic's ministry of health gave figures far higher than Moscow's, saying the total number of people infected with coronavirus and community-acquired pneumonia in Dagestan exceeded 13,000, with 657 dead.\n\nAsked by journalist Ruslan Kurbanov to explain why Covid-19 and pneumonia cases were being counted separately, the health official, Dzhamaludin Gadzhiibragimov, responded that pneumonia patients are treated as if they have the virus, but not all cases are ascribed to coronavirus due to a lack of testing.\n\n\"Basically, the same [treatment] methodology is used for both,\" he said. \"But because we do not have lab test confirmation, the statistics are being compiled in that way.\"\n\nAs in other countries, frontline health workers in the region have been the most vulnerable to the deadly outbreak. Between 40 to 50 health workers have died in Dagestan since the beginning of the pandemic, according to estimates from Gadzhiibragimov and the region's chief mufti. Dagestan has a population of about 3 million people. According to Russia's health ministry, the region has 635 ICU beds and ventilators.\n\nDoctors in the region have complained in the past weeks on social media about the lack of protective equipment, and some hospitals have not had space to treat their staff. A video of nurses hooked up to intravenous drips in a storage room in the city of Derbent went viral in early May.\n\nCivil rights activist Ziyautdin Uvaisov, who is head of Patient Monitor, a non-profit organization that raised money to buy protective equipment for Dagestan's doctors, told CNN that the healthcare system in the region is in a really bad state.\n\n\"We have been talking about it since 2017 but unfortunately there is a habit to sweep everything under the rug,\" Uvaisov said.\n\nHe added that most of the doctors his organization interacts with say about a half of their colleagues are sick with no one to replace them as hospital wards overflow.\n\nDagestan's dire situation has put the republic into the spotlight of Russia's top-level officials. On Monday, Putin took the unusual step of chairing a special government session with Dagestani leaders.\n\n\"The situation in Dagestan is difficult and demands urgent measures,\" Putin said in a video conference, ordering the military to build a 200-bed hospital to help relieve overcrowded emergency rooms.\n\nMuch of the Russian government response to the pandemic has been hindered by bureaucracy and mismanagement of regional funds. In poorer regions like Dagestan, where the average monthly wage is two times lower than nationwide, according to Russia's state statistics agency, such foot-dragging became one of the key reasons behind severe outbreaks.\n\nAdditional payments promised by Putin to compensate for the hardships of frontline work became another grievance for health professionals.\n\n\"We've been at work since the very beginning of the pandemic and we've faithfully performed our duties -- now a lot of our colleagues are [confined] inside medical institutions, fighting for their lives,\" one paramedic from the city of Buinaksk in Dagestan said in a video posted by a local outlet.\n\n\"There are very few of us left at the frontlines. We have 151 employees, but only 41 received payments. Others got nothing.\"\n\nSimilar videos and open letters have surfaced in at least 20 out of 85 Russian regions in the past week, according to a CNN tally. In a public outcry, health workers complain they either did not receive any extra pay at all or got a fraction of it, calculated based on hours and even minutes spent working directly with Covid-19 patients.\n\n\"If the government decree initially stated clear, understandable, transparent and easily to control principles and ways to bring these presidential payments [to health workers] for working in special conditions, then there would be fewer questions for the head doctors who work from morning till night anyway, and to the governors too,\" Putin said Tuesday\n\nThe federal government amended the relevant decree, removing a bureaucratic loophole that resulted in some doctors receiving less than 50 cents of extra pay, and vowed to facilitate all due payments.\n\nIn the special meeting convened by Putin on Monday, officials acknowledged the situation in Dagestan is more serious than what's reflected in the official statistics. Russia's Health Minister Mikhail Murashko said that 7,000 people have been hospitalized. In Monday's video conference, the republic's Chief Mufti Ahmad Abdulaev told Putin many Covid-19 deaths are not recorded as people die in their homes without ever making it to a hospital and get buried according to local traditions -- and without an autopsy that could confirm cause of death.\n\nVladimir Vasilyev, the head of the republic, attributed the infection rates in part to Dagestan's traditions, which involve mass gatherings to mark milestone events such as weddings and funerals as well as a certain reluctance to suspend Friday prayers at the early stages of the outbreak. He also addressed the discrepancies in numbers between pneumonia and coronavirus.\n\n\"We are not hiding anything,\" Vasilyev said, citing the high number of respiratory-related deaths in 2018 and 2019, before coronavirus. \"But here it [is] not so easy to distinguish between the two.\"\n\nIn mid-April, the streets of the regional capital Makhachkala were still busy with people. Independent outlet Meduza described in a report last week how a 500-person wedding in one of Dagestan's small towns became one of the first coronavirus hotspots in late March. Still, some Dagestanis dispute speculation that their traditions are one of the causes of rising infections; Uvaisov, the local activist, cited distrust toward local authorities and the healthcare system for prompting some to disregard warnings.\n\nThe Kremlin has promised to help Dagestan with additional resources to help it fight the pandemic, including more test kits as the republic is still testing at a daily rate two times lower than recommended, according to federal healthcare and well-being agency Rospotrebnadzor. The agency's head, Anna Popova, told Putin that Dagestan is maintaining \"a very fragile balance,\" as authorities worry that the Muslim holiday of Eid al-Fitr and mass celebrations could prompt a new outbreak.\n\nRussia's overall coronavirus death toll remains low with 2,837 fatalities reported as of Tuesday and its mortality rate is 7.4 lower than the global average, according to Deputy Prime Minister Tatiana Golikova. The country's counting method has been scrutinized by observers who point out that deaths are often ascribed to other causes.\n\nRussian demographers and epidemiologists hope that nationwide statistics for April's all-cause mortality, expected to be released by the authorities late May, will help to get a clearer picture of the pandemic's toll on Russia -- both for coronavirus fatalities that might have been missed and for people who couldn't get medical help for other conditions due to overwhelmed hospitals."}