{"url": "http://cnn.com/2020/05/14/middleeast/dubai-mall-reopens-spc-int/index.html", "text": "CNN's series often carry sponsorship originating from the countries and regions we profile. However, CNN retains full editorial control over all of its reports. Our sponsorship policy .\n\n(CNN) Dubai Mall is one of the Emirate's leading attractions, drawing more than 80 million visitors a year to its extravagant mix of retail and entertainment, where Cartier diamond displays sit alongside a world-renowned aquarium.\n\nThe mall, which holds the Guinness World Record for being the world's biggest , was shuttered on March 25, along with all others in the United Arab Emirates, as authorities battled to contain the coronavirus outbreak. Many of its outlets went online\n\nBut after weeks of strictly enforced lockdown and more than one million people in the UAE tested for coronavirus, according to the government, a phased, cautious reopening of Emirati malls began on April 28.\n\nWith new limits on trading hours and visitor numbers, Dubai Mall is back in business. But keeping people safe in one of the world's busiest indoor spaces is an ongoing task.\n\nThermal scanners and footfall cameras\n\nThe easing of restrictions took place \"following direction and leadership from the UAE government and all concerned authorities,\" said a spokesman for Emaar, the property firm that owns Dubai Mall.\n\nThe UAE had a total of 19,661 cases of coronavirus and 203 deaths as of May 13, according to Johns Hopkins University figures , and many precautions are still in place.\n\nA raft of safety measures has been introduced with the reopening of Dubai Mall, including a cap of 30% capacity for both visitor and staff numbers to ensure that social distancing guidelines can be maintained.\n\nJUST WATCHED Dubai Mall reopens under new safeguards Replay More Videos ... MUST WATCH Dubai Mall reopens under new safeguards 02:22\n\nWhile the mall would normally accommodate around 250,000 visitors a day, the upper limit now is 70,000. Reopening has been timed to coincide with the traditionally quiet weeks of Ramadan.\n\nMuch of the site remains closed, including entertainment attractions and prayer rooms. Each store that is open must clearly indicate a capacity limit, determined by its size. Masks are now mandatory for shoppers.\n\nMall operators are also using advanced technology to minimize risks.\n\n\"We have implemented high-spec thermal scanners and footfall cameras at all entry points across the mall,\" the spokesman said. This system tests the health of visitors as well as enforcing capacity limits.\n\nGlobal picture\n\nAround the world, malls are beginning to reopen as countries attempt to revive economies struggling under lockdown measures.\n\nIn the US, Simon, the largest mall operator in the country, has reopened many of its malls and has said it will provide free masks and sanitizing wipes to shoppers who request them.\n\nIn China, malls have been open for more than a month in some cases but are reportedly struggling to lure consumers back.\n\nAcross Europe, the picture is mixed with malls still shuttered in many countries but reopening in Turkey with fever checks for shoppers. Greece has announced plans to open malls on June 1.\n\nElsewhere in the UAE, the neighboring emirates of Sharjah and Abu Dhabi have cautiously allowed malls to reopen. Measures at Abu Dhabi's largest mall include testing staff for coronavirus every two hours.\n\nA vendor, wearing a mask for protection against the coronavirus, stands next to handbags at a shop in Dubai Mall.\n\nSlow recovery\n\nSome of the businesses at Dubai Mall face an uphill struggle to rebuild from the setbacks imposed by the pandemic.\n\n\"The year started very promisingly with January the best month in our 12-year history,\" said Martin van Almsick, general manager of Al Nassma Chocolate. \"April was then practically without any re-orders.\"\n\nRetailers must also find ways to sell their product without interpersonal contact. Al Nassma usually offers customers chocolate samples but now this is off-limits and staff offer hand sanitizer instead.\n\nJardins de Parfums has a similar problem. The perfume retailer would usually provide \"blotters\" so shoppers can try different scents. That social element is no longer possible, forcing management to rethink their business model.\n\n\"For a concept like ours, that thrives on creating an experience for the customer in person, we have had to translate those efforts and emotions into something digital,\" says export and education manager Noor Amer.\n\nThe coronavirus pandemic may have bought much of normal life to a standstill in the blink of an eye. But returning to normality is likely to be a slower process."}