{"url": "http://cnn.com/2020/05/20/africa/madagascar-pregnant-free-transport/index.html", "text": "(CNN) Raholimalala Avotiana is rocking her newborn baby boy to sleep. It's her fourth day at the Maternity Hospital of Befelatanana in Antananarivo, Madagascar's capital.\n\n\"I am going to be discharged today,\" she said. The 27-year-old mother will be dropped off at her home by a bus when paperwork permitting her to leave the hospital is complete.\n\nThe bus is part of a free transport service organized by the United Nations Population Fund and Madagascar's Ministry of Health.\n\nOn March 23, President Andry Rajoelina ordered a four-week lockdown in two cities -- Antananarivo and Taomasina -- as Covid-19 spread in the East African country. As a result, public transport was not allowed.\n\nRaholimalala Avotiana, 27, called for the free transport when she was in labor.\n\nThe bus service launched April 15 in both cities, picking up and dropping off pregnant women at their hospitals so that they can access effective medical care during the lockdown.\n\nAvotiana was eight months pregnant at the time, and before she found out about the bus service, she said she walked several kilometers to make it to her weekly antenatal classes.\n\n\"I used to go to the hospital on foot. I'd walk one hour and a half from my house in Ambanidia and back too. I was very exhausted so I took breaks in between my walk to rest,\" she told CNN.\n\nFree transport service\n\nAfter some distressing trips to the hospital on foot, Avotiana stumbled on a Facebook post from the UN agency about vehicles available for pregnant women.\n\nShe said she immediately called the numbers provided on the post and booked a bust trip for her next antenatal class. \"When I went into labor some weeks later, I also called the bus service. This time the driver came directly to my house and drove me to the hospital,\" she said.\n\nHajamamy Rakotoarisoa, the United Nations Population Fund program specialist for reproductive health in Madagascar, told CNN that the transport service was initiated in partnership with the country's health ministry to ensure safe deliveries during the coronavirus pandemic.\n\n\"There are six buses for the two cities, Antananarivo and Taomasina. Each bus is linked to different hospitals. We have a phone number for the different hospitals too, so the women are to call the numbers to book their trips,\" she explained.\n\nOne of the buses provided to transport pregnant women to hospitals for medical care.\n\nThe initial lockdown in Madagascar has been partially lifted, but the buses still run 24 hours every day and will continue to do so till the end of the pandemic, according to Rakotoarisoa.\n\nThe buses have designated meeting points where mothers are picked up and taken to their various hospitals. However, during emergencies, like a pregnant woman going into labor, the bus goes directly to her house, she said.\n\n\"So far, 453 women have made use of the transport service. There are still some plans to expand it to one additional city in June so those numbers will go even higher,\" she said.\n\nDelivery kits\n\nFree transport is not the only service being provided to pregnant women. They are also given delivery kits containing essentials like soap, towels, and baby clothes.\n\nMadagascar has 353 maternal deaths per 100,000 live births, according to the United States Agency for International Development. Rakotoarisoa said providing kits is one of the many ways the country and its partners are working to ensure maternal health.\n\nShe said 54 of the kits have been distributed to 23 maternity wards in two regions in the country, Analamanga (where the capital city is located) and Antisiranana (in northern Madagascar).\n\nThere are also separate delivery kits for use by trained health workers like midwives and medical doctors. These ones contain mainly medicines and delivery equipment such as trays, scissors, aprons, and surgical gloves.\n\nBakoly Jeritiana Rasoamanontany, a midwife at the Itaosy district hospital in the country's capital said the kits have provided additional support for health workers attending to pregnant women, especially at the point of delivery.\n\nMidwife Bakoly Rasoamanontany in a session with one of her patients.\n\nProtective gear like gloves and facemasks are also in the kit so she does not have to worry about contracting Covid-19 while attending to her patients. \"It has helped me work better because I can offer improved care and also avoid catching the virus at the same time,\" she told CNN."}