{"url": "http://cnn.com/2019/07/20/health/iyw-cities-losing-36-million-trees-how-to-help-trnd/index.html", "text": "(CNN) If you're looking for a reason to care about tree loss, this summer's record-breaking heat waves might be it. Trees can lower summer daytime temperatures by as much as 10 degrees Fahrenheit, according to a recent study .\n\nBut tree cover in US cities is shrinking. A study published last year by the US Forest Service found that we lost 36 million trees annually from urban and rural communities over a five-year period. That's a 1% drop from 2009 to 2014.\n\nIf we continue on this path, \"cities will become warmer, more polluted and generally more unhealthy for inhabitants,\" said David Nowak, a senior US Forest Service scientist and co-author of the study.\n\nNowak says there are many reasons our tree canopy is declining, including hurricanes, tornadoes, fires, insects and disease. But the one reason for tree loss that humans can control is sensible development.\n\n\"We see the tree cover being swapped out for impervious cover, which means when we look at the photographs, what was there is now replaced with a parking lot or a building,\" Nowak said.\n\nMore than 80% of the US population lives in urban areas, and most Americans live in forested regions along the East and West coasts, Nowak says.\n\n\"Every time we put a road down, we put a building and we cut a tree or add a tree, it not only affects that site, it affects the region.\"\n\nThe study placed a value on tree loss based on trees' role in air pollution removal and energy conservation.\n\nThe lost value amounted to $96 million a year.\n\nNowak lists 10 benefits trees provide to society:\n\nHeat reduction: Trees Trees provide shade for homes, office buildings , parks and roadways, cooling surface temperatures. They also take in and evaporate water, cooling the air around them. \"Just walk in the shade of a tree on a hot day. You can't get that from grass,\" Nowak said. To get the full temperature benefit, tree canopy cover should exceed 40% of the area to be cooled, according to a recent study in the Proceedings of the National Academy of Sciences . \"A single city block would need to be nearly half-covered by a leafy green network of branches and leaves,\" the authors wrote.\n\nAir pollution reduction: Trees absorb carbon and remove pollutants from the atmosphere.\n\nEnergy emissions reduction: Trees reduce energy costs by $4 billion a year, according to Nowak's study. \"The shading of those trees on buildings reduce your air conditioning costs. Take those trees away; now your buildings are heating up, you're running your air conditioning more, and you're burning more fuel from the power plants, so the pollution and emissions go up.\"\n\nWater quality improvement: Trees act as water filters, taking in dirty surface water and absorbing nitrogen and phosphorus into the soil.\n\nFlooding reduction: Trees reduce flooding by absorbing water and reducing runoff into streams.\n\nNoise reduction: Trees can deflect sound, one reason you'll see them lining highways, along fences and between roads and neighborhoods. They can also add sound through birds chirping and wind blowing through leaves, noises that have shown Trees can deflect sound, one reason you'll see them lining highways, along fences and between roads and neighborhoods. They can also add sound through birds chirping and wind blowing through leaves, noises that have shown psychological benefits.\n\nProtection from UV radiation: Trees absorb 96% of ultraviolet radiation, Nowak says.\n\nImproved aesthetics: Ask any real estate agent, architect or city planner: Trees and leaf cover improve the looks and Ask any real estate agent, architect or city planner: Trees and leaf cover improve the looks and value of any property.\n\nWildlife habitat: Birds rely on trees for shelter, food and nesting. Worldwide, forests provide for a huge diversity of animal life.\n\nPlanning for trees\n\nNowak says there's a downside to trees too, such as pollen allergies or large falling branches in storms, \"and people don't like raking leaves.\" But, he says, there are ways cities and counties can manage trees to help communities thrive. \"You can't just say 'we're not going to have forests.' We might as well manage and work with the trees.\"\n\n\"You don't want a tree in the middle of a baseball field. It's very difficult to play sports if you have trees in the way. Or trees in the middle of freeways.\"\n\nNowak says we can design and manage tree canopies in our cities to help \"affect the air, to affect the water, to affect our well-being.\"\n\nUrban forests especially need our help to replace fallen trees. Unlike rural areas, it is very difficult for trees to repopulate themselves in a city environment with so much pavement and asphalt.\n\n\"A lot of our native trees can't actually find a place to drop an acorn so they can regenerate,\" explains Greg Levine, co-executive director for Trees Atlanta.\n\n\"That's why the community has to go in and actually plant a tree because the areas just aren't natural anymore.\"\n\nThe job is not complete when the saplings take root. Organizations like Trees Atlanta and their volunteers plan most of their year to care for these young trees until they're mature enough to thrive on their own.\n\n\"We try to prune trees for 10 years to make sure they get a good healthy structure.\" Levine adds. \"We also add mulch around trees to help keep the moisture in the ground so the tree doesn't dry up. We have to have a lot of patience with planting trees around pavement, making sure that they can rise to the challenge. \"\n\nHow you can help stop tree loss\n\nProtect what you have: Nowak says the first step is caring for the trees on your own property. \"We think we pay for our house, and so we must maintain it. But because we don't pay for nature, we don't need to. And that's not necessarily true.\"\n\nPrune the dead limbs out of your trees: If they're small enough, do it yourself or hire a company. The risk of limbs damaging your house is significantly lowered when there's tree upkeep, Nowak said.\n\nNotice where your trees may be in trouble: Often, you can observe when something's wrong, such as when branches are losing leaves and breaking or when mushrooms are growing at the base or on the trees. You can also hire an arborist or tree canopy expert to assess the health of your trees on an annual basis. Or you can contact your local agricultural extension office for advice.\n\nDon't remove old trees if it's not necessary: Instead, try taking smaller actions like removing branches. \"It takes a long time for these big trees to get big: 50 to 100 years. And once they're established, they can live a long time. But taking a big tree out and saying 'we'll replant,' there's no guarantee small trees will make it, and it will take a very long time to grow.\"\n\nAllow trees to grow on your property: Although everyone's aesthetic is different, it's the cheap way to get cooler yards and lower energy bills. It's also an inexpensive approach to flood and noise control.\n\nNowak says he laughs when his neighbors wonder why their property doesn't have more trees, because \"I hear people running their lawn mowers.\" Fallen seeds need a chance to implant, and constant mowing prevents that. If you don't like where a seedling is growing, you can dig it up and plant it or a new tree where you like.\n\nEducate yourself about trees and get involved: Many cities have tree ordinances that seek to protect very old, significant trees. You can get involved by attending city council meetings. You can also help your city plant trees by joining local nonprofit groups.\n\nVolunteer or donate to tree planting and research organizations:"}