{"url": "http://cnn.com/2020/05/19/investing/warren-buffett-masa-son-berkshire-hathaway-softbank/index.html", "text": "New York (CNN Business) SoftBank is often described as the Berkshire Hathaway of tech. That was once a flattering comparison. But the investing track records for the Japanese firm run by Masayoshi Son and Berkshire's Warren Buffett have soured lately.\n\nhas been hit hard by the huge drop in the share prices of public companies in its portfolio such asand, as well as the massive haircut in valuations of private unicorn startups like WeWork, DoorDash and Indian hotel company Oyo.\n\nMeanwhile,has had notable misfires of its own, such as scandal-ridden bankand struggling food giant\n\nBerkshire also disclosed last Friday that it dumped nearly all its stake in investment bank, which has been hit hard this year in the broader market turmoil.\n\nBuffett also made a huge bet on the airline sector in recent years -- only to disclose at Berkshire Hathaway's annual shareholder meeting that the company sold off its entire stake inandas a result of the Covid-19 pandemic.\n\nTo their credit, both CEOs have been candid and contrite about some of their investing mishaps.\n\nBuffett said at the shareholder meeting earlier this month that it was a mistake to invest in airlines and that it could take years for the sector to recover from the coronavirus-induced travel slowdown.\n\nFor his part, Son said during an earnings conference call this week that SoftBank's investment in WeWork was a failure. He even went as far to say that he was \"foolish\" and \"made the wrong decision.\"\n\nSon added that there could be more pain ahead for SoftBank investments in its flagship Vision Fund, predicting that 15 out of its 88 current holdings could go bankrupt. While he didn't name specific firms, he did say most of SottBank's more troubled investments are relatively small.\n\nBuffett and Son lagging the market over the past few years\n\nThe investing misfortunes of Buffett and Son are one reason why the shares of their own companies have languished lately.\n\nBerkshire Hathaway's stock is down 23% so far in 2020. The company's first quarter results included a $50 billion loss , the biggest in the company's history. And the stock's gain of about 20% over the past five years is nearly half the return of the S&P 500 over the same time frame.\n\nSoftBank has fared better this year, with a loss of just 2%. But it has also lagged the S&P 500 -- as well as the Nasdaq -- over the past five years.\n\nAlibaba BABA Apple AAPL Of course, both men have had some notable investing successes recently. SoftBank has a more than 25% stake in Chinese e-commerce and cloud giantwhile Berkshire has a nearly 6% position in, making the iPhone manufacturer Berkshire's largest holding.\n\nNeither Alibaba nor Apple is an undiscovered gem. Those companies are among the most valuable in the world and are top positions in many passive global index exchange-traded funds and actively managed mutual funds and hedge funds.\n\nSoftBank certainly deserves credit for first investing $20 million in Alibaba in 2000. That stake is now worth more than $140 billion.\n\nBuffett, who typically shuns tech stocks, didn't invest in Apple until 2016, but he's made a killing on it. His initial $1 billion investment is now worth about $78 billion, which includes not just market returns but Berkshire's steady additions to its stake over the past four years.\n\nStill, there are now some signs of a possible fissure between SoftBank and Alibaba founder Jack Ma. SoftBank said Monday that Ma will be leaving its board after a nearly 13-year stint as a SoftBank director.\n\nIt just goes to show that Son and Buffett -- both being multi-billionaires -- can make the same market mistakes as the rest of us. And their occasional stock picking failures are probably all the more reason why most investors should just stick to ETFs."}