{"url": "http://cnn.com/2020/05/19/economy/us-china-trade-war-resume-coronavirus-intl-hnk/index.html", "text": "Hong Kong (CNN Business) Mutual blame over the coronavirus pandemic has reignited tensions between the United States and China, threatening to break what was already a fragile truce on trade between the world's biggest economies.\n\nBut the pandemic has left the global economy in a much more precarious position than it was when the two countries began sparring over trade two years ago. And neither can afford the damage another full-blown trade war would inflict.\n\nThe virus has weighed heavily on both countries, plunging their economies into the deepest contractions for decades and destroying tens of millions of jobs . And while China, at least, has claimed that it is past the worst of the pandemic, the world is still far from a meaningful recovery.\n\nWhich makes President Donald Trump's recent threat of new tariffs on China — and suggestions from Beijing that it could counter with other, dramatic punitive actions — all the more troubling.\n\n\"Clearly, the timing of renewed trade tension could not be worse,\" wrote economists from S&P Global Ratings in a research note earlier this month. \"The threat of higher tariffs and the intensifying technology cold war could yet disrupt technology trade and investment, de-powering what still promises to be an engine for recovery in 2020.\"\n\nUnrealistic terms now made impossible\n\nEven before the coronavirus outbreak became a pandemic, the trade ceasefire between the United States and China was fragile at best.\n\nA \"phase one\" deal reached in January only reduced some of the tariffs each side had placed on the other, while allowing Beijing to avoid additional taxes on almost $160 billion worth of goods. China also committed to buying an additional $200 billion of US goods and services this year and next.\n\nThat would have been a tall order without the virus-induced slowdown: The value of that commitment was more than China was importing annually before the trade war started, and analysts in January called the deal \"highly challenging\" unless China made sacrifices elsewhere.\n\n\"The targets for purchases in the phase one deal were always unrealistic, and now they are impossible,\" said David Dollar, a Washington-based senior fellow at the Brookings Institution's John L. Thornton China Center.\n\nAccording to the S&P economists, China would have had to increase its imports more than 6% each month for two years to honor the terms of the deal. Instead, US imports fell 6% during the first four months of 2020.\n\n\"With consumer demand down in the Chinese economy, it's unlikely that Beijing will be able to commit to buying a lot more American goods,\" said Alex Capri, a trade scholar and visiting senior fellow at the National University of Singapore Business School. \"Or, if they do commit ... they will renege later\" because of the lack of demand.\n\nTrump also does not have the next two years to find out whether China will honor its agreement. He faces an election in November, which analysts have explained as one reason for his increasingly harsh rhetoric toward Beijing.\n\n\"Look, I'm having a very hard time with China,\" Trump said during a phone interview Friday with 'Fox and Friends.' \"I made a great trade deal months before this whole thing happened ... and then this happens, and it sort of overrides so much.\"\n\nAn 'internal rift' in China\n\nExperts who talked to CNN Business still believe that economic and trade officials in Beijing want to make the \"phase one\" deal work.\n\nHoneywell HON Vice Premier and chief trade negotiator Liu He recently spoke to top US trade officials — including Treasury Secretary Steven Mnuchin — about creating a \"beneficial environment\" for seeing the deal through. On Tuesday, Chinese Premier Li Keqiang thanked US conglomeratefor opening an office in Wuhan, the original epicenter of the virus, adding that he welcomed global business in China.\n\nBut Beijing's challenge isn't just about honoring impossible commitments. The pandemic — and who should be at fault for its global spread — has fueled a growing anti-US sentiment in China, making it difficult for the country's leaders to capitulate to demands from the United States.\n\n\"There's an internal rift on trade policy within China to be sure,\" said Marshall Meyer, professor emeritus of management at the University of Pennsylvania's Wharton School.\n\nEarlier this month, Trump, who has claimed without providing evidence that the virus originated in a laboratory in Wuhan, hinted that the United States could enact more tariffs on China as punishment for the pandemic.\n\nHis administration is also moving to further restrict Huawei's ability to work with US companies . On Friday, the US Commerce Department said it wants to prevent the Chinese tech firm from manufacturing and obtaining semiconductor chips using American-made software and technology — a move that inhibits the company's ability to work with its suppliers.\n\nby unveiling a long-rumored Apple AAPL Qualcomm QCOM Cisco CSCO Boeing BA The Global Times, one of the most combative and outspoken state media outlets in China, hinted that Beijing could soon retaliate against Washington and its decision to restrict Huawei's ability to manufacture and obtain semiconductor chipsby unveiling a long-rumored blacklist of foreign companies . American firms includingandcould face restrictions on doing business in China, it said, citing an unnamed source close to the government.\n\nThe tabloid has also called attention to more hawkish voices in China, reporting recently that some are calling for \"a tit-for-tat approach over trade issues.\"\n\nSuch reports could represent a \"trial balloon\" for Beijing to consider, according to Malcolm McNeil, a partner at the Washington-based law and lobbying firm Arent Fox. He said they could also be channeling a \"vocal minority\" that is pushing for more aggressive action on the part of the government.\n\nHowever Beijing chooses to move forward, McNeil stressed that authorities there need to handle trade \"delicately.\"\n\n\"The coronavirus has become a worldwide phenomenon with the negative focus on China and its handling at the outset,\" he said, adding that backtracking from January's trade deal would worsen attitudes toward China.\n\nThreat to economic recovery\n\nIf tensions continue to escalate, the dispute could morph into a damaging conflict that not only weakens the world's recovery from Covid-19, but also risks slowing important technological innovations.\n\nThe global economy is already expected to contract 3% this year, its deepest slump since the Great Depression , according to the International Monetary Fund. A recovery beyond that is far from certain, and could take years.\n\nIMF Managing Director Kristalina Georgieva reiterated the danger of a trade war earlier this month.\n\n\"It is hugely important for us to resist what may be a natural tendency to retreat behind our borders,\" she said during an event held by the European University Institute, when asked about US-China tensions.\n\nEven before the pandemic, economists and experts warned that a worsening relationship between the two countries could stifle the development of artificial intelligence and super-fast 5G mobile networks. Former Federal Reserve Chair Janet Yellen said in January that losing the ability to cooperate on such advancements would be bad for the world\n\nAnother trade war would also take a toll on businesses and consumers. American businesses and farmers paid $3.9 billion in tariffs in March alone, mostly because of the trade war, according to data from the US nonprofit Tariffs Hurt the Heartland , a coalition of trade associations.\n\n\"Covid-19 has wreaked unprecedented havoc on American businesses and farmers,\" said Jonathan Gold, spokesperson for Americans for Free Trade. \"Tariffs are the last thing that any company should have to worry about during this pandemic.\""}