{"url": "http://cnn.com/2020/05/18/americas/brazil-coronavirus-sao-paulo-bolsonaro-rally-intl/index.html", "text": "Sao Paulo, Brazil (CNN) The health care system in Brazil's largest city is wavering on the brink of collapse and coronavirus deaths throughout the South American nation are soaring -- but President Jair Bolsonaro nonetheless reveled in crowds of supporters on Sunday, joining yet another anti-lockdown protest in Brasilia.\n\nWith Brazil still approaching its peak of cases, Sao Paulo's mayor warned that the health system could be overwhelmed very soon if residents don't follow social distancing guidelines.\n\n\"The city is coming to the limit of options,\" Bruno Covas told journalists Sunday, warning that nine in ten intensive care beds were full. \"We need to decide if we want to test the limits, or if we will be prudent and firmly maintain social isolation for the time needed so that the health system doesn't collapse. We are closer than we would like.\"\n\nBut there was a strikingly different message on display outside the President's offices in Brasilia, where Bolsonaro appeared among crowds protesting the country's lockdown measures on Sunday.\n\nThe populist leader, who has frequently dismissed the threat posed by Covid-19 even as it began to ravage his own nation, disregarded social distancing guidelines to pose with supporters. His appearances at such rallies have become a regular phenomenon.\n\nAt another engagement with a group of men in military outfits, he dropped to the ground to do pushups. \"Above all (people) want freedom, they want democracy, they want respect,\" he said in a video posted online.\n\nBolsonaro (left, blue shirt) does push-ups at an event in Brasilia on Sunday.\n\nCoronavirus patients are treated at a field hospital set up at a sports gym in Santo Andre, Sao Paulo state, on May 11.\n\nDire scenes in Sao Paulo\n\nBrazil is one of the few large countries in the world where daily cases and death rates are still ascending.\n\nThe country has overtaken Spain and Italy to record the fourth-most Covid-19 cases anywhere in the world, according to Johns Hopkins University, even though its outbreak is at a far earlier stage than countries in Europe or Asia. Its death toll has meanwhile topped 16,000.\n\nThe virus has dealt a blow to Sao Paulo, home to 12 million people, whose hospitals are suffering a fate previously seen in similarly hard-hit cities and regions like Lombardy, Madrid and New York.\n\nThe city has 38,605 confirmed cases, around a sixth of the total confirmed cases in Brazil, and has reported a significant proportion of the country's deaths.\n\nIn March, when Sao Paulo city and state declared quarantine, more than 60% of residents sheltered at home and the spread of the virus slowed. But in the last few weeks the share of residents respecting the quarantine has fallen below 50% and the numbers have started to quickly rise.\n\nStaying in isolation has been particularly difficult for the city's poorest residents, many of whom live in tightly packed favelas and who are forced to go to work in order to maintain an income.\n\nBolsonaro mixes with supporters\n\nBolsonaro has pressed ahead with his anti-lockdown rhetoric even as cases skyrocket. He has repeatedly dismissed Covid-19 as a \"little flu\" and urged businesses to reopen, even as many governors scramble to implement social isolation measures and slow the spread.\n\nOn Sunday he attended another rally against lockdown measures, which have become a regular opportunity for his supporters to gather en masse and catch a glimpse of the populist leader.\n\nThe President stood before a cheering crowd with several members of his team, wearing a face mask but raising the hands of those around him into the air.\n\nBolsonaro waves to supporters during a rally in Brasilia on Sunday.\n\nHealth professionals hold balloons as they honour colleagues who have died of the coronavirus, outside Sao Paulo University Hospital.\n\nHe later ventured towards the protesters, posing for pictures and holding children aloft in the air -- a clear violation of social distancing guidelines that officials in Sao Paulo are calling on people to follow.\n\nShortly after the rally, Bolsonaro welcomed a group of men wearing military outfits at the presidential palace. The men said they were paratroopers from the army who wanted to show support for the president.\n\nThe group said a prayer for Brazil, at one point shouting \"Bolsonaro is us.\" They also did several rounds of pushups with the President.\n\nBolsonaro has recently seen a second health minister leave his government in the space of a few weeks.\n\nNelson Teich resigned on Friday, having been at odds with Bolsonaro over his handling of the coronavirus crisis and Bolsonaro's desire to use hydroxychloroquine as a possible treatment for Covid-19.\n\nTeich had been appointed about a month earlier to replace Luiz Henrique Mandetta, whom Bolsonaro fired after a long stand-off between the two men. Bolsonaro had refused to support social distancing measures which Mandetta recommended.\n\nThis story has been corrected to reflect that Lombardy is a region."}