{"url": "http://cnn.com/travel/article/venice-future-covid-19/index.html", "text": "Venice, Italy (CNN) — A few days before Italy is set to lift restrictions across much of the country after being locked down since March 10, the streets of Venice are starting to spring back to life.\n\nThere are no tourists here just yet. Instead the noise is from vacuum cleaners and sanitation crews inside stores that are getting ready for the grand reopening on May 18.\n\nBut even as shop owners prepare for whatever post-lockdown Venice looks like, everyone here in this deserted tourist town is asking the same question: who are they reopening for?\n\nEvery year, as many as 30 million tourists from all over the world descend on Venice, pumping up to $2.5 billion into the local economy, according to the Italian Tourism Ministry.\n\nBut few are Italians, who have never been as enamored with the lagoon city as the rest of the world, according to Matteo Secchi, head of the tourist group Venessia, who says Venice has always attracted far more international tourists than national ones.\n\n\"When the city reopens next week, it will still be much like it looks today,\" he told CNN in an eerily empty Venice this week. \"Tourists won't really start coming back until the borders are reopened and international travel is allowed.\"\n\nNot everyone wants things to go back to business as usual.\n\nJane da Mosto, who heads non-profit group We Are Here Venice, has been fighting to get policy makers to understand the advantages of sustainable tourism for the city by launching campaigns to keep massive cruise ships out of the historical harbor and studying the options for preventing flooding like the city endured last fall.\n\nShe sees the pandemic as a turning point for the city, and envisions a new Venice emerging in the post-pandemic world.\n\n\"The new Venice I dream of after this is like it is now, just with more residents,\" she told CNN in an interview in Venice. \"The problem for Venice isn't the lack of tourists, it's the lack of permanent residents. And with more residents, the city will reflect more the Venetian culture and the wonderful lifestyle that this extraordinary city offers and future visitors to the city will be able to enjoy Venice more.\"\n\nRelated content Is Venice at war with itself?\n\nA funeral for Venice\n\nThe bad old days -- tourists have been squeezing residents out of the city. MIGUEL MEDINA/AFP/Getty Images\n\nIn many ways, Venice has lately become a victim of its own popularity in a worsening struggle between overtourism, fed by the popularity and affordability of cruise ships and low-cost air travel, and the steady decline of local residents who have been fleeing the tourist invasion in record numbers.\n\nThe population of Venice has dropped from 175,000 after World War II to just over 52,000 today.\n\nSecchi's group even helped stage a funeral for Venice in 2009 when the population dropped below 60,000. Things have only gotten worse since then.\n\n\"The virus shows just how tourism has massacred the population,\" Secchi, who is also in the hospitality industry, says. \"When the city locked down and it was just Venetians here, you could see how few we really are.\"\n\nLast summer, that inner struggle with mass tourism came to a head when the government, worried about the ecological effects of mass tourism on the city's canals, threatened to ban cruise ships from entering the historical port by way of St. Mark's Square, which is a highlight on any Venetian port call.\n\nIt was a tough choice for Venetians since the massive cruise ship terminal employs thousands. The plan was eventually scrapped when the government fell in August, but the city was left with a tough choice: keep going the way they were and risk destroying the city entirely.\n\nThen, on February 25, Covid-19 did what Venetians have not been able to do: make everything stop.\n\nAs the spread of the virus turned the surrounding Veneto region into a hotspot, the annual Carnival celebration was canceled for the first time ever.\n\n\"The shock of canceling Carnival really woke everyone up,\" Secchi says. \"It was like having the rug pulled out.\"\n\nRelated content Europe promises to reopen for summer tourism\n\nA turning point\n\nSome in Venice want to promote \"slow\" tourism rather than mass tourism. Marco Di Lauro/Getty Images\n\nMany in Venice now see the pandemic as a chance to do just what city governments have failed to carry out in the past: rethink mass tourism and try to create a new type of sustainable tourism for the fragile city.\n\nMelissa Conn, the director of the Venice office of Save Venice, an American cultural heritage group that works to preserve the city's vast cultural heritage through conservation grants, sees the pandemic as a turning point. \"We are using this time in a positive way,\" she told CNN in Venice.\n\nThey are moving forward on between 30 and 40 urgent projects to help after Venice suffered historic floods last year.\n\nThe group normally has to work around tourists, but in their absence, they have been able to work less hindered.\n\nRelated content Jellyfish seen swimming in Venice's canals\n\n\"What will follow will be slow tourism, not mass tourism anymore,\" Conn says. \"We are confident that we can rebuild, reestablish and rethink Venice, concentrating on helping the city withstand the elements and tourism.\"\n\nConn knows that pulling the plug on the sort of mass tourism that Venice has experienced in recent years will cause some businesses to close.\n\n\"We're going to see empty shops,\" she says. \"We are going to need to rethink Venice, to bring it to a higher level.\"\n\nBut she's not talking only about designer shops and luxury goods. \"We don't want it to become a Monte Carlo,\" she says. \"We need to focus on the Made in Venice brand, to promote local artisans and bring that Venice back and offer a better quality of life to the people who live here and who visit.\"\n\nShe also sees an opportunity in the vacuum created by the absence of mass tourism due to travel bans instituted by the pandemic to lure academic programs back to the city.\n\nShe envisions the tourist apartments housing students and bringing new energy to the city. \"We feel more than ever that this is the moment,\" Conn says. \"Saving Venice is a very particular mission, but we are on a roll right now.\"\n\nRelated content 33 of the most beautiful places to visit in Italy\n\nThe virus has revealed just how few residents remain in Venice. Marco Di Lauro/Getty Images\n\nBlack Death\n\nWhat happens next in Venice is crucial for its future.\n\nAfter all, this city has risen from pandemics before. The very word quarantine was born out of the city's response to the Black Death more than 700 years ago when the city was a powerful trading hub that brought merchants from around the world.\n\nWhen the plague hit, they decided the only way to protect the city was to isolate incoming ships for 40 days, or quaranta giorni, which became known as the quarantina, what we now call quarantine.\n\nWhat happens next in Venice is in the hands of the Venetians, perhaps for the first time in centuries.\n\nMattia Berto, who runs a theater company in Venice, believes the city can find the right balance.\n\n\"Venice in many ways has been a perfect lover, willing to give everyone what you want without asking for any commitment for the future,\" he told CNN."}