{"url": "http://cnn.com/style/article/placebo-buttons-design/index.html", "text": "Jacopo Prisco , CNN Written by\n\nHave you ever pressed the pedestrian button at a crosswalk and wondered if it really worked? Or bashed the \"close door\" button in an elevator, while suspecting that it may, in fact, have no effect whatsoever?\n\nYou're not alone, and you may be right. The world is full of buttons that don't actually do anything.\n\nThey're sometimes called \"placebo buttons\" -- buttons that are mechanically sound and can be pushed, but provide no functionality. Like placebo pills, however, these buttons may still serve a purpose, according to Ellen Langer, a Harvard psychologist who pioneered a concept known as the \"illusion of control.\"\n\n\"They do have a psychological effect,\" she said in a phone interview. \"Taking some action leads people to feel a sense of control over a situation, and that feels good, rather than just being a passive bystander.\n\n\"Doing something typically feels better than doing nothing.\"\n\nDon't walk\n\nIn New York City, only about 100 of the 1,000 crosswalk buttons actually function, confirmed a spokesperson from the city's Department of Transportation in an email. That number has steadily decreased in recent years: When the New York Times revealed that the majority of New York's buttons didn't work in 2004, about 750 were still operational.\n\nWorsening traffic may be behind the shift. Crosswalk signals were generally installed before congestion had reached today's levels, and, over time, they started to interfere with the complex coordination of traffic lights.\n\nBut while their function was taken over by more advanced systems -- such as automated lights or traffic sensors -- the physical buttons were often kept, rather than being replaced at further expense.\n\nA pedestrian crossing in London. Credit: Newscast/UIG/Getty Images\n\nOther cities, such as Boston Dallas and Seattle , have gone through a similar process, leaving them with their own placebo pedestrian buttons. In London, which has 6,000 traffic signals, pressing the pedestrian button results in a reassuring \"Wait\" light. But that doesn't necessarily mean that the \"green man\" -- or \"pedestrian stage,\" in traffic signal design terminology -- will appear any sooner.\n\n\"We do have some crossings where the green light comes on automatically, but we still ask people to press the button because that enables accessible features,\" said Glynn Barton, director of network management at Transport for London, in a phone interview.\n\nThese features, such as tactile paving and audible traffic signals, help people with visual impairments cross the road and are only activated when the button is pressed. As for the lights, a growing number of them are now integrated into an electronic system that detects traffic and adjusts intervals accordingly (giving priority to buses if they're running late, for example), which means that pressing the button has no effect.\n\nOthers, meanwhile, only respond to the button at certain times of day.\n\n\"But, in the majority of cases, pressing the button will call the pedestrian stage,\" said Barton.\n\nClose the door?\n\nSo what about the most jabbed button of them all: the \"close door\" in elevators? If you live in the US, it almost certainly doesn't work.\n\n\"To put it simply, the riding public will not be able to make the doors close any faster using that button,\" said Kevin Brinkman of the National Elevator Industry in an email.\n\nBut there's a very good reason for this: the Americans with Disabilities Act of 1990 . \"This legislation required that an elevator's doors remain open long enough for anyone with disability or mobility issues, such as using crutches or a wheelchair, to get on board the cab safely,\" said Brinkman.\n\nButtons found on elevators. Credit: praphab louilarpprasert/Shutterstock\n\nSo, unless the allotted boarding time has been reached, pressing the button will do nothing. It's only there for firefighters, emergency personnel and maintenance workers, who can override the delay with a key or a code.\n\nOutside the US, there's a higher chance -- though not a certainty -- that the button will work.\n\n\"The functionality of the button -- whether or not it actually closes the door sooner -- is determined by the building code or customer,\" said Robin Fiala of Otis, the world's largest manufacturer of elevators, in an email.\n\nToo hot to handle\n\nThermostats in hotel rooms are known to limit the temperature range available to users, thus reducing energy costs. The practice isn't limited to hotels, according to Robert Bean of the American Society of Heating and Air-Conditioning Engineers . But that's not strictly a bad thing, because air temperature, which is what most thermostats control, is just one piece of the thermal puzzle.\n\n\"In absence of controlling the other metrics, air temperature often makes a poor proxy for thermal comfort,\" he said. In other words: Full control doesn't necessarily equate to more comfort.\n\nSometimes, however, thermostats can be deceptive by design. Some models even include a \"placebo function\" option.\n\nOffice thermostats may not always be operational. Credit: Martin Keene/PA Images/Getty Images\n\n\"Thermal comfort research demonstrates that when people have perceived temperature control over their spaces, some may tolerate higher levels of discomfort,\" said Bean.\n\n\"If a non-functioning (placebo) thermostat or limited function thermostat is installed, just having the option to manipulate it can affect one's perception.\"\n\nDummy thermostats -- those not wired into the system at all -- can also be found in offices, according to Donald Prather of Air Conditioning Contractors of America\n\n\"(They) were placed there to quiet a constant complainer by giving them control,\" he said in an email. \"As an engineering trainee I was sent to calibrate one. When I asked why they had me calibrate a thermostat that was not hooked up, they panicked and asked if I told the occupant it wasn't hooked up.\n\n\"After assuring them I hadn't spilled the beans, they admitted that, by not telling me it was disconnected, they thought I would put on a more realistic calibration show.\"\n\nGood buttons\n\nAccording to Langer, placebo buttons have a net positive effect on our lives, because they give us the illusion of control -- and something to do in situations where the alternative would be doing nothing (which explains why people press the elevator call button when it's already lit).\n\nButtons can give people an \"illusion of control.\" Credit: Fox Photos/Hulton Archive/Getty Images\n\nIn the case of pedestrian crossings, they may even make us safer by forcing us to pay attention to our surroundings. And ultimately, pressing a button doesn't require much effort.\n\n\"When you think about it, it's such a small response that, even if it doesn't have any effect, it hardly has a cost,\" Langer said. \"I think it's a shame if people call it a 'placebo button' and, by that name, think that people are behaving foolishly. Hidden in that (term), is the belief that people are foolish for pressing them -- or mean for putting buttons there that serve no purpose in the first place.\n\n\"They serve a psychological purpose at the very least,\" she added, \"and sometimes they do have an effect.\""}