{"url": "http://cnn.com/style/article/concorde-supersonic-design-lifestyle/index.html", "text": "Jacopo Prisco , CNN Written by\n\nIn March 1969, just months before Neil Armstrong walked on the moon, Concorde made its maiden flight. The supersonic plane embodied a vision of the future as daring as that of Apollo 11 -- but far better looking.\n\nNo plane has captured the public imagination quite like Concorde, even though only 20 were ever built, and they were flown by just two airlines. Today, nearly 50 years on, it still stands as one of humanity's most remarkable engineering achievements, and a truly timeless piece of design.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1 / 18 A new book titled \"Supersonic\" fondly showcases the design and lifestyle of Concorde, a superbly engineered machine from a futuristic past. This image from the Royal Aircraft Establishment in Bedford shows a scale model of the supersonic airliner in 1964. Credit: © Keystone-France, Courtesy Gamma-Keystone/Getty Images\n\n\"A lot of designs that were inspired by the dream and optimism of the jet age retain an air of the era in which they were born,\" said Lawrence Azerrad, author of the new book \"Supersonic: The Design and Lifestyle of Concorde,\" in a phone interview.\n\n\"They were futuristic at the time, but they definitely seem nostalgic now.\n\n\"But somehow, Concorde's design still remains futuristic, even though it was created in the very early 1960s. It's a vision of our future from our past.\"\n\nDesigned by physics\n\nIn the aesthetically homogenous world of passenger planes, Concorde was a breathtaking distraction. It looked different from any other plane, with triangle-shaped wings and a pointed nose like a fighter jet, both of which were advantageous for supersonic travel.\n\n\"The design for Concorde was all informed by the physics,\" said Azerrad. \"The end result was actually quite beautiful, but that was not the motivating intent behind the shape of the aircraft. So it's remarkable that, without any additional design flourishes whatsoever, it ended up looking like a beautiful swan.\"\n\nConcorde flew commercially for 27 years, from 1976 to 2003, and could travel between London and New York in under four hours. A British and French co-production, the aircraft was on the shopping lists of most major airlines -- including Pan Am, Continental, American Airlines, Japan Airlines, Lufthansa and Qantas -- at the time of its first flight.\n\nAn early Pan Am ad from 1969 featuring Concorde. Credit: © the collection of Lawrence Azerrad\n\n\"Concorde wasn't originally intended to be this exclusive bird of the rich and famous,\" said Azerrad.\n\n\"After propeller planes and the jet age, supersonic was just the next sensible step. All airlines had orders for supersonic planes. It was only once political and ecological objections made it commercially untenable that it became an ultra-premium experience.\"\n\nMost orders were canceled after the oil crisis of 1973. Only British Airways and Air France would ever operate Concordes, with just two other airlines -- Singapore Airlines and the now defunct Braniff International Airways -- leasing them for a handful of flights.\n\nThe airliner's ultimate demise started on July 25, 2000, when an Air France Concorde departing from Paris caught fire during take-off because of debris on the runway and crashed shortly after, killing 113 people. Although a rare incident in a nearly spotless service history, the accident forced both British Airways and Air France to ground the fleet and spend millions on safety upgrades.\n\nService eventually resumed in November 2001, although Concorde would not survive the impact 9/11 had on the airline industry or the rising operating costs , which made the planes unprofitable. The last flight landed at Heathrow Airport on Oct. 24, 2003.\n\nPrized merchandise\n\nAzerrad, a Los Angeles-based graphic designer, uses his book to showcase his impressive personal collection of Concorde memorabilia. Luggage tags, toys, cutlery, bottle openers, matches, coasters, vanity kits, wallets and even cognac flasks -- Concorde was a brand in itself, spawning merchandise that still commands high prices on eBay.\n\nThe final British Airways Concorde flight lifts off from JFK airport on Oct. 24, 2003. Credit: TIMOTHY A. CLARY/AFP/Getty Images\n\nTaking a branded item home was part of the experience. Anything that could be removed from the plane would be taken by passengers as a souvenir. Some of these items were particularly sought after, like those designed by Raymond Loewy, the father of industrial design who created cabin interiors for Air France.\n\n\"He used a very forward-thinking, futuristic approach for that time, down to the design of the seats, the headrests, the fabric and, probably more famously, the stainless steel flatware, which Andy Warhol would famously steal,\" said Azerrad. \"There's a story where (Warhol) asked if the person sitting next to him was taking theirs, she said no and he took her set.\"\n\nA social club\n\nThe Concorde experience started in a dedicated lounge, before passengers even boarded the plane. With just about 100 seats, and ticket prices higher than flying first class elsewhere, the plane quickly established an aura of exclusivity.\n\n\"It was kind of like a social club in the sky,\" said Azerrad. \"You could have Paul McCartney leading a sing-along of Beatles songs with the entire airplane, or Phil Collins famously taking the plane to play at Live Aid in the UK and the US on the same day. And then royalty, of course: the queen, the pope, countless heads of states.\"\n\nThe British Airways Concorde room at New York's JFK airport in 2003. Credit: © the collection of Lawrence Azerrad\n\nThe windows were tiny, to avoid cracks in the airframe, and the narrow fuselage meant that the cabin was rather small, with a single aisle and just four seats on each row.\n\n\"But since it was ostensibly a fighter jet carrying a passenger load of 100, the size was actually kind of remarkable. It was really all about the speed, so it was much more like a small sports car rather than a couch in the sky,\" said Azerrad.\n\nThe thrill of reaching Mach 2, or about 1,300 mph, was clearly indicated by the large speed and altitude gauges placed prominently on the bulkhead (there were neither headrest screens nor entertainment systems). But even more tangible was the experience of flying at a higher altitude than regular jets -- 60,000 feet instead of 30,000.\n\nThe Raymond Loewy flatware from an Air France Concorde. Credit: © the collection of Lawrence Azerrad\n\n\"At that altitude, you can see the curvature of the Earth,\" said Azerrad. \"You're at the edge of the troposphere, the sky is black. Weather patterns are very visible. And the perception of the world below you is much more palpable than on a regular airplane.\"\n\nConcorde wasn't the only supersonic passenger jet to ever fly. The Soviet-built Tupolev Tu-144 -- which looked remarkably similar but \"lacked the elegance and grace of Concorde,\" according to Azerrad -- had a brief commercial stint in the late 1970s.\n\nBoeing also had plans for its own supersonic plane, which were scrapped before the prototype stage."}