{"url": "http://cnn.com/style/article/dita-von-teese-los-angeles-home-architectural-digest/index.html", "text": "Written by Allyssia Allyne, CNN\n\nSince she first entered the world of burlesque in the early '90s, Dita Von Teese has become a global style icon, bringing the unique blend of traditional pin-up and punk aesthetics that defines her performances into her personal wardrobe. So it's no wonder that her Tudor Revival-style Los Angeles home is an eye-catching mix of eclectic influences too, full of antique furniture, glittering objets and unexpected finds.\n\n\"I have a phobia of white walls in houses,\" Von Teese told ArchDigest.com in an online exclusive . \"I am a maximalist. My first order of business was going through room by room and adding color and excitement to the room.\"\n\nDita Von Teese poses in her luxurious LA kitchen\n\nWhen it comes to color, Von Teese embraced the entire spectrum. In the dining room, blue walls offsets blood-red tables and chairs; a powder-pink powder room evokes '50s glamour; and the kitchen is a tasteful combination of British racing green appliances and copper accents. Excitement can be found in the form of taxidermy animals (think swans, peacocks, and a crown-wearing tiger in the living room), chandeliers, bold velvet furniture, and rows of Art Deco-inspired shelves full of shoes.\n\nRich fabrics and exotic objects set a dramatic scene in Von Teese's sitting room\n\nUnsurprisngly, Von Teese said she was keen to embrace the house's original features, rather than gutting it and going full contemporary.\n\n\"I like feeling like I am living in this house in a very similar way to the way somebody did in the '20s or '30s,\" Von Teese said. \"It made a big difference to me when I was buying the house that someone lived here for so long and raised their children here. The owner even got married here.\"\n\nBut Von Teese emphasized that, when it comes to interior design, there's still room for the house to grow -- and she looks forward to the challenge. \"I don't like to finish everything,\" she told the magazine. \"I like having projects.\""}