{"url": "http://cnn.com/travel/article/europe-summer-coronavirus-tourism/index.html", "text": "(CNN) — The world's biggest tourist playground has been roped off since it became a coronavirus epicenter, but as summer looms Europe is desperate to lift restrictions to get visitors pumping much needed cash into stricken economies.\n\nAcross the continent, various nations currently sitting behind the firewall of quarantines or sealed frontiers, are figuring out how they can once again welcome holidaymakers.\n\nLast week, the European Union unveiled an action plan to get its internal borders reopening, safely fire up its hospitality sector and to revive rail, road, air and sea connections that have been strangled during the pandemic.\n\nIt's a situation eagerly anticipated by millions of would-be travelers, desperate to enjoy a slice of European sunshine and culture after weeks or months being sequestered at home under lockdown.\n\n\"We all need a break, especially after this confinement,\" Thierry Breton, the EU's internal market commissioner, said. \"We want to enjoy summer holidays, we would like to see our families and friends even if they live in another region, in another country.\n\n\"But we want to be able to so while staying healthy and safe because we know the virus will stay for us for some time.\"\n\nEurope accounts for 50% of the global tourism market in terms of arrivals and has been particularly hard hit by the restrictions. Normally crowded cities such as Venice, Rome, Paris and Barcelona have stood empty.\n\nThe EU currently has recommendations in place to all its member nations that they restrict all non-essential visitors from outside. But with infection rates dropping off in some countries, this looks set to change.\n\nSome countries, such as Greece and Italy, are already naming specific dates. On Saturday, Italy announced plans to reopen its internal borders next month, while German Chancellor Angela Merkel has said that many internal EU border restrictions would be lifted by June 15.\n\nThere's even talk of permitting special \"green corridors\" or \"travel bubbles\" that would allow certain countries with low or sharply declining infection rates to open up to a select few destinations until borders are fully reopened.\n\nThose moves have been backed in the EU plan which proposes lifting restrictions between member states of \"sufficiently similar epidemiological situations,\" in other words, the same rate of coronavirus infection.\n\nVisitors from outside the EU could still face an indeterminate wait though.\n\nThe EU's plan also sets out a roadmap for developing health and safety protocols for beaches, hotels, campsites, B&Bs, cafes and restaurants to protect guests and employees, such as allowing people to book time slots at the gym or swimming pools in advance.\n\nIt also aims to strengthen rules giving travelers the right to choose between vouchers or cash reimbursement for canceled transport tickets or package trips.\n\nEU member states have also agreed to protocols to ensure tracing apps work across borders so that citizens can be warned of a potential infection with coronavirus while traveling within the bloc.\n\n\"This is not going to be a normal summer, not for any of us,\" said Margrethe Vestager, the vice-president of the EU's executive arm, the European Commission.\"But when we all work together and we all do our part in the ways the Commission is setting out today, then we don't have to face a summer stuck at home or a completely lost summer for the European tourism industry.\"\n\nWhile these new measures will help impose some order on a somewhat chaotic travel situation across the continent, it remains a fluid situation.\n\nFor the time being, if you're planning to travel to or within Europe in coming months, here's what you need to know:\n\nFrance\n\nFrance is the world's most visited country, but the coronvirus crisis has cripped tourism here. PHILIPPE LOPEZ/AFP/AFP via Getty Images\n\nTravelers with France at the top of their list of places to visit once the coronavirus crisis is abating should prepare themselves for a long wait.\n\nMuch like the rest of the EU, its borders have been shut to non-EU visitors for the last two months -- with the EU recently recommending an extension to the ban until June 15, 2020\n\nFrom now until at least July 24, anyone who enters the country, with the exception of EU citizens or arrivals from the UK, will be subject to a compulsory 14-day coronavirus quarantine.\n\nWhile its lockdown is slowly being lifted, with schools, restaurants and cafes in the country to reopen in the coming weeks, France's interior minister, Christophe Castaner, has made it clear the country will not be adapting its border restrictions for the foreseeable future.\n\nHowever, hotels may be given permission to resume business in the coming weeks.\n\nFrench hotel chain Accor has closed nearly two-thirds of its hotels, while those that remain open are being used to support healthcare and frontline workers, as well as \"vulnerable populations.\"\n\n\"One piece of good news is the initial recovery of the Chinese hotel market, with mild improvements in occupancy and food & beverage activity: an encouraging tell-tale sign,\" a spokesperson for Accor tells CNN.\n\nWhile waiting for the green light from the government, workers have been \"setting stringent safety standards and cleaning protocols,\" in preparation for reopening.\n\nAlthough they aren't expecting many, if any, international visitors in the coming months, much of Accor's revenue is from domestic travel, which seems likely to increase considerably if border restrictions stay in place while restrictions are relaxed.\n\n\"When the lockdown measures soften, French tourists are likely to want to stay close to home in the short term,\" adds the spokesperson.\n\n\"It will be the moment for them to rediscover their own country and we will be there to welcome them.\"\n\nGreece\n\nGreece hopes to wlelcome back visitors as early as June. Russell Yan/Pixabay\n\nGreece may end up becoming one of the first European destinations to open up to tourists again.\n\nThe Mediterranean nation has managed to keep its coronavirus death toll remarkably low, with only 150 Covid-19 deaths so far, by enforcing a strict lockdown early on.\n\nArchaeological site the Acropolis, located in Athens, reopened on May 18, along with the country's high schools and shopping malls.\n\nHowever, any summer 2020 Greece vacations will be very different to those of past years for obvious reasons.\n\n\"The tourism experience this summer may be slightly different from what you've had in previous years,\" Mitsotakis told CNN earlier this month.\n\n\"Maybe no bars may be open, or no tight crowds, but you can still get a fantastic experience in Greece -- provided that the global epidemic is on a downward path.\"\n\nGreece's city hotels are scheduled to reopen on June 1 followed by seasonal hotels a month later.\n\nAt present, all international passengers must take a Covid-19 test upon arrival in Greece, but Mitsotakis suggests tourists will soon be required to undergo testing before their visit as a further precaution.\n\nWhile the country may be priming itself to receive visitors again, getting there will prove to be a challenge for most.\n\nAt present, all non-EU citizens are banned from entering Greece until May 31 , while the majority of low-cost carrier routes, which make up much of the country's foreign air arrival, from neighboring countries are suspended.\n\nHowever, Mitsotakis is banking on an influx of \"more high-end tourists\" to help re-energize the country's tourism industry, which employs one in five Greeks.\n\nRelated content Spain to impose 14-day quarantine for international arrivals\n\nSpain\n\nNew beach protocols in Spanih town Sanxenxo will involve allocating sunbathing spots on a \"first come, first served\" basis. Courtesy Diario de Arousa\n\nSpain's lockdown proved to be one of the strictest in Europe -- children were banned from leaving the house entirely at one stage.\n\nBut the popular destination, which welcomed a record 84 million visitors in 2019, is slowly easing restrictions, with beaches set to reopen in June and hotels in some parts of the country granted permission to resume business.\n\nHowever, officials are understandably cautious about reopening the country, and it seems unlikely the current border restrictions, which ban non-essential travel to Spain for everyone other than Spanish citizens, residents and frontier workers, will change before the end of the summer season.\n\n\"We have to guarantee, when international tourism opens, that the person who comes to Spain is a safe person,\" Spanish tourism minister Reyes Maroto recently told local newspaper El Pais.\n\n\"The issue of borders will be accompanied by the evolution of the health crisis,\" he said.\n\n\"Therefore, I do not have the solution of when [they will be able to open]. On how you will be able to enjoy our beaches, we are defining different scenarios.\"\n\nOne or two of these \"scenarios\" have already been announced, with a number of towns setting out new protocols to maintain social distancing measures on busy stretches of sand.\n\nCanet d'en Berenguer, a Mediterranean town located just north of Valencia, will only allow 5,000 daily sunbathers on its local beach when it reopens, while Galicia's Sanxenxo will allocate entry to its beach on a \"first come, first served\" basis.\n\nBoth are roping off small sections on the sands to ensure beachgoers can maintain a safe distance from each other, a move that may well indicate the future of beach visits.\n\nEarlier this month, a senior government official admitted the country's tourism industry wouldn't be able to get going again until all internal and external borders within the EU are reopened.\n\n\"A big part of our economy depends on the movements of international visitors and of Spaniards,\" said the official.\n\n\"But we have to have a health system that can take care of anyone who's in Spain. That's the fundamental issue.\"\n\nItaly\n\nItaly is slowly lifting restrictions after weeks and weeks in lockdown. ANDREAS SOLARO/AFP via Getty Images\n\nItaly has been one of the destinations worst hit by the pandemic, with a \"very long\" lockdown imposed back in March, but the Beautiful Country won't be off limits for much longer.\n\nThe Italian government has announced EU travelers will be allowed to enter without having to go into quarantine from June 3 in a \"calculated risk\" to get the country's tourism industry moving again.\n\n\"We're facing a calculated risk in the knowledge that the contagion curve may rise again,\" prime minister Giuseppe Conte said in a televised address to the nation on Saturday.\n\n\"We have to accept it, otherwise we will never be able to start up again.\"\n\nAt present, Italy along with the rest of the EU, currently has restrictions in place on all non-essential travel from outside the Schengen Zone (a grouping of 26 countries that normally have open borders) -- apart from the UK.\n\nTravelers from EU countries have previously been required to undergo a two-week quarantine before entering the country.\n\nThe announced measures are a major step in the country's efforts to restart its economy after more than two months of lockdown.\n\nHowever, nearby Austria and Switzerland still have heavy restrictions in place regarding traveling across the borders, while many airlines have canceled the majority of their flights to Italy, so reopening won't be a straightforward process.\n\nBut officials have made it clear they're keen to get things moving.\n\n\"I have never spoken, nor ever thought, of closing the Italian borders to tourists for 2020,\" Giorgio Palmucci, president of the Italian National Tourist Board (ENIT) told local reporters last month. \"I am working on the exact opposite.\"\n\nItaly's lockdown is currently being lifted in stages , with all shops scheduled to reopen on May 18 and cafes, restaurants and bars to follow.\n\nAll museums, including Rome's Vatican Museums, are to slowly reopen throughout May. However, strict social-distancing rules will apply, with tickets bought in advance online.\n\nSt. Peter's Basilica in the Vatican reopened on Monday May 18 after being closed for over two months.\n\nThe island of Sicily has already announced a scheme to entice travelers back , with subsidized holidays for both domestic and international visitors on offer.\n\nGermany\n\nOfficials in Germany are in no rush to reopen its borders. Maja Hitij/Getty Images\n\nGermany has managed to contain its coronavirus fatality numbers somewhat due to substantial testing and contact tracing, but officials have seemed hesitant about letting tourists back in.\n\nThe fact that virus infections began rising in the country this week, just days after lockdown restrictions were eased, will have done little to ease concerns regarding reopening borders, although it was announced Wednesday that its frontier with neighboring Austria was being unlocked as of May 15.\n\nChancellor of Germany Angela Merkel wishes to stop border controls in the Schengen area within weeks.\n\n\"The aim is -- if the infection process allows it -- I want to stress that -- that from June the 15th border controls in the Schengen area can be completely eliminated,\" she said on Wednesday.\n\nA spokesman for the Austrian Tourism Ministry says the chancellors of the two countries agreed to open the border in a first step for day trippers and commuters. A second step would see a normalized reopening as of June 15.\n\nGermany remains closed to non-EU visitors, while many of its border crossings to neighboring states such as Denmark, the Netherlands, Belgium, Luxembourg, France and Switzerland are either closed or guarded.\n\nHotels are currently prohibited from accommodating tourists, and the majority of flights to and from Germany remain grounded.\n\nForeign Minister Heiko Maas has previously expressed concerns about reopening destinations too swiftly, stressing that European countries should come together to decide the best course of action.\n\n\"A European race to see who will allow tourism travel first will lead to unacceptable risks,\" he told Bild am Sonntag newspaper.\n\nUnited Kingdom\n\nVisitors to the UK are required to go into quarantine for 14 days. Maja Hitij/Getty Images\n\nThe UK government's decision to introduce a 14-day quarantine on all arrivals just as it begun to ease restrictions for residents has dashed any lingering hopes of reviving international tourism here in the coming weeks.\n\nIt's thought the move, introduced for an indeterminate amount of time, will dissuade airlines from restarting flight operations quickly and officials have warned Brits that their prospects of a summer foreign escape are slim.\n\nAsked in a BBC television interview whether UK citizens should book flights in July, Transport Minister Grant Shapps said: \"I'm saying, right now you can't travel abroad. If you are booking it you are clearly by very nature taking a chance of where the direction of this virus goes and therefore where the travel advice is in the future.\"\n\nUnder current plans, hotels are likely begin to open in early July, but as EU border restrictions are still in place, it's expected the UK will focus on domestic travel before any further decisions are made.\n\n\"With nearly 40 million inbound visitors per year, International visitors play a hugely important part of the UK visitor economy and we look forward to welcoming visitors back when it is safe to do so,\" Nigel Huddleston, UK tourism minister, said during a speech at the Extraordinary G20 Tourism Ministers' Meeting on Covid-19.\n\nSadly, there's absolutely no indication of when that's likely to happen.\n\nRelated content 93% of people around the world live in countries with coronavirus travel bans\n\nPortugal\n\nPortugal received 24 million tourists in 2019. Regiao de Turismo do Algarve\n\nPortugal has also begun to ease its lockdown restrictions, allowing hair salons, dry cleaners and repair shops to reopen.\n\nSome restaurants, museums and coffee shops were allowed to opening at reduced capacity on May 18, as well as schools.\n\nHowever, sunbathers will be required to adhere to Portugal's social distancing rules by keeping 1.5 meters apart.\n\nAn app that allows people to check whether there's space on the beach of their choice has been introduced in a bid to prevent overcrowding.\n\nWhile it seems doubtful international visitors will be able to return before 2021, the destination has already put measures in place to alleviate the effects.\n\nRita Marques, the country's Secretary of State for Tourism, recently launched a \" don't cancel, postpone\" scheme , which allows tourists to reschedule any pre-arranged holidays to Portugal until the close of 2021.\n\nThis applies to all bookings made through accredited travel agencies, as well as hotels or Airbnbs, for trips scheduled between March 13 and September 30, 2020.\n\nMeanwhile, national tourism authority Turismo de Portuga l has devised a free hygiene-certification stamp to distinguish \"Clean & Safe\" tourism enterprises in order to gain visitors' confidence.\n\nBusinesses will need to comply with hygiene and cleaning requirements for the prevention and control of Covid-19, in order to receive the stamp, which is valid for one year.\n\nThe aim here is to boost the sector's recovery by reassuring visitors that all efforts are being made to ensure they're protected.\n\nRaul Martins, President of the Association of Portuguese Hotels (AHP,) says he expects most hotels in the country to reopen in July.\n\nBut like most other European countries, Portugal will have to rely on business from domestic travelers while border restrictions remain in tact.\n\nEliderico Viegas, head of the Association of Algarve Hotels and Tourism Enterprises, recently told Bloomberg he's not expecting any international tourists in Portugal's Algarve region until next year.\n\nCroatia\n\nCroatia suffered from overtourism previously, now the destination is keen to get travelers back. ANDREAS SOLARO/AFP via Getty Images\n\nCroatia closed its borders early and has managed to keep its Covid-19 death toll relatively low, with less t han a 100 fatalities so far.\n\nBut like many European destinations, Croatia is reliant on tourism, accounting for 20% of its GDP, and officials have suggested its borders may be opened to foreign tourists later this year.\n\nHowever, the current limitations on foreign nationals are likely to remain in place until June 15.\n\nAny non-nationals who are permitted entry may be ordered to self-isolate or spend 14 days in official government quarantine facilities \"at the expense of the traveler.\"\n\nBut officials are hoping to work around this by introducing a special \"green corridor\" between itself and the Czech Republic, another destination with a low number of coronavirus cases as early as this summer.\n\nThis would effectively mean any Czech tourists who can provide documentation to prove they're not infected with the virus would be permitted to travel into Croatia.\n\n\"We have already discussed with the Czech Republic that they prepare their proposals and we will prepare ours,\" Tourism Minister Gari Cappelli said during an interview aired on the state-run HRT radio.\n\nRelated content What will travel look like after coronavirus?\n\nSwitzerland\n\nA picture taken on from Mont-Pelerin, western Switzerland, on November 20, 2016 shows the cities of Vevey (below) and Montreux (background) on Lake Geneva. / AFP / FABRICE COFFRINI (Photo credit should read FABRICE COFFRINI/AFP/Getty Images) Fabrice Coffrini/AFP/Getty Images\n\nBy mid-May, the Swiss border crossings with Italy, France, Germany and Austria, will all have reopened, less than two months after they were shut by the Federal Council due to the pandemic.\n\nBut that doesn't mean things have returned to normal when it come to traveling within the country.\n\nOnly Swiss citizens and permanent residents, as well as those who have to travel to Switzerland for professional reasons, are currently permitted to enter the country.\n\nPlans to resume domestic tourism industry are moving ahead, with museums, bars and restaurants due to be reopened this week, followed by hotels towards the end of May.\n\nEastern Europe\n\nThe Czech Republic was one of the first European countries to close its borders back in March. Pixabay/Creative Commons\n\nCroatia isn't the only country the Czech Republic is likely to share a \"green corridor\" with.\n\nProposals for a similar arrangement with Slovakia, one of the first European countries to ban international passenger travel, are apparently in the works.\n\nBoth countries have closed their borders to non-citizens and residents, along with Ukraine, Hungary and Poland, with a mandatory 14-day quarantine required for anyone coming from abroad.\n\nHowever, under the proposed arrangement, Czech tourists able to provide proof they are coronavirus free would be permitted to travel to Slovakia\n\nWhile there's been no clear indication from the governments of the aforementioned countries on when borders will be reopened, wearing a face mask in public spaces is now compulsory in Poland, Czech Republic and Slovakia.\n\nAs the likes of Czech Republic and Slovakia have expressed interest in solely opening up international tourism to less affected destinations, it's fair to assume officials will be in no rush to welcome travelers from those destinations heavily affected, such as the UK and the US, as well as Spain and Italy.\n\nScandinavia and the Nordic region\n\nSweden's government opted not to issue a lockdown JONATHAN NACKSTRAND/AFP\n\nAs one of the only countries in Europe not to issue a lockdown, Sweden has few restrictions to lift.\n\nHowever, its borders are still shut to countries outside the EU, EEA, or Switzerland, and these measures are set to remain in place for now.\n\nDeputy Prime Minister Isabella Lovin has admitted the country's tourism sector has been hit \"incredibly hard\" by the absence of travelers.\n\nLovin said it was wrong to suggest the more relaxed approach meant it was business as usual in Sweden.\n\n\"The biggest myth and misconception is that life goes on as normal in Sweden,\" she recently told multi-regional publication The Local . \"It absolutely does not.\"\n\n\"A lot of small businesses are on their knees because production is down or has decreased a lot.\n\n\"It is not business as usual in Sweden but the opposite, things are very, very tough.\"\n\nNearby Austria is planning a gradual return to normality, with hotels reopening from May 29.\n\nThe Geniesserhotel \"Die Forelle\" in Carinthia, is one of several establishments gearing up to welcome domestic travelers months after being forced to close their doors.\n\n\"We would like to offer our guests a wonderfully relaxed stay and of course we make sure that all hygiene regulations are observed,\" says Hannes Muller, who runs the hotel.\n\nMeanwhile Denmark plans to lift its remaining lockdown restrictions by the second week of June.\n\nThe country's prime minister Mette Frederiksen has previously spoken of the possibility of reopening borders warning this could move things into \"a negative direction.\"\n\n\"A border opening can mean that many people come to Denmark,\" she told Danish newspaper Politiken.\n\n\"It may help to move the infection in a negative direction. Of course, the borders must also be seen in the context of what is happening in the countries around us.\" Frederiksen went on to suggest Denmark would not reopen borders until \"at least.\"\n\nIceland brought temporary internal border controls last month, banning all foreign nationals, except for nationals of the EU and associated European countries. Everyone arriving from outside the country has been required to complete a 14-day quarantine since April 24.\n\nThe Nordic country is now preparing to reopen in a bid to undo some of the damage caused by the closure.\n\nIceland's government expects to start easing restrictions on international arrivals by June 15.\n\nWhile the full details are yet to be confirmed, it;s thought travelers will be given the choice of a test on arrival or a two-week quarantine.\n\n\"Although Iceland is an island, it has always thrived through international trade and cooperation,\" Foreign Minister Gudlaugur Thor Thordarson said in a statement.\n\n\"With only three cases of the virus diagnosed in May, we are once again ready to carefully open our doors to the world.\n\n\"While we remain cautious, we are optimistic as a country that we can successfully begin our journey back to normality.\"\n\nBaltic states\n\nLithuania is set to join a \"travel bubble\" with fellow Baltic states Estonia and Latvia. PETRAS MALUKAS/AFP/Getty Images\n\nThe borders for Baltic countries Estonia, Lithuania and Latvia have been largely closed to foreign travelers due to the pandemic.\n\nBut as of May 15, each will lift restrictions for each other's citizens, creating the European Union's first official \"green corridors\" or \"travel bubble.\"\n\nThe new protocol, which is due to come into effect on May 15, was agreed after the states decided all three \" had successfully managed the spread of Covid-19 and trust each other's health care systems,\" according to the Lithuanian government.\n\n\"We showed a good example by stating, very clearly, that only countries which successfully dealt with the situation can open themselves up,\" Lithuanian Prime Minister Saulius Skvernelis said in a statement.\n\n\"I think we will keep to this principle when dealing with countries where the situation is very bad, which did not take measures to control the virus spread.\n\nSkvernelis went on to suggest that Poland and Finland may be invited to join further down the line.\n\nHowever, anyone traveling the countries from outside the \"bubble\" will be required to go into quarantine for two weeks."}