{"url": "http://cnn.com/style/article/hair-salons-reopening-coronavirus-lockdown/index.html", "text": "Written by Allyssia Alleyne, CNN\n\nThe hair salon has always been an especially intimate environment. It is a place where close contact is non-negotiable -- a hair stylist massages your scalp with the pads of their fingers; a barber leans in close to shape up your hairline.\n\nAll that stopped when the coronavirus forced salons and barbershops in many countries to close, temporarily breaking the bond between stylist and loyal client, and curtailing the camaraderie and community of many barbershops\n\nFrom Atlanta to Dubai, many of us rely on our hairdressers, braiders and colorists to help us craft the image we show to the world, which plays an important role when it comes to our self-esteem. And from the number of social media posts about home buzz cuts and rapidly growing roots (as well as the rise of black-market haircuts ), their absence has been felt.\n\nBut for the industry, hair is more than just a matter of identity or creativity: It's a business. And as lockdowns ease around the world, salon owners and employees are returning to workplaces that have been crucially transformed.\n\nHair by UK braider Sade Cline-Thomas Credit: Courtesy Sade Cline-Thomas\n\n\"It's like opening a brand new salon,\" said colorist Maria Dowling, whose namesake salon in Dubai reopened on April 26 after a month-long shutdown. \"It's the new era.\"\n\nUnder lockdown, the financial burden of closure bills has fallen on stylists and owners alike. But as with any industry, how people have fared in the short-term depends on a variety of factors, from geography to company structure.\n\nWhile big chains and more moneyed salons often hire stylists as employees, smaller independent operations -- which make up the bulk of the industry -- rely on self-employed contractors. (For example, in the UK, 57% of people working in hairdressing and barbering are self-employed, according to a 2017 report.) In these instances, a stylist will often pay a salon owner to rent a chair in their space, and the salon owner in turn will use the money to pay themselves and cover overhead costs.\n\nDelphine Courteille , whose eponymous business is a buzzy, millennial-pink alon near the Jardin des Tuileries in Paris, had her rent and utilities payments suspended while it was closed, thanks to France's plan to help small businesses, and her employees received 84% of their wages as part of the state-backed partial unemployment scheme. In Dubai by contrast, Dowling paid her staff and overheads out of her own pocket during closure because the Dubai government didn't provide assistance to small businesses.\n\nThe Delphine Courteille salon in Paris Credit: Courtesy Hervé Goluza\n\n\"Some of my friends in the UK who have got salons, said that once they knew that they could put their staff on this furlough and get paid 80% or whatever, it was a no-brainer for them... But for us, we didn't get any of that,\" Dowling said in a phone interview, referring to the British government's scheme to pay furloughed workers 80% of their salary until the end of October.\n\n\"As a salon owner, there's a lot of responsibility on me because you want to keep your staff, you want to be faithful to your staff. You want them to respect you at the end of it all and think, 'She did everything she could for me,'\" Dowling said.\n\nWithout the option to work from home, and without corporate or government aid to support themselves, returning to work is often the only way forward for stylists and business owners.\n\nSo in spite of the controversy surrounding Georgia Governor Brian Kemp's decision to lift lockdown measures for businesses on April 24, after just three weeks, Youssef Barber, the owner of Diamond Cuts Barber Studio , which has two locations in Atlanta, welcomed the change.\n\nDiamond Cuts Barber Studio in Atlanta, Georgia Credit: Courtesy Youssef Barber\n\nWith his barbers, who operate as independent contractors, unable to pay rent for chairs in his shops, and clients unable to come in for cuts, Barber could see no other way to pay his mounting bills. His application for an Economic Injury Disaster Loan through the Small Business Administration's emergency lending program had been unsuccessful.\n\n\"I personally didn't get a dime from the stimulus money,\" Barber said in a phone interview. \"So to me it was a no-brainer: Time to open up.\"\n\nBut the new rules of social distancing have changed the tone of his typically bustling shops. Masks are worn by all barbers and are offered to all clients. In keeping with the new US rules forbidding more than 10 people per 500 square feet, walk-ins are asked to wait off premises until a barber is ready for them, if the waiting area is full.\n\nAt Courteille's Paris salon, which reopened on May 11, she says stylists must not only wear masks, but also protective visors. Clients must bring their own masks to appointments (two if they're coming in for a lengthy color service) or risk being turned away. Complimentary magazines and beverages -- a mainstay of high-end salons -- have been removed indefinitely.\n\nMaria Dowling at her salon in Dubai Credit: Courtesy Maria Dowling\n\nSimilarly, under Dubai's new rules, Dowling is only allowed to operate with 30% of her workforce, which means a maximum of five of her 17 employees can be on the salon floor at a given time. This has meant the implementation of a sparse rota with reduced working hours for each employee. In an effort to counter that loss, Dowling is staying open an extra day each week.\n\nIn China, along with following hygiene protocols required by the government -- such as the wearing of face masks and limiting the length of appointments -- global salon chain Toni & Guy has voluntarily introduced a number of new measures to its recently reopened Chinese salons. All appointments must be confirmed over video call so that stylists can roughly gauge the wellness of their potential clients, and clients who have recently traveled overseas must show proof of a recent medical report.\n\n\"The execution of that (will) differ a bit locally in each market depending upon what each market is used to, depending upon what local restrictions are in place,\" said Toni & Guy chief executive officer Nigel Darwin in a phone interview. \"Equally, there are many things about regular cleaning, wearing of PPE, sanitizing every station and sanitizing all equipment between each client, which absolutely we will see in every single market.\"\n\nToni & Guy salon at a shopping center in Beijing Credit: Courtesy Toni & Guy\n\nThese measures, he hopes, will help Toni & Guy salons (some 600 locations in 50 countries) allay the fears of anxious clients after months of lockdown and anxiety-inducing stories about the pandemic.\n\n\"What we've been doing in recent times is really trying to focus on our clients and understand that -- for all of us -- our mindset would have changed during this time. I think almost everyone will have more concern about hygiene and safety than they did three months ago or four months ago,\" Darwin said.\n\nThe same could be said for stylists. While the majority of his regular barbers returned to work when he reopened, Barber said a handful declined the offer, deciding to stay home a while longer to avoid the risk of infection.\n\nNew precautions have been introduced at Toni & Guy salons, which have reopened in China Credit: Courtesy Toni & Guy\n\nSade Cline-Thomas , a braider based in Essex, England, shares those anxieties. Though she works part-time in a South London hair salon, her most lucrative jobs come from her freelance mobile service, which sees her spending upwards of six hours a day in clients' living rooms.\n\nTo mitigate her risk of catching the virus when the UK reopens salons (July 4 is the earliest date put forward by the government), she said she'll likely put her mobile service on hold and refer her freelance clients to the salon where she works, so that she can ensure proper sanitation and social distancing protocol is being followed. While the decision would come at a financial cost (her hourly wage at the salon is less profitable than her freelance service fees), she feels she has no choice but to accept the situation until a vaccine is developed. She and her mother are in frequent contact with her grandmother, a high-risk individual who suffers from dementia and lives alone.\n\n\"You can't really do social distancing if you're doing someone's hair... If I was to come in contact with someone and start carrying the virus and my mum was to (become infected), it could be detrimental to my grandma,\" she said in a phone interview. \"Even though it's still hard, I have to be more careful and think more (about) the long run because if it affects one of my family members, it's not worth it.\"\n\nHow quickly customers return to salons depends on their location, their countries' coronavirus case load, and their own personal assessment of the risk of having their hair done. Darwin, from Toni & Guy, said there had been \"substantial demand\" at the company's China salons since they had reopened in March, regardless of the restrictions.\n\nUK braider Sade Cline-Thomas has had to suspend her mobile hair service Credit: Courtesy Sade Cline-Thomas\n\n\"We don't take it lightly that many people in many countries have had real life-and-death situations during this pandemic, and that hair is by no means anywhere near that level (of importance),\" Darwin said. However, for some people, he added, \"there is a real demand and desire to get out and get their hair serviced by people who can bring it back to their best.\"\n\nConversely, Dowling said her clients had been slow to return, with her Dubai salon averaging 15 appointments per day, down from an average of 35.\n\n\"Clients are worried. Some people are staying at home. They're saying, 'We're not ready yet, we'll give it a little bit longer,'\" she said.\n\nShe doesn't know if numbers will be back to normal by summertime, or what hygiene protocols will be in place come Christmas. She tries not to think about it.\n\n\"Normally, you would say things change from day to day. Here, things change from minute to minute,\" she said. \"What I'm saying to the girls now is let's just do what we can and hope we can stay open... I have to just focus on being positive and getting through this.\""}