{"url": "http://cnn.com/travel/article/lleida-alguaire-industrial-airport-spain/index.html", "text": "(CNN) — Earlier this month, a Boeing 747 freighter took off from Lleida-Alguaire Airport in Spain, bound for Chicago and laden with urgent medical supplies.\n\nIt had arrived at this little out-of-the-way airport, some 150 miles west of Barcelona, a couple of months earlier. Its operator, New York's Atlas Air, had parked it there due to lack of demand in the cargo sector -- until the coronavirus pandemic came along and turned the world on its head.\n\nLleida-Alguaire, and other industrial airports like it, is where airplanes that have been taken out of service wait on remand. For some, like that 747, there will come a reprieve. For others, it's Death Row.\n\nRelated content Parking in a pandemic: Grounded planes scramble for storage space\n\nThe Boeing 737 Max has been grounded for more than a year now, but the aircraft were still coming out of the assembly line well into summer 2019.\n\nWith hundreds of undelivered aircraft piling up and space at its facilities starting to run out, the American manufacturer turned one of the employee car parks at its Paine Field facility, near Seattle, into a temporary airplane depot.\n\nBoeing 737 MAX airplanes are stored on employee parking lots near Boeing Field, on June 27, 2019. Stephen Brashear/Getty Images North America/Getty Images\n\nFor those already delivered to airlines around the world, the solution was less obvious.\n\nAlternative storage places needed to be found for them, urgently.\n\nMajor European hubs can charge Major airports aren't, generally speaking, a great place to store aircraft. Space is at a costly premium: the aeronautical equivalent of leaving your car at a city center by-the-meter parking lot.Major European hubs can charge close to $300 an hour\n\nWhere Europe keeps its 737 Max aircraft\n\nOne of Icelandair's 737 Max fleet. Miquel Ros\n\nIt is at this point that far-flung industrial airports come to the rescue.\n\nIn Europe, Lleida-Alguaire is the airport that currently keeps the largest number of Boeing 737 MAX planes in storage.\n\nConsidered a white elephant since its inauguration in 2010, the lack of regular commercial traffic (before the current crisis, it was handling couple of regular flights per week, plus the occasional charter) has offered this small airport a chance to specialize in a little-known, but essential, segment of the aerospace industry.\n\nTwo Nordic airlines -- Norwegian and Icelandair -- have sent their MAX fleets to be stored at Alguaire, a total of 10 shiny new aircraft. Some of them had literally come out of the factory: they just had time to log a couple of revenue flights before being grounded.\n\nThis is where the analogy with a parking lot ends, though.\n\nRelated content What coronavirus means for elite airplane passengers\n\nAircraft that are temporarily in storage but expected to resume service follow an intense daily program that aims to protect and preserve them for the day when they are to take to the skies again.\n\nThere are careful processes to prevent corrosion and make sure all systems remain in perfect working order.\n\nEngines, always a particularly sensitive piece of equipment, are the object of particular attention and are constantly monitored.\n\nHumidity is a foe, with sensors at different spots taking measurements and transmitting them to engineers in real time.\n\n\"We aim to keep humidity below 40%. We use dehumidifying bags and specialized devices that suck the humidity out of the air,\" explains Miguel Martín, technical director at Servitec Aircraft Maintenance, the firm that takes care of the MAXes stationed at Lleida-Alguaire.\n\nThat time in life\n\nAs owners of classic cars know well, engines have to be started every now and then -- and the same goes for aircraft after they have remained idle for some time.\n\n\"Not all aircraft need it. It really depends on the program they are on, but, yes, we do start the engines as well and make them run for a while to make sure the moment they are called up to fly again everything works.\"\n\nThis is something that not all of Alguaire's visitors are going to be able to do, because this airport also serves as an end point for old aircraft that are being retired from service.\n\nIn fact, many of these aircraft are still perfectly airworthy. What happens is that they have reached the point in their operational lives when it's no longer economical to invest in their maintenance. In fact, the parts and spares they contain are worth more than the aircraft as a whole.\n\nRelated content I caught the last flight to propose to my girlfriend on the other side of the world\n\nIt's a sad sight to see the mighty Queen of the Skies, the Boeing 747 Jumbo jet, being broken down and turned into scrap, but that's exactly what's going on now at Alguaire.\n\nBreaking up an aircraft is a specialized process.\n\nOnce the decision is taken to retire an aircraft, an inventory is compiled of all its parts and spares. Many of them will eventually find their way to other planes.\n\nThe aircraft is then flown to an industrial airport, such as Lleida-Alguaire or Teruel, in Spain, Tarbes in France or Victorville, in California. There, it's inspected and tested prior to being dismantled.\n\nFirst to go are movable elements such as fire extinguishers or ramps. Fluids, oils and other chemicals are also removed. A very specific protocol must be followed to prevent any environmental or safety hazards.\n\nThe engines are usually the most valuable element. After the nacelles are taken away, the engine itself is dismantled whole, leaving the internal mechanisms intact.\n\n'Death of the aircraft'\n\nThis cockpit won't seat any more pilots. Miquel Ros\n\nWith the engines gone, it's the turn of the panels, which protect key areas within the aircraft. The structure is laid bare so that technicians can access the planes innermost systems and retrieved those parts that are of interest.\n\n\"When we switch off the power, it is the official death of the aircraft, there's no way back,\" explains Servitec's Miguel Martín, before adding that out of an Airbus A330 currently being dismantled, they managed to extract more than 4,600 different parts.\n\nEvery item that is taken out of the aircraft is cataloged, cleaned and processed so that the owners of the aircraft can take them wherever they are needed.\n\nVisitors to the airport can see how different parts are neatly piled all around the aircraft while it undergoes this classification process.\n\nRelated content How Australian airline Qantas is taking care of its grounded planes amid Covid-19\n\nIf the plane is owned by an airline with a larger fleet of the same type, it might use those spares in-house, but very often that's not the case. There are companies that specialize in purchasing aircraft nearing the end of their operational lives for the purpose of dismantling them and selling their parts and spares into what's called the aftermarket -- where spare parts and equipment are traded.\n\nIn most cases these parts can't go straight into another plane, because the moment they're struck off the aircraft they become technically unserviceable (even if they're in mint condition). They must be transferred to an approved repair shop to undergo recertification.\n\nEven if serially produced, components of a specific type are not always identical. Some of them have seen some degree of customization at the request of operators and the manufacturers often introduce small modifications too. This is why every single part should be individually identifiable.\n\nEvery part that goes into an aircraft needs to be trackable, explain Alex Duran and Jasin Kolar, co-founders of Nexspares, a Zurich-based consultancy firm which helps airlines plan their spare part procurement strategy. There always has to be a paper trail.\n\nOnce the airframe has been stripped off every valuable item, it is, literally, cut for scrap."}