{"url": "http://cnn.com/travel/article/restaurants-reopening-safety-precautions/index.html", "text": "While the country's restaurant industry has proved nimble in finding new ways to stay afloat with dining rooms closed to customers, the announcement in late April from the state of Georgia permitting reopenings sent a slim beam of light through these dark times. Now as more states begin reopening, there's an increased concern over protocols for keeping everyone safe and healthy.\n\nAnd given the safety precautions that will need to be put in place, post-pandemic dining is going to look very different than a couple of months ago.\n\nAlthough obviously eager to get back to work, the operators CNN spoke with don't plan on resuming service anytime in the near future.\n\n\"The safety and health of our guests, employees, and community are our highest priority, and until we have more information that we are not putting anyone in an unsafe or uncomfortable environment, we will keep our doors closed,\" wrote Justin Anthony of True Story Brands restaurant group in Georgia in an email.\n\n“Although obviously eager to get back to work, the operators CNN spoke with don't plan on resuming service anytime in the near future.”\n\nHowever, they are considering what dining looks like once it feels like the pandemic is under control. Hong Kong offers a few glimpses.\n\nAt Yardbird, a host takes a guest's temperature before the diner is allowed to enter the dining room, which is operating at half capacity. The ubiquitous masks worn by the staff remind patrons that even if drinks are flowing and dishes are flying out of the kitchen, the true nature of the restaurant is in hiding until the pandemic is no longer a threat.\n\nBut while the international restaurant scene may offer a peek at what's the come, the US's navigation probably won't follow the exact same route.\n\n\"This is an industry that for decades has been highly regulated,\" says Larry Lynch, senior vice president of science and industry for the National Restaurant Association, which released detailed reopening guidelines on April 22.\n\nRelated content Lithuanian city flirts with becoming one large outdoor café\n\n\"We've been very steadfast and sticking with guidance coming from the Center for Disease Control, US Food and Drug Administration and Environmental Protection Agency, and working with all agencies to create guidelines for restaurants. [However, restaurants] have to operationalize it. Guidance is just that. It's pointing you in the direction.\"\n\nState-by-state safety mandates will likely will provide further clarification. The ones released by the state of Georgia on April 23 noted capacity restrictions and banned salad bar and buffet stations, for example.\n\nWhile awaiting more information from the top, internal communications throughout the industry also help restaurateurs prep for the big day.\n\nThe James Beard Foundation hosts regular webinars, such as one titled \"Updated Food Safety and Sanitation Guidelines,\" and The American Culinary Foundation offers an Covid-19 sanitation course free for ACF members and nonmembers.\n\nRelated content This is how hotels are changing with Covid-19\n\nRethinking the space\n\nAllison Cooke, principal and director of hospitality design at Core, a hospitality design firm based in Washington, DC, works with clients to get their spaces ready for reopening.\n\n\"We always look at what are the operational characteristics they need to achieve and functionalities,\" she says. She's aiding restaurants across the country with \"simple strategies that they could implement that are low cost and will make their spaces safer.\"\n\nThe first major change to restaurants will be capacity. To maintain distance, restaurateurs plan to start at 50% maximum, a concept many first flirted with weeks ago before regulations shut down dining rooms completely.\n\nCommunal tables may only hold parties of two at either end, or one party of four in the middle.\n\nWhen it comes to banquette seating for two, both people may end up the cushy seat. Cooke says it will be safer for servers if both parties sit facing outward, so the server doesn't need to slide in between tables in order to reach the far-seated guest.\n\nIdentifying points of congestion and finding flow will positively affect how people safely move around the space.\n\nCooke notes certain pathways, such as hallways to the bathroom, tend to intersect with heavily trafficked spaces, such as kitchen entrances, and need to be looked at.\n\n\"Operationally, do you assign a hall monitor or someone to keep an eye out for guests?\" she half-jokes. \"I think a lot of it goes to the communication and messaging that customers get before they even enter a restaurant and what the new kind of expectation for respecting space feels like and should be.\"\n\nAnd communication will be key. Signage is the new artwork, reminding guests to be respectful of others, to maintain space and reinforce safety protocol. Markers indicating six feet may dot the floors.\n\nWhile open kitchens — built-in theater, essentially — used to be a draw, Plexiglas barriers might be installed. The intimate exchanges at a chef's counter experience could also be corralled by Plexiglas.\n\nStephanie Castellucci, owner of the six-restaurant strong Castellucci Group in Georgia, is working with Cooke on making her restaurants safe spaces. She's considering installing Plexiglas barriers by tables that sit in higher-traffic spots, such as at a server's POS (point of sale) station.\n\nEvery minor detail and every touch point needs to be considered. Along with constantly sanitizing all surfaces, Castellucci plans on installing automatic soap dispensers, trash cans and door openers, in an effort to get rid of \"all the things you would put your hands on,\" she says.\n\nRelated content Fine dining restaurants find comforting ways to set the table at home\n\nCaring for employees\n\nLike Jennifer Aniston's character in the movie \"Office Space,\" uniforms are going to require a lot more flair. Restaurateurs will mandate personal protective equipment (PPE) such as gloves and masks for all employees.\n\nFrequent hand-washing — part of standard protocol — remains vital. Sarah Gavigan, chef and owner of The Otaku Group in Nashville, plans to check staff members' temperatures upon their arrival to work.\n\nGiven the size of many restaurant kitchens, cooking is often part food prep and part dance.\n\n\"People are working very tight quarters in the kitchens,\" notes Carey Ferrara, director of sales and marketing for The Gaslight Group in Savannah, Georgia. \"How will you maintain that six-foot distance between people?\"\n\nShe thinks it \"will probably lead to a little bit longer times for food to come out,\" and admits that six feet may not be completely possible at all times.\n\n“Luckily, red-faced, foul-mouthed, screaming chefs are no longer tolerated, but their brief glamourization revealed how important verbal communication is in a kitchen setting. ”\n\nLuckily, red-faced, foul-mouthed, screaming chefs are no longer tolerated, but their brief heyday revealed how important verbal communication is in a kitchen setting.\n\nClear and concise messages among the chefs and between the kitchen team and servers keep service flowing smoothly; however, according it Castellucci, \"it's difficult in a normal environment, and then you add those additional precautions [of masks and a six-foot distance] on top of that, and it does provide the opportunity for things to get missed. So we're thinking about how we can work more off of [order] tickets and less off of calls.\"\n\nRelated content Shuttered hotels with thriving farms put produce on the community's plate\n\nAltered ambiance\n\nGet ready for culture shock: Ambiance at a favorite restaurant may be unrecognizable, at least in the beginning.\n\n\"There's going to be some things that have to happen that make restaurants probably a little less pretty and a little less lively and take away some of the ambiance that we all crave when we go out,\" says Scott Shor, operating partner at Edmund's Oast, a vibrant restaurant and brewery in Charleston, South Carolina. \"But the new reality — at least in the short term — might just be that it has to look a little bit more industrial and a little bit more carefully plotted out.\"\n\nTo ensure guests eat with the cleanest utensils and drink out of pristine glasses, tables may not get set until diners take a seat.\n\nMany restaurateurs grapple with the idea of utilizing disposable dishware as they think about reopening. The sustainability aspect leaves them cold, but it could provide temporary peace of mind. Salt, pepper, ketchup and other accoutrements will be served only upon request. In their place, look for hand sanitizer.\n\nFewer diners could mean a quieter restaurant chatter-wise, but communication between server and diners — especially at six feet away and through masks — may result in higher volumes.\n\n\"Tableside, how do we distance while still taking orders while still delivering great service,\" ponders Shor. \"It's not going to be perfect because someone has to pick up and put stuff down on the table. You can't stay six feet back and run food to the table and pick up and clear the dishes.\"\n\nWhile sharing plates and family-style dishes ruled menus pre-pandemic, chefs now consider diners' comfort levels with this preparation.\n\nDavid Schuttenberg and Tina Heath-Schuttenberg, co-owners of the popular Kwei Fei in Charleston, South Carolina, \"could see a scenario where we add a modifier [a special instruction in our order system] and portion things out in the kitchen.\" However, both hate to lose the communal dining experience. \"It's a core part of who we are,\" says Schuttenberg.\n\nNo matter how much planning goes into the redesign, all owners acknowledge they won't know what works and what feels right until they're operational(ish).\n\nCastellucci plans on offering gloves and masks to guests upon arrival, but Shor notes logistically it doesn't work if you're a diner as \"you have to have access to your nose and mouth.\"\n\nThe rise of technology\n\nThroughout all the facets of the dining experience, technology is poised to have the biggest effect.\n\nSeveral restaurants plan to only take reservations in the beginning — no walk-ins allowed — meaning platforms such as Resy and OpenTable could see a spike.\n\nMany operators also foresee a greater use of personal smartphones to access the information online. In addition to printing disposable menus, Ferrara at The Gaslight Group will have \"a QR code that will allow you to scan with your phone and see the menu on your own personal device,\" she says. Menu specials will also be posted on social media.\n\nBentobox, a digital platform for the restaurant industry that works with over 5,000 restaurants in all 50 states on designing their websites, introduced an online ordering tool for restaurants to manage their own takeout and delivery service during the initial shutdown. It is now working with clients on how the product can integrate into the new dining reality.\n\nIn addition to the regular menu, Krystle Mobayeni, CEO and co-founder, says they are looking to go \"even a step deeper to be able to get ingredients, preparation methods and all of those things that you would ask your server to describe,\" and incorporate into an online menu.\n\nThe platform is also considering how \"before someone gets to the restaurant, they are able to communicate what their preferences are around things like single-use cutlery and contactless interactions and payments, so when they arrive, the restaurant knows how to treat them,\" says Mobayeni, and ideally integrate the information with the reservation.\n\nDueling over the check may become about who can draw their phone the fastest.\n\n\"It's funny because I think there was a time, maybe five years ago, where a lot of different companies were trying to make mobile payments work ... but they never quite caught on,\" says Mobayeni. \"But I do think that now [contactless payment] is really going make a comeback — to be able to pay without having to exchange cards or receipts or [use] pen to sign.\"\n\nFor restaurateurs looking to the future, a new element is now required for a successful reopening.\n\n\"Comfort used to be about how much padding is in your seat back, how luxurious-tasting is your sauce and how well-crafted is your cocktail,\" says Shor. \"Now comfort adds into, how safe do I feel in that environment? How much does it seem like this staff cares about my safety? If we get this right now, we're going to be better off for it in the long-term.\"\n\nKalli Bonham, a regular guest at Gaslight Group's The 5 Spot restaurant in Savannah, doesn't feel comfortable dining out yet.\n\nDespite reopenings in Georgia, \"our state has not reached its peak yet with the virus,\" she believes, \"and it's just so important to my family to protect others and be conscientious of how we're contributing to the well-being of everyone.\"\n\nDespite closing tracking data, Bonham thinks the confidence to re-enter a dining room may rely more on gut instinct than numbers."}