{"url": "http://cnn.com/travel/article/hotels-safety-coronavirus/index.html", "text": "(CNN) — Goodbye, breakfast buffets and bellhop service. Hello, temperature screening and keyless check-in.\n\nWhile pandemic-era policies are still being developed at hotels around the globe and will no doubt vary widely, it's safe to say that guests will see big changes the next time they check in anywhere.\n\nFor the foreseeable future -- until a vaccine, widely effective treatment or instantaneous testing for coronavirus is available -- hotel stays are likely to be a stripped-down affair, particularly in higher-end hotels where personalized service and amenities have long been part of the draw, says Christopher Anderson, professor of business at Cornell University's Hotel School in Ithaca, New York.\n\nThere will be less communal access in hotels, \"so no buffets, no minibars,\" and many of the \"high-touch elements of luxury\" such as spa treatments and bellhop and valet service may be suspended, Anderson predicts.\n\nGuests will want keyless and contactless check-in and checkout and few personalized interactions.\n\n\"We're going to want to strip those away and basically walk into the hotel, go up the elevator by myself, enter my room without having to touch anything with some comfort that the service provider has completely disinfected that space prior to my arrival,\" he says.\n\nIn the United States, there are faint glimmers of a return in demand for hotel rooms, according to Jan Freitag, senior vice president of Lodging Insights for hospitality analysis firm STR.\n\nHotel occupancy for the week ending May 2 was at 28.6% in the US, giving STR its first \"solid evidence\" of a return of leisure demand, led by states that had eased restrictions.\n\nOccupancy was still down 58% compared to the same week last year.\n\nAs demand creeps up, the hotel industry is trying to reassure potential guests that they've put additional measures in place to protect against coronavirus transmission as states and countries start to reopen.\n\nSocially distant and cleaner than ever\n\nHygiene, of course, is a top concern, and the American Hotel & Lodging Association on Monday released industrywide Stay Safe standards (pdf) . Many major hotel groups have also outlined new policies.\n\nHotel behemoth Hilton is developing policies with help from the Mayo Clinic's Infection Prevention and Control team. Hilton is exploring the use of electrostatic sprayers -- which uniformly mist disinfectant across wide areas -- and ultraviolet light to sanitize surfaces and objects.\n\nMarriott has already announced that it will use electrostatic sprayers to clean guest rooms and public areas and is testing ultraviolet light technology. Marriott and other brands will also be removing furniture and reconfiguring many areas to facilitate the six-foot social distancing space prescribed by health officials. The brand is considering plexiglass barriers at front desks to separate guests and hotel staff.\n\nThese new measures will certainly affect hotel owners' out-of-pocket costs, Freitag says, but whether guests will see those costs in room rates is unclear.\n\n\"Maybe cleaning fees are the new resort fees,\" Freitag says. In either case, staying in a hotel in 2020 will \"absolutely\" be cheaper than it was last year.\n\nGuests in more than 3,200 Marriott hotels can use their phones to check in, access their rooms and order specially packaged room service delivered to their door without contact.\n\nMasks and gloves for staff will be ubiquitous at many hotels, and hand sanitizer and disinfectant wipes will be the latest additions to public spaces and personal care amenity kits.\n\nThe Venetian in Las Vegas is among many properties underlining the six-foot rule of social distancing with markings to indicate proper spacing at front desks, in elevator lobbies, coffee shops, entertainment venues and more.\n\nVenetian reception employees will use every other workstation to properly distance and slot machines, restaurant tables, pool loungers and more have been spaced to comply with the rule.\n\nThe resort suggests no more than four guests in an elevator. The Hamilton Hotel in Washington, DC, urges guests to limit that number to two.\n\nProperties are also outlining policies specific to suspected or confirmed cases of Covid-19 on site. Those measures often include intensive third-party disinfection measures of rooms occupied by guests who become ill.\n\nWill guests be screened?\n\nTemperature screening for guests and employees is one line of defense in detecting possible infection, but it's unclear how widely it will be implemented in hotels.\n\nAt The Venetian in Vegas, which has not yet reopened, thermal scanners will be used at every entry point \"allowing discreet and noninvasive temperature checks\" for staff and guests, according to the resort's new Venetian Clean policies\n\nIn Singapore, a national campaign called SG Clean has been rolled out across industries and includes a set of standards for hotels (pdf) , which includes temperature checks for guests, \"where feasible and applicable.\"\n\nThe Four Seasons in New York has been following an incredibly austere set of temporary protocols since it started hosting health care workers in early April.\n\nThose policies, developed by travel risk management company International SOS, include a single point of entry for everyone where each person's temperature is checked and questions are asked by nurses staffing the entry 24 hours a day, according to the plan's architect, Dr. Robert Quigley, International SOS's senior vice president and regional medical director for the Americas.\n\nRelated content World's longest flight suspended by coronavirus\n\nBut asymptomatic transmission means that strict social distancing is also required, and Quigley predicts that best practices in screening at hotels could evolve with the availability of rapid diagnostic testing.\n\nThe Four Seasons playbook was International SOS's first set of coronavirus hygiene standards for a hotel and has been adapted for other hotels hosting medical workers, but Quigley said in the past couple of weeks, properties have started contacting the company about practices that could be used for traditional leisure and business travelers.\n\nBut the level of screening implemented at Four Seasons New York during this period is probably not feasible for every property, Quigley acknowledges.\n\n\"It's not going to be realistic for hotels across the spectrum to have these extreme measures of mitigation that I'm talking about,\" he said. \"And so then they have to say, these hotels that don't have those capabilities or resources, 'What is our risk appetite? What is our duty of care to our employees and to our guests?' \"\n\nFiguring out what's needed to keep guests safe\n\nRudy Tauscher, general manager at Four Seasons New York, has been at the forefront of that hotel's hosting of health care workers. He has been mulling how the traditional guest experience will change.\n\n\"Is there a different time, for instance, between check-in and checkout? Very often hotels have a turnaround where you check out in the morning and in the evening, the room is occupied again. Would there be an extended period of time of let's say, 24 hours?\" Tauscher wondered, noting that he was shooting from the hip about possible modifications.\n\nCost structures and operational models would have to be considered, he said.\n\nRelated content The plane that's become a pandemic hero\n\nSince the Four Seasons New York started hosting medical workers in the coronavirus epicenter, a cleaning protocol designed by International SOS has involved leaving rooms empty for long periods between a series of cleanings to make sure that any contamination is eliminated.\n\nBut that protocol was tailored to a very specific situation. The Four Seasons luxury brand is working on exactly what new measures guests will find at its hotels around the globe and at the property on New York's 57th Street when it reopens to guests who aren't health care workers.\n\nSocial distancing measures, reduced capacity public spaces and redesigned restaurants, bars and fitness facilities will be among the changes.\n\n\"Once business levels resume, we recognize that the expectations and needs of hotel guests will have changed, and Four Seasons is well-positioned to emerge from this crisis with a new perspective on what luxury means for this new world: embracing technology, enhancing tools and training and strengthening our already stringent health, safety and cleanliness protocols,\" said Christian Clerc, Four Seasons' president of global operations, in a statement.\n\nThe future of high-touch spaces and services\n\nMany of a hotel's public spaces and amenities will need an overhaul for the coronavirus era.\n\nFor example, room service might be preserved as there's more control in who touches what, says Anderson, from Cornell's Hotel School, but buffets are likely a no-go.\n\nAnd he's not sure that services such as buffets -- whether hotel breakfast bars or full-blown Vegas-style spreads -- will ever come back.\n\n\"I think just our awareness of transmission now is going to be heightened and so ... even though it might be safe and there might not be a pandemic scare, psychologically it might not be attractive anymore,\" he said.\n\nPrewrapped, grab-and-go offerings are likely to be the solution in the near future, Anderson said.\n\nHigh-touch public areas such as spas and gyms -- where it's also difficult to social distance -- pose a \"really, really high risk for transmission,\" Quigley said, with lots of handles and doorknobs that would need very attentive cleaning.\n\nRelated content Creating a spa of one's own\n\nBut not all hotels have given up on those services.\n\nBangkok-based Anantara Hotels, Resorts & Spas said in outlining its new policies that \"fiitness and holistic classes will be adapted for guests' optimum wellbeing,\" referencing private personal-training sessions.\n\nAnd Mandarin Oriental also hopes to offer many of its personalized services. They are still working out details, but the luxury brand's spa director doesn't want to further deprive guests who were craving human contact even before the pandemic took hold.\n\n\"If social touch becomes even more rare post-coronavirus, spas may provide a unique haven where people can experience touch in a clean and safe environment,\" said Jeremy McCarthy, the hotel group's director of spa and wellness.\n\nIt will require inspiring customer trust, he said.\n\nIndeed."}