{"url": "http://cnn.com/2019/12/15/australia/great-reef-census-andy-ridley/index.html", "text": "Great Barrier Reef (CNN) Andy Ridley is shivering in a wet T-shirt on the deck of the Dreamtime after coming up from a dive on the outer edge of Australia's Great Barrier Reef.\n\nThe tourist boat had run out of wetsuits, but Ridley jumped in anyway to give his latest ambassador, conservationist and explorer David de Rothschild , a demonstration of his latest project.\n\nRidley has form when it comes to asking people to perform simple tasks for the environment. In Sydney in 2007, he started Earth Hour -- the global \"lights out\" movement which asked whole cities to turn off non-essential lights for an hour on a designated day -- that has since spread to 188 countries.\n\nNow, he and local scientists are asking people to take photos for the \"Great Reef Census,\" the biggest ever communal effort to map the world's largest reef system, that stretches 2,300 kilometers (1,400 miles) down the Queensland coast.\n\nDavid de Rothschild gets up close to a turtle on the Great Barrier Reef, June 2019.\n\n\"It is about reminding the world that this inspirational place is here and we need to do everything we can to keep it in the best shape possible,\" said Ridley, CEO of the non-profit Citizens of the Great Barrier Reef\n\nThe Citizens team has been testing the logistics of the census, and hope to finalize details in the next few months.\n\n\"It's got a lot of momentum,\" Ridley said. \"But it's still a crazy idea -- you know that, right?\"\n\nAndy Ridley, CEO of Citizens of the Great Barrier Reef at Moore Reef off Cairns, Australia, November 17, 2019.\n\nCrisis meeting\n\nThe idea for the census came in 2017. Ten severe tropical cyclones in 12 years had smashed parts of the reef, while the ravages of climate change -- rising sea temperatures and ocean acidification -- had left once vibrant coral communities bleached and fragile.\n\nAt a conference in the northern city of Townsville, delegates were told the reef was in \"crisis.\" They agreed \"dramatic\" change was needed in the way the Great Barrier Reef was managed if it was to survive.\n\nJUST WATCHED The race to save the Great Barrier Reef Replay More Videos ... MUST WATCH The race to save the Great Barrier Reef 03:49\n\nRidley chatted with Peter Mumby, head of the Marine Spatial Ecology Lab at the University of Queensland, and Roger Beeden, the director of the Great Barrier Reef Marine Park Authority. They needed to know more about the state of the reef, but were coming up short.\n\nLong-term scientific monitoring had only collected detailed information on a small number of reefs -- not enough for marine park managers to form a cohesive response to climate change.\n\n\"If you want to understand where there are opportunities to respond after bleaching events, or to actually look after key areas, then we need to have information from a much greater number of reefs,\" Beeden said.\n\n\"To try to get that information ... you need to mobilize a huge workforce,\" Mumby said. \"(Scientists) don't have the resources and time to do that kind of survey.\"\n\nRidley was looking for a project, Beeden and Mumby needed people, and so began discussions for the Great Reef Census.\n\nHow it will work\n\nFor several weeks late next year, anyone -- locals, tourists, fishermen, superyacht and other boat owners -- will be asked to take photos of the reef and upload them to an app. Then, anyone in the world with internet access will be invited to log on to help identify what's there.\n\nYou don't need to be a coral expert to become involved. Scientists say some of the most recognizable coral species are also the most important for reef restoration.\n\n\"That includes reefs that are dominated by these big plate-like corals, which are really important in stimulating recovery,\" Mumby said. \"Also, reefs that have what we're describing as monumental corals -- coral monuments -- which are exceptionally old, long-lived corals that have survived being damaged for one reason or another.\"\n\nPlate coral on the Great Barrier Reef off Townsville, Australia.\n\n\"They're like the long, slow, old growth forests that we see in rainforests, the enormous trees,\" Beeden explained.\n\nIf scientists can identify the location of corals that naturally work to regenerate the reef, they can help protect them to give the reef the best chance it has to survive the climate crisis.\n\n\"As a reef manager, there's not much you can do to stop things warming up. (But) not everywhere warms up at the same rate. If you can map where that variation exists, and find those areas that are really important for recovery ... then you're strategically managing that recovery process as best you can,\" Mumby said.\n\n'The reef is not dead'\n\nRidley's Citizens of the Great Barrier Reef has been trying to get as many ambassadors onto the water as possible. Along with David de Rothschild, they've hosted model Jarrod Scott and the Australian Dolphins Swim Team.\n\nMumby bristles at the suggestion that the census is some kind of a publicity stunt.\n\n\"There's a very genuine scientific need for this information,\" Mumby said. \"We unashamedly want to have a different conversation about the reef globally, because at the moment the prevailing global conversation seems to be the reef is dead.\"\n\nNews reports about the reef's demise spread worldwide in 2016 after Outside Magazine published a satirical obituary , horrifying scientists and creating a false perception that they've spent years trying to fix.\n\n\"It's deeply frustrating on a couple of fronts,\" Ridley said. \"When you get people believing that we've lost one of the world's greatest natural icons it doesn't inspire action, it actually inspires more apathy.\"\n\n\n\nSpace the size of Italy\n\nMaps of the reef are already being created using satellite images that can see to a depth of 20 meters in clear water. But they only provide a rough outline of the reef.\n\nDetails -- like the types of coral that are growing in a particular area -- are added later, when scientists refer to notes from field trips, or take an educated guess based on environmental conditions.\n\n\"From satellite imagery you can derive water depth. Water depth and wind creates waves and waves influence where coral types like to grow,\" explained Chris Roelfsema, co-director of the Remote Sensing Research Centre at the University of Queensland.\n\nThis year, Roelfsema's team produced the first ever geomorphic map that shows the entire Great Barrier Reef system -- all 3,000 individual coral reefs.\n\nPhotos from the reef census will be useful, he said, to help validate the geomorphic maps, and to fill the gaps where no data currently exists.\n\nScientists are under no illusions about the size of the task ahead.\n\n\"The reason why this hasn't happened before is because it's a very large thing to do,\" said Beeden. \"A space the size of Italy with 3,000 reefs, many of which are actually very remote, presents some very substantial logistical challenges.\"\n\nFunding is required if the project is going to fulfill its potential to reach parts of the reef that have never been explored before. Ridley is talking with potential sponsors and hopes to announce a deal in January.\n\nHe's confident the logistical challenges will be overcome and, by this time next year, scientists will have a much better idea of the state of the reef -- and most importantly, how to save it.\n\n\"If we give up on something as amazing as the Great Barrier Reef,\" he says, \"and we think it's gone, and we're OK with that, what are we not OK with losing?\""}