{"url": "http://cnn.com/2020/02/21/world/modern-explorers-junocam-nasa-photography-intl-scn/index.html", "text": "From the outside, the agency may appear a monolith, but in reality, citizen scientists can play a substantial role -- perhaps none more so than in the ongoing Juno mission.\n\nSince 2016, the Juno spacecraft has circled Jupiter, scanning the atmosphere and mapping its magnetic and gravitational fields. It's also carrying JunoCam , a camera specifically designed to record images of the poles; areas of the gas giant not previously well documented.\n\n\"We do not have a formal imaging science team on Juno, so we have turned to the public to help us out,\" says Candice Hansen-Koharcheck, Juno co-investigator responsible for JunoCam.\n\nThe amateur astronomy community assists with planning, she explains, determining when JunoCam should photograph the planet and where. Once images are sent back to Earth, the public has access to raw data, which, with a little photo editing know-how, have been processed into some of the most stunning images yet seen of Jupiter.\n\n\"I don't know what we would do without them!\" says Hansen-Koharcheck. \"Over the past two years we have come to rely on them ... as important members of our virtual team.\"\n\nKevin Gill: \"A collage of ultra-wide-angle Jupiter views created using reprojected images captured by the Juno spacecraft.\"\n\nAmong the most prolific and noted submitters are people working in the scientific community. Kevin Gill, a software engineer at The Jet Propulsion Lab, a NASA research and development center in California, works in data visualization and has dabbled in image processing professionally. But he creates JunoCam images for the love of science.\n\nGill started in 2014 with photographs of Mars from Curiosity Rover and the HiRISE camera orbiting the red planet, before moving on to Cassini, which photographed Saturn and its moons, and other missions. Now he occupies his spare time with Juno.\n\n\"JunoCam is a wide-angle camera, but it's based off a black and white grayscale camera,\" he explains. The camera's sensor has filters for red, blue and green, and another for methane detection, capturing separate grayscale images for each.\n\nA view of the upper clouds of Jupiter taken by JunoCam on perijove 16 of the Juno mission.\n\n\"As the spacecraft is spinning, JunoCam will take a whole series of pictures ... up to 58 degrees wide and up to 360 degrees long,\" he adds. \"Juno will complete the perijove -- the closest point to Jupiter in its orbit -- and then it'll start transmitting the data.\"\n\nImage data takes a couple of days to reach Earth, then it's uploaded for public use. Gill has a semi-automated editing process, cleaning up any bad pixels or dust that may have hit the lens, before removing geometric distortion, then stitching the long, thin image strips together. To turn the composite image into color, he processes the red, green and blue grayscale images in image editing software, \"and, providing all the mapping is right, they will overlap perfectly.\"\n\nJunoCam cannot be fully calibrated for true color, says Gill, so there is a degree of creative license over the final image. \"I try to keep the color close,\" he says, while revealing \"what's more pleasing and more telling about what's on the surface.\"\n\nA koi fish-like formation in the upper clouds of Jupiter, captured on perijove 24 of the Juno mission.\n\nAnd what has Juno been able to see for the first time? \"We've been able to see cyclones up at the poles,\" he says. \"Finally, we have these really crisp images.\"\n\nOther personal highlights include Juno looking down into Jupiter's Great Red Spot, and recent findings from perijove 24. \"There's one system and it looks like a koi fish,\" Gill says. \"It's (an) orange cloud up in the Northern Hemisphere. I'm really excited to hear if they come up with a scientific explanation for it.\"\n\nTop left, view of the equatorial mountain ridge on Saturn's moon Iapetus, taken by Cassini in 2007.\n\nElsewhere, Gill is drawn to images of phenomena \"that are difficult to answer\": red, scratch-like stripes on Tethys, the equatorial mountain range on Iapetus and signs of faint rings orbiting Rhea -- all moons of Saturn photographed by Cassini.\n\nGill believes photography can bring us closer to our planetary neighbors -- sometimes to the point of incredulity. \"When I use HiRISE imagery,\" he says, \"they're taken from orbit and they'll also publish elevation models. I can process those and create a panorama as if you were standing on the ground... You get people commenting saying, 'No, you're lying, that's Arizona, or Utah. I saw that hill!'\"\n\nA view of Hale Crater on Mars, created by combining aerial photography and elevation mapping by HiRISE aboard the Mars Reconnaissance Orbiter.\n\nDesigned to withstand at least seven orbits, JunoCam is still operational after 26 trips around Jupiter, with the promise of more photography to come. The mission has already been extended once and the team behind it is exploring extending it further, says Hansen-Koharcheck. But there's other ambitious NASA missions on the horizon, says Gill, with a potential trove of photography for public perusal.\n\nPatience is key, however. \"Clipper and Dragonfly are a little way off -- they're in the 2030s -- but I'm still looking forward to the imagery we get back from those,\" says Gill."}