{"url": "https://bleacherreport.com/articles/2892435-nfl-reportedly-tables-rooney-rule-incentives-for-hiring-minorities-as-hcs-gms?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "text": "Brett Carlsen/Getty Images\n\nNFL owners have set aside a proposal that included draft-based incentives for teams that hire minority candidates in the roles of head coach and general manager, according to NFL.com's Jim Trotter.\n\nTrotter reported last Friday that owners were considering a plan to have teams move up as many as 16 spots in the third round of the NFL draft based on selecting minority candidates. A head coach would've meant a six-spot climb, and a GM carried a 10-spot improvement.\n\nMany will argue the Rooney Rule hasn't done enough to rectify the lack of diversity in NFL coaching and front-office ranks. Five new head coaches were hired this offseason, and Ron Rivera was the only non-white candidate selected.\n\nRivera is one of four minority head coaches along with Mike Tomlin, Anthony Lynn and Brian Flores.\n\nPittsburgh Steelers owner Art Rooney II said in January on NFL Total Access the league's Workplace Diversity Committee would look into ways to improve the Rooney Rule. The rule is named after Rooney's father, Dan; his grandfather, Art Rooney Sr., was the team's founding owner.\n\nThe details presented in Trotter's report met heavy scrutiny and a level of skepticism about whether the measure would truly address the problem:\n\nHowever, that wasn't the only step taken with regard to the Rooney Rule.\n\nNFL spokesman Brian McCarthy shared the details of the league's official rollout. Teams can't prohibit an assistant coach from interviewing for a top coordinator post or a team executive from pursuing a front-office promotion:\n\nNFL Network's Tom Pelissero reported the league will require teams to interview at least two minority coaches for head coaching vacancies and one minority candidate for any coordinator openings. The latter is particularly important given how often coordinators are promoted to the top job.\n\nESPN's Mina Kimes pointed to a 2016 research paper by professors from Georgetown, George Washington, Emory and Iowa State. The study found that \"white position coaches and assistants in the NFL are more than twice as likely to be promoted to coordinator than their black counterparts, regardless of their performance, experience or coaching background.\""}