{"url": "https://bleacherreport.com/articles/2892576-khabibs-manager-confirms-ufc-stars-father-is-in-coma-after-covid-19-diagnosis?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "text": "Pavel Golovkin/Associated Press\n\nKhabib Nurmagomedov's manager confirmed Tuesday that the UFC lightweight champion's father, Abdulmanap Nurmagomedov, is in a medically induced coma after being diagnosed with COVID-19.\n\nSpeaking to ESPN's Brett Okamoto, Ali Abdelaziz said:\n\n\"I can confirm Khabib's father is in a medically induced coma. Khabib has been in contact with [Russian president] Vladimir Putin over the last several days, and he has promised Khabib's father will receive the best medical treatment available. Khabib's No. 1 message to people around the world right now is to stay at home, to prevent the spread of coronavirus.\"\n\nAbdulmanap, who recently underwent heart surgery as well, was airlifted from Dagestan to Moscow earlier this month.\n\nThe 57-year-old Abdulmanap—who has a background in wrestling, judo and sambo—has been Khabib's trainer and coach from a young age and also coaches the combat sambo national team in Dagestan.\n\nKhabib's UFC rival Conor McGregor tweeted the following message in support of Abdulmanap last week:\n\nThe 31-year-old Khabib is one of the most dominant forces in UFC history. In addition to being the reigning UFC lightweight champion, Khabib is a perfect 28-0 professionally with 10 wins by submission and eight by way of knockout.\n\nKhabib beat McGregor by submission at UFC 229 in October 2018 and most recently fought at UFC 242 in September 2019, beating Dustin Poirier by submission.\n\nNurmagomedov was originally supposed to defend his title against Tony Ferguson at UFC 249, but travel restrictions in Russia meant he was unable to come to the United States.\n\nJustin Gaethje replaced Khabib and beat Ferguson for the interim UFC Lightweight Championship, meaning a future fight between Khabib and Gaethje is likely in the cards."}