{"url": "https://bleacherreport.com/articles/2892574-tom-glavine-players-will-look-bad-if-theres-no-mlb-season-even-if-justified?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "text": "John Bazemore/Associated Press\n\nFormer Atlanta Braves pitcher Tom Glavine cautioned Major League Baseball players that many will blame them if the 2020 season doesn't start because of financial negotiations, even if they are justified in their thinking.\n\n\"If it were to come down to an economic issue, and that's the reason baseball didn't come back, you're looking at a situation similar to the strike of '94 and '95 as far as fans are concerned,\" he said, per Steve Hummer of the Atlanta Journal-Constitution. \"Even if players were 100 percent justified in what they were complaining about, they're still going to look bad.\"\n\nGlavine has firsthand experience with such backlash having been a players' union representative during the strike of 1994 and 1995.\n\nHe expressed regret for publicly talking about the players' position at time.\n\n\"The accessibility thing was a miscalculation on my part,\" Glavine said. \"I just felt like if I did an interview on the radio or TV, if I had five or 10 minutes, I could make somebody understand what was going on and come to our side. That just wasn't going to happen.\"\n\nWhile there remains plenty of uncertainty about whether baseball can return because of health reasons amid the COVID-19 pandemic, the league and its players' association also has to come to terms on a financial agreement for a shortened season that will surely feature games without fans present.\n\nThe league wants to split any 2020 revenue 50-50 with the players, but the players counter that they should be paid prorated salaries. The players especially feel this way since the two sides agreed in March that they would earn prorated salaries during a shortened season.\n\nThe players also see a 50-50 split as something resembling a salary cap, which baseball does not operate under.\n\n\"When you hear a 50-50 split of revenue, anybody who has at all familiar with the union and collective bargaining agreements know that a 50-50 revenue split is a salary cap,\" Glavine said. \"Now again, we're in an extenuating circumstance. You have to have conversations about how it's all going to play out, but you have to understand that 50-50 revenue split to the union is a scary proposition.\"\n\nRonald Blum of the Associated Press noted the league told players it would lose an average of $640,000 per game if it paid prorated salaries without fans present.\n\nESPN's Jeff Passan called the 50-50 split a \"non-starter for the players\" and highlighted the salary-cap concerns and the previous agreement in March.\n\nBleacher Report's David Gardner interviews athletes and other sports figures for the podcast How to Survive Without Sports."}