{"url": "http://cnn.com/2019/09/18/health/japan-cyberdyne-brain-wave-exoskeleton-wellness-scn-hnk-intl/index.html", "text": "Tokyo (CNN) Kristen Sorensen was 55 when she became paralyzed from the neck down last year.\n\n\"It came out of nowhere,\" says Sorensen. \"I'd been fine and exercising every day, but it just started with tingling in my fingertips then progressed.\"\n\nDiagnosed in October 2018 with Guillain Barre syndrome, a rare disorder that affects the body's nervous system, she never expected to walk again.\n\nBut earlier that year, the Brooks Cybernic Treatment Center in Jacksonville, Florida, became the first US center to use a unique rehabilitative technology developed in Japan -- the Hybrid Assistive Limb (HAL).\n\nHAL -- essentially a wearable cyborg -- helps those with spinal cord injuries and muscular dystrophy regain their movements and strengthen their nerves and muscles. Known as exoskeletons, they're a type of lightweight suit, with joints powered by small electric motors, that serve as mechanical muscle.\n\nHere's what's truly mind-blowing: Patients use their brain waves to control them.\n\nWhen Sorensen heard about the brain wave-controlled exoskeleton, which was developed by Japanese roboticist Yoshiyuki Sankai, she knew she had to give it a try. She was determined to walk at her daughter's wedding a few months later in December.\n\nBut it's not just those with disabilities or injuries who stand to benefit. By 2050, there will be more than 2 billion people over age 60, according to the World Health Organization (WHO), and exoskeletons could offer a solution to the world's aging population.\n\nIn the future, as human bodies wear down with age, an exoskeleton -- powered by active minds -- could help people stay on their feet.\n\nby 2023, according to research company Markets and Markets. With such huge potential applications available, the global medical exoskeleton market will be worth an estimated $2.8 billion by 2023, according to research company Markets and Markets.\n\nUsers in the driving seat\n\nWhen Sorensen first tried HAL, she could barely move across flat surfaces.\n\nA trained physiotherapist at the Brooks Center helped her fit HAL over her waist and trousers, connecting her to sensors that help pick up faint bio-electric signals on the surface of the skin, which communicate a patient's intention to move. Once HAL receives these signals, it helps support the person's movements.\n\nKristen Sorensen was 55 when she became paralyzed from the neck down in 2018.\n\nBut you can't just put on HAL and expect to be sprinting in seconds. Rehabilitation requires time, determination and the help of a physiotherapist and a body weight harness that ensures patients are supported and kept upright while they use HAL on a treadmill. During that training, physiotherapists keep a log of each patient's motions and the settings used -- from walk to jog mode. They can monitor the user's movements and adjust the settings accordingly, so their movements come more naturally.\n\nSorensen says it initially felt like HAL was doing most of the work by helping induce her muscles to make small leg movements that mimic natural walking patterns, but then she found herself increasingly in the driving seat.\n\n\"After the first couple times, your brain connects to HAL, and I could see I was moving my legs myself,\" she says. \"It was just incredible -- my heart was just bursting.\"\n\nKristen Sorensen was determined to walk at her daughter's wedding. She overcame her paralysis by training with HAL.\n\nUsually it takes those with less severe mobility issues than Sorensen between two to 10 tries for patients to get used to HAL so that the sensors and the brain can start working together, according to Sankai. But after almost 40 training sessions, each lasting an hour-and-a-half, Sorensen was back on her feet, albeit with the support of a walker. She made it to her daughter's wedding.\n\nCurrently, Sankai's exoskeletons are helping patients restore their muscle movements in Japan, the Philippines and in Germany and Poland.\n\nTech for good\n\nThe brain behind HAL is bespectacled billionaire roboticist Sankai. He heads up Japanese company Cyberdyne -- founded in 2004 -- where his vision has been to create these \"wearable cyborgs\" designed to \"fuse man, machine and information.\"\n\nAnd while the name of Sankai's firm might recall the scary Cyberdyne Technologies that created villainous robots in US science-fiction blockbuster \"Terminator,\" the Japanese roboticist wants to create tech not for war, but for peace and rehabilitation.\n\nYoshiyuki Sankai wants to augment humanity with his exoskeleton devices.\n\nWhen Sankai was a 9-year-old in the 1960s, he discovered \"I, Robot\" by science fiction writer Isaac Asimov and became entranced by the positive applications of technology. He decided to pursue engineering at the University of Tsukuba in Japan. In 1998, Sankai made his first HAL prototype, which became the world's first , and spent the next decades refining the product into the sleek, lightweight version of today.\n\nPreviously robotic-assistance tech centered on military use. But these days, HAL is part of a wave of research that focuses on using exoskeleton tech to treat ailments or provide support to wearers. For example, researchers at Harvard unveiled a soft exosuit in 2014 that enhances a patient's strength, much like HAL. And automobile makers like Ford are using exoskeletons on factory floors to reduce worker fatigue . HAL, too, has potential beyond the medical field, with everything from rescue and support and labor intensive factory work to entertainment and elderly care.\n\n\"The average age of workers (in Japan) is very high, so these technologies can help them and gradually increase elderly people's physical functions so they can remain independent,\" says Sankai.\n\nBut when new technologies are created there are few or no social and legal rules to regulate them.\n\nSankai says these measures must be debated in advance so all parties involved in the manufacture and use of technologies such as exoskeletons maintain control over the development direction. Cyberdyne has two ethics committees; one dedicated to promoting research; the other on standing by the idea of peace when creating and developing new devices and technologies.\n\nNext up, Sankai and his team are collecting data on their treatment method to better improve their existing medical devices. Sankai's aim is to prepare medical devices that will maintain and increase human health for longer.\n\nFor now, he is happy seeing everyone from seniors to the severely disabled regain independence. It's a thought that Sorensen shares.\n\n\"When I used HAL, there were people who came from all over the country to use the equipment,\" she says. \"I would like this kind of technology to be more readily available.\""}