{"url": "http://cnn.com/2020/05/19/world/solar-minimum-scn-trnd/index.html", "text": "(CNN) At the center of our solar system, the sun is a constant force keeping planets in orbit, providing Earth with just the right amount of light and warmth for life and even governing our daily schedules. While we're used to the sun rising and setting each day, the sun itself is incredibly dynamic.\n\nAnd just like us, it goes through phases and changes. Over time, those changes in our star have become more predictable. Currently, it's going through a less active phase, called a solar minimum.\n\nThe sun experiences regular 11-year intervals including energetic peaks of activity, followed by low points.\n\nDuring the peak, the sun showcases more sunspots and solar flares.\n\nIn a solar minimum, the sun is much quieter, meaning less sunspots and energy.\n\nScientists at NASA say we're currently in a \"Grand Solar Minimum.\" The last time this occurred was between 1650 and 1715, during what's known as the Little Ice Age in Earth's Northern Hemisphere, \"when combination of cooling from volcanic aerosols and low solar activity produced lower surface temperatures,\" according to NASA's Global Climate Change blog\n\nBut this solar minimum won't spark another ice age, they say. And that's likely due to climate change.\n\n\"The warming caused by the greenhouse gas emissions from the human burning of fossil fuels is six times greater than the possible decades-long cooling from a prolonged Grand Solar Minimum,\" they wrote.\n\n\"Even if a Grand Solar Minimum were to last a century, global temperatures would continue to warm. Because more factors than just variations in the Sun's output change global temperatures on Earth, the most dominant of those today being the warming coming from human-induced greenhouse gas emissions.\"\n\nScientists have known this solar minimum was coming because it's a regular aspect of the sun's cycle. Sunspots were peaking in 2014, with low points beginning in 2019, according to NASA.\n\nThe sun is also responsible for what's known as space weather, sending particles and cosmic rays streaming across our solar system. The sun's strongly magnetized sunspots release solar flares, which can send X-rays and ultraviolet radiation hurtling toward Earth.\n\nEven when the sun is quiet during the solar minimum, it can be active in other ways, like coronal holes that open in the sun's atmosphere and send out blazing streams of energized particles flying through the solar system on rapid solar wind.\n\nMuch like solar flares, these streams of particles during a solar minimum can disrupt the communication and GPS we rely on from satellites.\n\n\"We see these holes throughout the solar cycle, but during solar minimum, they can last for a long time — six months or more,\" said Dean Pesnell, project scientist of the Solar Dynamics Observatory at NASA's Goddard Space Flight Center, in a 2017 NASA blog post\n\nMore highly energetic particles called galactic cosmic rays can reach Earth, specifically its upper atmosphere, during a solar minimum. These are created by explosions across our Milky Way galaxy, like supernovae.\n\n\"During solar minimum, the sun's magnetic field weakens and provides less shielding from these cosmic rays,\" Pesnell said. \"This can pose an increased threat to astronauts traveling through space.\"\n\nThis week, the NASA Sun & Space account shared this on Twitter amid concerns about the solar minimum. \"The Sun goes through regular cycles of high & low activity. This cycle affects the frequency of space weather events, but it doesn't have a major effect on Earth's climate — even an extended minimum wouldn't have a significant effect on global temperature.\"\n\nThe Sun goes through regular cycles of high & low activity. This cycle affects the frequency of space weather events, but it doesn't have a major effect on Earth's climate — even an extended minimum wouldn't have a significant effect on global temperature. https://t.co/t2Fw58ZBVt — NASA Sun & Space (@NASASun) May 18, 2020\n\nThis solar minimum ends solar cycle 24. Early predictions estimated the peak of solar cycle 25 will occur in July 2025, according to the National Oceanic and Atmospheric Administration\n\nThe solar cycle forecast is based on a NOAA and NASA co-chaired international panel. They agree that solar cycle 25 will be similar to cycle 24.\n\nStudying the sun\n\nIn August 2018, NASA launched the Parker Solar Probe to draw closer to the sun than any satellite before. It's a unique opportunity to study \" the star in our backyard ,\" as NASA Heliophysics Division Director Nicola Fox is fond of saying. And it's witnessing the sun during solar minimum up close.\n\nThe probe was designed to help answer fundamental questions about the solar wind that streams out from the sun, flinging energetic particles across the solar system. Its instruments may also provide insight about why the sun's corona, the outer atmosphere of the star, is so much hotter than the actual surface. The corona is 1 million kelvins, while the surface is around 6,000 kelvins.\n\nUnderstanding the solar wind and the blazing heat of the corona are key. They both play a role in space weather and solar storms, and understanding the solar wind could enable better prediction of space weather.\n\nSolar wind and the corona's temperature also impact ejections of mass from the corona, which could impact the global power grid and telecommunications on Earth, as well as our astronauts on the International Space Station. The energized and accelerated particles streaming away from the sun in the solar wind are also responsible for the northern and southern lights we see on Earth.\n\nSome of the first results from the probe's early passes around the sun have already proved intriguing.\n\nDuring its first close encounter with the sun, the Parker Solar Probe essentially kept itself suspended over a hole in the corona for a week, watching solar wind particles streaming along the line of the sun's magnetic field and out into space.\n\n\"It's amazing — even at solar minimum conditions, the Sun produces many more tiny energetic particle events than we ever thought,\" said David McComas, principal investigator for the Integrated Science Investigation of the Sun suite, or ISʘIS, at Princeton University in New Jersey, in a statement when the first results released . \"These measurements will help us unravel the sources, acceleration and transport of solar energetic particles and ultimately better protect satellites and astronauts in the future.\"\n\nOver the course of the probe's seven-year mission, its orbit will shrink, bringing it closer and closer to the sun over the course of 21 approaches.\n\nThe probe will orbit within 3.9 million miles of the sun's surface in 2024, closer to the star than Mercury. Although that sounds far, researchers equate this to the probe sitting on the four-yard line of a football field and the sun being the end zone."}