{"url": "http://cnn.com/2020/05/19/asia/china-kidnapped-son-reunited-intl-hnk/index.html", "text": "(CNN) A man who was abducted as a toddler 32 years ago was finally reunited with his biological parents Monday, with the help of facial recognition technology.\n\nMao Yin was taken from his family in 1988 when he was two years old while outside of a hotel in the Chinese city of Xi'an, in Shaanxi province. He was then sold to a childless couple in the neighboring Sichuan province, according to Chinese state-broadcaster CCTV\n\nAuthorities said they were still investigating the initial abduction and did not release further information about Mao's adoptive parents.\n\nMao was raised by his adoptive parents as Gu Ningning, without knowing his biological parents had been searching for him for more than three decades, the report said.\n\nIn late April, police in Xian received a tip-off that a man in Sichuan province had bought a child from Shaanxi in the late-1980s, state news agency Xinhua reported\n\nThe police used facial recognition technology to analyze an old photo of Mao as a boy and came up with a simulated image of him as an adult, which was then compared with photos in the national database, according to CCTV. It did not give details about the database or the process of how the photos were compared.\n\nAfter a series of investigations and comparisons, the police tracked down a man in the city of Mianyang who resembled the image of Mao. He was later confirmed to be the missing son using a DNA test, Xinhua reported.\n\nMao Yin goes through a photo album with his mother Li Jingzhi and father Mao Zhenping following their reunion on Monday.\n\nOn Monday, 34-year-old Mao was reunited with his biological parents at a news conference held by the Xi'an police.\n\nEmerging from a side door of the conference hall, Mao called out to his mother and ran toward her. The family of three broke down in tears in a long embrace, the livestream of the news conference broadcast live by CCTV showed.\n\n\"I don't want him to leave me anymore. I won't let him leave me anymore,\" his mother, Li Jingzhi, said as she held tightly to her son's hand.\n\nMao, who now runs a home decoration business in Sichuan, said he would move to Xi'an to live with his biological parents, according to CCTV.\n\nFollowing Mao's disappearance, Li quit her job and devoted herself to the quest of searching for her son. She sent out more than 100,000 flyers and went on numerous national television programs. She also became a volunteer, collecting information about other missing children and helping 29 of them reunite with their families.\n\nAccording to CCTV, Mao had seen Li talking about her missing son on television before, and was moved by her persistence -- but little did he realize he was the boy she had spent decades looking for.\n\nThere is no official tally on how many children are kidnapped in China each year. On the website \" Baby Come Home ,\" a widely-used platform for Chinese parents to post missing child notices, more than 51,000 registered families are searching for their children.\n\nAccording to Xinhua, police have found and reunited more than 6,300 abducted children with their families since the Ministry of Public Security set up a nationwide DNA database in 2009 to match parents with missing children."}