{"url": "http://cnn.com/2020/05/19/middleeast/gallery/hope-probe-unmanned-missions-spc-intl/index.html", "text": "The Mars Hope Probe is an autonomous spacecraft built by the UAE. It is due to launch in July 2020 and reach the Red Planet in February 2021. Scroll through to see more amazing unmanned space probes from around the world. MBRSC\n\nThis is an artist's concept of the Europa Clipper spacecraft, which will investigate Jupiter's icy moon Europa. It could launch as early as 2023, but a targeted launch has been set for 2025. JPL-Caltech/NASA\n\nThis illustration shows NASA's Dragonfly rotorcraft-lander approaching a site on Saturn's exotic moon, Titan. Taking advantage of Titan's dense atmosphere and low gravity, Dragonfly will explore dozens of locations across the icy world. It will launch in 2026, but won't reach Titan until 2034 because Saturn is so far from us. JHU-APL/NASA\n\nAn artist's impression of Japan's Hayabusa-2 probe on its way to Ryugu asteroid. If it makes it back to Earth on schedule at the end of 2020, it will be the first mission to bring back samples from a C-class asteroid. JAXA\n\nBright swaths of red in the upper atmosphere, known as airglow, can be seen in this image from the International Space Station. NASA's ICON mission , launched last year, will observe how interactions between terrestrial weather and a layer of charged particles called the ionosphere create the colorful glow. NASA\n\nNASA's Global-scale Observations of the Limb and Disk mission -- known as the GOLD mission -- launched in 2018. It will examine the response of the upper atmosphere to force from the sun, the magnetosphere and the lower atmosphere. NASA\n\nThis picture shows China's Chang'e-4 lunar probe , taken by the Yutu-2 moon rover, on the far side of the moon. Last year, the Chinese Space Agency said China hopes to establish an international lunar base one day, possibly using 3D printing to build facilities. AFP/Getty Images\n\nSPHEREx, the Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer, will study the beginning and evolution of the universe and determine how common the ingredients for life are within the planetary systems found in our galaxy, the Milky Way. It is targeted to launch in 2023. Caltech\n\nA concept illustration released in 2016 shows a rover named Tianwen-1 , which will be part of China's first mission to Mars, scheduled to launch in 2020. Illustration/Handout/Xinhua/CNSA\n\nNASA's Transiting Exoplanet Survey Satellite launched in April and is already identifying exoplanets orbiting the brightest stars just outside our solar system. It launched in 2018 and has confirmed many exoplanets. MIT News/Goddard Space Flight Center/NASA\n\nThis illustration shows the position of NASA's Voyager 1 and Voyager 2 probes outside the heliosphere, a protective bubble created by the sun that extends well past the orbit of Pluto. Both probes were launched 1977 and are still operating today.\n\nThis is an artist's concept of the Solar Probe Plus spacecraft approaching the sun. In order to unlock the mysteries of the corona, but also to protect a society that is increasingly dependent on technology from the threats of space weather, NASA sent a solar probe in 2018 to touch the sun. Johns Hopkins University Applied Physics Laboratory/NASA\n\nThis illustration shows light beams from Earth pushing a tiny spacecraft's sail. The proposed Breakthrough Starshot project would send hundreds of \"nanocraft\" space probes 4.37 light years away -- at speeds of up to 100 million miles an hour -- to to explore Alpha Centauri, our nearest star system. Proposed in 2016, the ambitious project is many years away from becoming reality. Courtesy BREAKTHROUGH INITIATIVES\n\nNo spacecraft had ever gone to Pluto before NASA's New Horizons made its fly-by on July 14, 2015. The probe sent back amazing, detailed images of Pluto and its largest moon, Charon. It also dazzled scientists with new information about Pluto's atmosphere and landscape. New Horizons is still going today, heading out into the Kuiper Belt. NASA/JHUAPL/SWRI\n\nThe European Space Agency's Philae lander snapped a self-portrait with Mars glowing majestically in the background February 25, 2007. At the time of selfie, the orbiter was just 1000 kilometers away from the planet. ESA/Rosetta/Philae/CIVA\n\nThis image shows the Curiosity rover doing a test drill on a rock dubbed \"Bonanza King\" to see if it would be a good place to dig deeper and take a sample. Curiosity was launched in 2011 , and it is the most advanced rover ever built. It's helping scientists determine whether Mars is, or ever was, habitable for life forms. NASA/JPL\n\nThe Kepler space observatory is the first NASA mission dedicated to finding Earth-size planets in or near the habitable zones of stars. Launched in 2009, Kepler has been detecting planets and planet candidates with a wide range of sizes and orbital distances. Yes, we are still finding new planets. NASA\n\nNASA's infrared-wavelength space telescope called NEOWISE was launched at the end of 2009, for its original mission -- to perform an all-sky astronomical survey. But the probe was put in hibernation for several years, before being fired up again in December 2013 to hunt for asteroids. Its images are now available to the public online. NASA\n\nNASA's Dawn spacecraft ended its mission orbiting the dwarf planet Ceres in 2018. Scientists were surprised by the large white spots shining on Ceres, seen above. On its way to Ceres, Dawn spent time studying the proto-planet Vesta in 2001. The mission, launched in 2007, gave scientists new knowledge of how the solar system formed and evolved. NASA/JPL\n\nNASA's Deep Impact spacecraft was launched on January 12, 2005, and it traveled 268 million miles (431 million kilometers) to hurl its coffee table-sized probe into comet Tempel 1 four months later. This image of Tempel 1 was taken by Deep Impact's camera 67 seconds after the probe hit the comet. The Deep Impact mission was supposed to end a few weeks later, but NASA approved an extension and renamed the spacecraft EPOXI and sent it on to fly by Comet Hartley 2 in November 2010. The probe stopped communicating with mission managers in September 2013 and was declared lost. NASA/JPL-Caltech/UMD\n\nThe Cassini spacecraft ended its mission in 2017. The probe was launched on October 15, 1997, from Cape Canaveral Air Force Station in Florida. It arrived at Saturn on June 30, 2004. The spacecraft dropped a probe called Huygens to the surface of Saturn's moon Titan. It was the first landing on a moon in the outer solar system. NASA/JPL/Space Science Institute\n\nThe Stardust spacecraft was launched on February 7, 1999, from Cape Canaveral, Florida. After traveling 3.5 billion miles (5.6 billion kilometers), the spacecraft made history by capturing images of asteroid Annefrank and collecting samples of comet Wild 2 and successfully returning them to Earth. It also took spectacular images of comet Tempel 1. The probe's mission ended on March 25, 2011 , when mission managers put it in safe mode and turned off the transmitter for the last time. NASA\n\nOf all the NASA missions, none has visited as many planets, rings and moons as the twin Voyager 1 and Voyager 2 spacecraft , which were launched in 1977. Each probe is much farther away from Earth and the sun than Pluto. In August 2012, Voyager 1 made the historic entry into interstellar space, the region between stars. Both spacecraft are still sending scientific information back to NASA. NASA\n\nSurveyor 1 was the first U.S. spacecraft to make a soft landing on the Moon. The program ran during the mid-1960s and was declared a success. The program's focus eventually switched to support of the Apollo program. NASA"}