{"url": "http://cnn.com/world/live-news/coronavirus-pandemic-05-18-20-intl/index.html", "text": "US President Donald Trump tells reporters that he is taking zinc and hydroxychloroquine during a meeting in the State Dining Room of the White House, on Monday, in Washington. Evan Vucci/AP\n\nThe potential benefits of US President Donald Trump's decision to take hydroxychloroquine as a prophylactic against the coronavirus outweigh the risks, according to his White House physician.\n\nDr. Sean Conley wrote in a White House memo that after numerous discussions, \"he (Trump) and I had regarding the evidence for and against the use of hydroxychloroquine, we concluded the potential benefit from treatment outweighed the relative risk.\"\n\nConley wrote that the President is \"in very good health and has remained symptom free.\" He also added that Trump has been tested numerous times and that the tests have been \"all negative, to date.\"\n\nHe added that two weeks ago, \"one of the President's support staff tested positive for Covid-19.\"\n\nThe background: Earlier Monday, Trump told reporters he is taking daily doses of hydroxychloroquine, a drug he's long touted as a potential coronavirus cure.\n\nMedical experts and the US Food and Drug Administration question its efficacy and warn of potentially harmful side effects. \"A couple of weeks ago, I started taking it,\" Trump said. He later said he'd been taking the drug every day for a week and a half.\n\nThe admission was a dramatic development in Trump's attempts to promote hydroxychloroquine as a treatment for coronavirus, but at least one study has shown the drug does not work against Covid-19 and could cause heart problems.\n\nThe study was published in the Journal of the American Medical Association. It follows a study published in the New England Journal of Medicine that also showed the drug doesn't fight the virus.\n\nWhile Trump admitted he doesn't know if the drug works, he claimed \"if it doesn't, you're not going to get sick and die.\"\n\nThe FDA has warned against the use of hydroxychloroquine and chloroquine to treat the novel coronavirus and said the drugs should only be used in hospitals or clinical trials because they can kill or cause serious side effects. These include serious heart rhythm problems in Covid-19 patients treated with the medications, especially when they are combined with the antibiotic azithromycin or other drugs that can affect the heart.\n\nHydroxychloroquine is approved to treat or prevent malaria and to treat autoimmune conditions such as lupus and rheumatoid arthritis."}