{"url": "http://cnn.com/2014/12/08/world/ashraf-ghani-fast-facts/index.html", "text": "(CNN) Here's a look at the life of Ashraf Ghani, president of Afghanistan.\n\nPersonal\n\nBirth date: 1949\n\nBirth place: Logar Province, Afghanistan\n\nBirth name: Ashraf Ghani Ahmadzai\n\nFather: Shah Pesand\n\nMother: Kawkaba Lodin\n\nMarriage: Rula (Saade) Ghani\n\nChildren: Tarek; Mariam\n\nEducation: American University in Beirut, American University in Beirut, Lebanon , 1973; Columbia University, masters and Ph.D, anthropology\n\nReligion: Muslim\n\nOther Facts\n\nGhani is a former US citizen who gave up his passport to run for the Afghan presidency in 2009.\n\n\n\n\n\nWas diagnosed with cancer and had to have part of his stomach removed. He was working at the World Bank in Washington during the September 11 attacks , and used the tragedy as a springboard for his re-engagement in Afghan politics, returning to his home country just months after the event.Was diagnosed with cancer and had to have part of his stomach removed.\n\nHired Democratic pundit James Carville to manage his 2009 presidential campaign.\n\nHis wife is Lebanese-American.\n\nTimeline\n\n1974-1977 - Anthropology and Afghan studies professor at Kabul University in Afghanistan.\n\n1977 - Comes to the United States to study anthropology at Columbia University in New York.\n\n1983 - Anthropology professor at University of California, Berkeley.\n\n1983-1991- Anthropology professor at Johns Hopkins University in Baltimore.\n\n1991-2001 - Lead anthropologist at the World Bank.\n\n2001 - Returns to Returns to post-Taliban Afghanistan to be the special adviser to Ambassador Lakhdar Brahimi, the United Nations special envoy to Afghanistan.\n\n2002-2004 - Afghan finance minister in the transitional government led by Afghan finance minister in the transitional government led by Hamid Karzai\n\nJanuary 2005-2009 - Chancellor of Kabul University.\n\n2006 - Co-founds the Co-founds the Institute for State Effectiveness , with Clare Lockhart.\n\n2008 - Ghani's book, \"Fixing Failed States: A Framework for Rebuilding a Fractured World,\" co-written with Lockhart, is published.\n\n2009 - Runs for president of Afghanistan, coming in fourth place.\n\n2010-October 1, 2013 - Chairman of the Transition Coordination Commission (TCC), the group responsible for the transition of power from International Security Assistance Forces (ISAF) and Chairman of the Transition Coordination Commission (TCC), the group responsible for the transition of power from International Security Assistance Forces (ISAF) and NATO to Afghan National Security Forces.\n\nJune 14, 2014 - The run-off election takes place.\n\nSeptember 21, 2014 - After months of infighting over allegations of voting fraud and manipulation, Abdullah and Ghani sign a power-sharing agreement. At a news conference later in the day, After months of infighting over allegations of voting fraud and manipulation, Abdullah and Ghani sign a power-sharing agreement. At a news conference later in the day, Ghani is declared the new president of Afghanistan, and his rival, Abdullah, is CEO.\n\nDecember 10, 2014 - Ghani condemns the \"inhumane actions\" outlined in the recently released Ghani condemns the \"inhumane actions\" outlined in the recently released report on the CIA's enhanced interrogation techniques after September 11. Ghani says, \"All Afghan people should know that after 2014 no international forces would be allowed to put any Afghan citizen in jail, get into their homes or have prisons.\"\n\nSeptember 29, 2016 - Ghani and notorious warlord Gulbuddin Hekmatyar, of the Hezb-i-Islami faction, ratify Ghani and notorious warlord Gulbuddin Hekmatyar, of the Hezb-i-Islami faction, ratify a peace deal. Hekmatyar signs the agreement via video link.\n\nOctober 5, 2017 - In an interview with BBC, Ghani states being president of Afghanistan is In an interview with BBC, Ghani states being president of Afghanistan is \"the worst job on Earth.\"\n\nFebruary 28, 2018 - At an international conference in Kabul, Ghani says that as part of a potential ceasefire agreement, the At an international conference in Kabul, Ghani says that as part of a potential ceasefire agreement, the Afghan government is willing to recognize the Taliban as a legitimate political party\n\nNovember 1, 2018 - Confirms in a Confirms in a Bloomberg News interview that he will stand for reelection in 2019 to \"finish the job\" of ending his country's war.\n\nJuly 28, 2019 - Ghani launches his reelection campaign.\n\nSeptember 17, 2019 - A Taliban suicide bomber detonates explosives near an election rally for Ghani. Ghani is unhurt.\n\nFebruary 18, 2020 - with 50.64% of total eligible votes, nearly five months after the poll took place on September 28, 2019. The results were delayed because of widespread allegations of fraud, which meant that hundreds of thousands of votes had to undergo recounts and an auditing process. Ghani is officially declared the winner of Afghanistan's presidential elections with 50.64% of total eligible votes, nearly five months after the poll took place on September 28, 2019. The results were delayed because of widespread allegations of fraud, which meant that hundreds of thousands of votes had to undergo recounts and an auditing process.\n\nMarch 9, 2020 - Ghani is sworn in as president, while Abdullah holds a parallel inauguration ceremony nearby. Abdullah claims the presidential election results are fraudulent.\n\nMay 17, 2020 - Ghani and Abdullah sign a power-sharing agreement, with Ghani remaining president and Abdullah leading the peace talks with the Taliban as chairman of the National Reconciliation High Council. Abdullah will also appoint members of his team to the cabinet."}