{"url": "http://cnn.com/2020/05/19/asia/super-cyclone-amphan-india-banglash-intl-hnk/index.html", "text": "(CNN) Millions of people in India and Bangladesh are in the path of a cyclone which is due to make landfall in less than 36 hours, bringing damaging winds and heavy rain to a region already struggling with the coronavirus pandemic.\n\nSuper Cyclone Amphan became the strongest storm ever recorded in the Bay of Bengal on Monday night, after intensifying with sustained wind speeds of up to 270 kilometers per hour (165 miles per hours), according to data from the US Joint Typhoon Warning Center.\n\nAmphan has weakened slightly since, but the storm is still the equivalent of a Category 3 Atlantic hurricane, with winds speeds up to 185 kph (115 mph).\n\nThe US Pacific Disaster Center (PDC ) said up to 33.6 million people in India could potentially be exposed to the storm's winds, while a maximum of 5.3 million could be exposed in Bangladesh. The PDC's estimate is based on data from the Joint Typhoon Warning Center.\n\nFishermen bringing in their boats after warnings were sounded ahead of the cyclone's arrival on May 18 in Puri, India.\n\nThe Bay of Bengal, in the northeastern part of the Indian Ocean, is positioned between India to the west and northwest, Bangladesh to the north, and Myanmar to the east.\n\nAmphan is just the second super cyclone to hit the Bay of Bengal since records began. During the last super cyclone in 1999, nearly 15,000 villages were affected and almost 10,000 people were killed.\n\nThe cyclone is due to make landfall on the India Bangladesh border on Wednesday evening, near the Indian city of Kolkata which is home to more than 14 million people\n\nMass evacuations underway\n\nIndian officials said that up to 300,000 people in the coastal areas of West Bengal and Odisha are in immediate danger from the storm. Evacuations are underway in the region, according to the country's ministry of home affairs.\n\nSatya Narayan Pradhan, Director General of the National Disaster Relief Force (NDRF) said in the state of West Bengal there is normally room in cyclone shelters for 500,000 people but because of social distancing rules due to the coronavirus epidemic, that number had been reduced by more than half to just 200,000.\n\nSome buses have been arranged, he said, but many will be walking to the emergency shelters.\n\nPradhan added that the areas under threat from the cyclone were comparatively less developed, with many villagers in temporary homes with thatched or tin roofs. \"That is going to be in the line of fire,\" he said.\n\nIn Bangladesh, Disaster Management Junior Minister Enamur Rahman said they were planning to move about two million people from coastal areas to more than 12,000 cyclone shelters.\n\nA volunteer urges residents to evacuate to shelters ahead of the expected landfall of the cyclone in Khulna, Bangladesh, on May 19.\n\nAccording to the Bangladesh Disaster Management Ministry's senior information official Selim Hossain, there is capacity for 9.1 million people to be safety housed in cyclone shelters while maintaining social distancing.\n\nIndian Prime Minister Narendra Modi reviewed the country's emergency response measures on Monday night, ahead of the storm's landfall in India.\n\nNDRF Director General Pradhan previously said 25 NDRF teams have been deployed to the region, with 12 others ready in reserve, and 24 other teams are also on standby in different parts of India.\n\nFishermen have been warned to remain onshore and not sail out for the next 24 hours by the Indian Meteorological Department.\n\nFollowing the meeting, Modi said on his official Twitter account that evacuation plans had been discussed, as well as other emergency response measures.\n\n\"I pray for everyone's safety and assure all possible support from the Central Government,\" he said.\n\nCoronavirus pandemic\n\nThe storm comes as both India and Bangladesh struggle to bring local coronavirus outbreaks under control. India passed more than 100,000 confirmed infections on Monday, according to Johns Hopkins University, recording its largest single-day surge yet with a total of 5,242 new cases.\n\nMeanwhile Bangladesh's infection count is rapidly rising, with more than 1,300 new cases on Sunday, its biggest rise yet. In total, the country has recorded 23,870 confirmed infections, according to Johns Hopkins.\n\nTackling both disasters at once will be challenging for the two governments, especially if they attempt to maintain social distancing in packed evacuation centers and emergency shelters.\n\n\"(All NDRF workers) have to be masked, everyone has to wear visor, gloves ... It's almost certain that they will be going to do rescue work in red (heavily-infected) zones ... They may be actually rescuing people who are already infected. It is a double challenge,\" NDRF Director General Pradhan said.\n\nPradeep Jena, special relief commissioner for India's Odisha State, said emergency services had to balance saving lives from the cyclone with saving lives from the coronavirus.\n\n\"We have to strike a balance between the two and evacuate people wherever it is extremely essential, otherwise people are better off in their own homes,\" he said.\n\nMembers of India's National Disaster Response Force warn people on the Bay of Bengal coast at Namkhana, West Bengal, on May 19\n\nJena said in evacuation centers, they were trying to keep the elderly and pregnant women separate from the rest of the population and were working hard to obtain adequate soap for the shelters.\n\n\"Social distancing is definitely a very good concept but enforcing it in the strictest possible manner in a disaster situation may not always be possible,\" he said.\n\nCyclone Amphan could also bring heavy rains to the world's largest refugee camp in Cox's Bazar, where almost 1 million Rohingya refugees live after fleeing violence in Myanmar's Rakhine state.\n\nThe first known Covid-19 cases were confirmed in the camp last week and with the storm now imminent, the two disasters could make for a devastating combination.\n\nOne human rights advocate said that a novel coronavirus outbreak in the camp would be a \"nightmare scenario.\"\n\n\"The prevalence of underlying health conditions among refugees and the deteriorating sanitary conditions sure to come with the looming monsoon and flooding season make for a witch's brew of conditions in which the virus is sure to thrive,\" said Daniel P. Sullivan, who works for the US-based organization Refugees International."}