{"url": "http://cnn.com/2020/05/19/middleeast/space-mars-hope-probe-uae-spc-scn-intl/index.html", "text": "CNN's series often carry sponsorship originating from the countries and regions we profile. However, CNN retains full editorial control over all of its reports. Our sponsorship policy .\n\n(CNN) In Tanegashima, Japan, a spacecraft named Hope is being prepared for its launch towards Mars.\n\nIf all goes to plan, the UAE's Mars Hope Probe (or \"Al Amal\" in Arabic) will blast off this summer, reaching the Red Planet in February 2021.\n\nNot only will the arrival of the 1,350-kilogram probe coincide with celebrations for the 50th anniversary of the establishment of the UAE, but it will also mark the first time the country orbits Mars.\n\nHope's scientists, from Dubai's Mohammed Bin Rashid Space Center (MBRSC), plan to send the craft into space at the same time as NASA's Perseverance Rover and China's first Mars mission, Tianwen 1 . They are aiming to launch during the biennial window, when Earth and Mars are closest together, starting in July 2020 and going into early August.\n\nAlthough the coronavirus pandemic has forced the Emirates Mars Mission (EMM) team to adjust plans, it says it is still on track to launch on schedule.\n\n'Almost ready to launch'\n\n\"When Covid-19 came into the equation, it definitely took the complexity to a different level,\" says Omran Sharaf, EMM Mission Lead.\n\nHope was shipped to Japan three weeks earlier than planned, while a team was sent two weeks prior, allowing them time to quarantine, he says. However, this shouldn't impact the launch of the mission, he adds.\n\nJUST WATCHED The first Emirati in space Replay More Videos ... MUST WATCH The first Emirati in space 02:24\n\n\"Are were ready to launch? We're almost there,\" Sharaf says. \"We continue testing until the last minute.\"\n\nTo help build the spacecraft, the EMM team partnered with a team in the US, at the University of Colorado Boulder's Laboratory for Atmospheric and Space Physics.\n\nAccording to MBRSC, Hope will travel some 493 million kilometers, and star trackers will help position the autonomous craft into orbit. Across a distance so vast, and with so many factors outside of the team's control, Sharaf acknowledges there is a risk of failure.\n\n\"Mars is risky and Mars is difficult,\" he says. \"The mission was five times more complex than missions we have worked on before.\"\n\nProbes have been sent to Mars from Earth since the late 20th century. Recent missions include NASA's Curiosity rover , which has been snapping photographs of the Red Planet since it landed in 2012.\n\nThe Hope Probe will launch from Tanegashima, Japan, using an MHI H2A launcher, as shown in this image.\n\nThe Hope Probe is one of several space projects Dubai's MBRSC has been working on in recent years, including the launch of two satellites, sending the first Emirati into space and the ambitious goal to build a human settlement on Mars by 2117.\n\nClimate change on Mars\n\nTo find a novel science objective for Hope's upcoming mission, EMM scientists consulted the Mars Exploration Program Analysis Group ( MEPAG ), a forum created by NASA to plan explorations of Mars.\n\nEMM's Science Lead, Sarah Al Amiri, says the team settled on the goal of building the first full picture of Mars' climate throughout the Martian year, because there is a gap in data and understanding.\n\n\"There hasn't been a mission before that has taken full data sets about the Mars weather system ... throughout an entire day and at all times of day,\" she explains.\n\nStudying its weather system, including changes in the atmosphere and climate, could help lead to an understanding of how Mars -- a planet that used to share characteristics with Earth -- went from having rivers and lakes to having no water on its surface, she says.\n\n\"One of the reasons that Mars evolved to the state that it is in is atmospheric loss, and that's also one of the reasons why liquid water can't be stable on the surface,\" says Al Amiri. \"To us, water is the source of life and it's a bit of a worry that there is a planet out there in our solar system and that its climate or atmosphere started changing, and water was lost from the surface.\"\n\nPart of plans to build a settlement on Mars by 2117, the UAE has said it will build Mars Science City, as seen in this rendering, in the desert outside Dubai.\n\nTo piece together the puzzle, the probe will aim to take a variety of measurements, allowing to explore different theories. Al Amiri says the team is especially interested in a possible link between dust storms and the loss of hydrogen and oxygen -- the building blocks of water -- from the Martian atmosphere.\n\nReaching for the stars\n\nIn addition to addressing national challenges such as water security , Al Amiri, who is the Minister of State for Advanced Sciences, says the EMM has the wider goal of inspiring the UAE's youth to be interested in Science, Technology, Engineering and Mathematics (STEM).\n\nPrior to the EMM, she says people with science backgrounds had fewer career opportunities -- often limited to education or research -- but the mission has opened up a variety of new possibilities.\n\n\"The mission created a mindset for the youth that there are opportunities for them to work in areas that they never thought they can work in,\" she says.\n\nYoung people will be important to try to transition the UAE's economy away from oil, she explains.\n\n\"For us, the EMM was a catapult for the UAE venturing into space,\" Al Amiri adds. \"It's a transition from a natural and service-based economy to one that's based on creativity and knowledge.\""}