{"url": "http://cnn.com/2020/05/19/asia/xi-jinping-china-who-coronavirus-investigation-intl-hnk/index.html", "text": "Hong Kong (CNN) As Xi Jinping prepared to address the World Health Assembly on Monday , it seemed like the Chinese leader might be in a vulnerable spot.\n\nMore than 100 countries had signed onto a resolution calling for an independent probe into the origins of the coronavirus pandemic. While the language in the document was thoroughly diplomatic, and did not call out any particular country, it grew out of a push by Australia to look into China's own failures in the initial stage of the crisis, and went against Beijing's stated desire for any investigation to be run by the World Health Organization (WHO) itself.\n\nChinese officials previously described Canberra's proposal as \"highly irresponsible,\" and accused Australian officials of undermining global efforts against the virus. But when Xi addressed the annual meeting of WHO members, he took a more conciliatory tone : of course China was willing to support an investigation into the virus -- once the pandemic is over.\n\nAfter praising the international response and \"extraordinary synergy in the fight against Covid-19,\" Xi said that \"China supports the idea of a comprehensive review of the global response to Covid-19 after it is brought under control to sum up experience and address deficiencies.\"\n\n\"This work should be based on science and professionalism, led by WHO and conducted in an objective and impartial manner,\" he added.\n\nIn this, he was playing the long game, providing China's government multiple ways of avoiding any potential future fallout from a coronavirus investigation.\n\nJUST WATCHED Top adviser warns China vulnerable to second wave Replay More Videos ... MUST WATCH Top adviser warns China vulnerable to second wave 04:26\n\nIndependent vs. impartial\n\nDespite his apparent magnanimity, Xi did not really concede anything Beijing hasn't said in the past. Chinese officials have previously supported a WHO-led probe into the virus and its spread worldwide -- one that was inevitable given the importance of its potential findings to fighting the next pandemic.\n\nBut \"objective and impartial\" is not the same as independent, and a WHO-led investigation is hardly likely to mollify critics of either China or the organization itself -- the chief complaint being that top WHO officials are too close to Beijing . The risk is that the findings of such a body could be rejected by some observers and member states.\n\nAt the same time, given the complexity and global nature of any such probe, its difficult to imagine it happening outside the remit of the WHO. These are not necessarily irreconcilable issues: in theory an investigation could be set up with the support of the WHO but sealed off from any potential influence, free to pursue its own avenues of inquiry and publish findings without any fear of political ramifications. Plenty of governments have organized inquiries into themselves, overseen by judges or other apolitical figures, with often damning results.\n\nOf course, the difference between running a global investigation -- one that potentially angers multiple superpowers -- and looking into something potentially embarrassing for a few elected politicians is stark. There are plenty of ways members of a supposedly independent team could come under political pressure from their own governments or employers, or through the public comments of those being looked into. Few would envy those who have to put their names to the eventual report, which is likely to be critical of many, many governments beyond just China's.\n\nChina may also be able to influence who gets to sit on the investigation team, through nominating those likely to be sympathetic to Beijing or pressuring allies to do so. In his speech, Xi emphasized the support China is providing other countries and organizations in responding to the coronavirus crisis -- including pledging $2 billion over two years to the WHO -- a political debt Beijing may be able to collect on in future.\n\nHis government has also moved to demonstrate the potential ramifications of taking on China, imposing new trade tariffs on Australia in apparent retaliation for the country's recent moves over coronavirus.\n\nDelaying the inevitable\n\nEven with a theoretical perfect investigative team, one free of any political pressures or considerations, Xi's conditions for a coronavirus probe could play in Beijing's favor.\n\nThe pandemic has left China in one of its most vulnerable positions in terms of global influence, with criticism from multiple directions, not just traditional rivals like the US, but also countries with which Beijing has had strong ties in the past. One only need look at the never before seen levels of public support for Taiwan around the world to see how China's clout is considerably weakened.\n\nIn part, this reduced influence is caused by widespread anger over Beijing's perceived failures with regard to the pandemic, but also the corresponding economic slowdown, which has made China less able to wield access to its vast market or manufacturing base as a weapon against reticent allies.\n\nWaiting until, in Xi's words, the pandemic is \"brought under control to sum up experience and address deficiencies,\" could be a long wait indeed.\n\nBy that time, China's position globally could be vastly changed. The country's economy has begun to reopen, and as it does it will become even more important to many of its trading allies, who have fewer partners to choose from right now. Beijing is also not blind to the potential opportunity to emerge from the crisis not weakened but stronger, taking advantage of how the crisis is affecting the US and the attractive sheen it is putting on China's own brand of authoritarian control for some governments\n\nA comprehensive investigation into the coronavirus will likely take years to complete. Any further delay on that could make the findings, whatever they are, more inconsequential.\n\nChina's critics may see a probe as a potential means of holding Beijing to account for failures that may have helped lead to a global pandemic, but how willing will they be to act on such findings if they come in 2025? Or 2030?\n\nBy then, the economic pragmatist argument that always shapes relations with China will once again be in play, and countries will be less willing to rock the boat by taking on Beijing. Political pressure at home will also have shifted to other issues, and the public may not support politicians upsetting a major trading partner over some virus from years before.\n\nChina's standing has been majorly damaged by the pandemic. But Xi Jinping is going to be around for potentially decades to come -- his speech to the WHO suggests he knows the likelihood of any potential investigation hurting him in the long run is likely very slight."}