{"url": "http://cnn.com/2020/05/19/world/coronavirus-newsletter-05-19-20/index.html", "text": "A version of this story appeared in the May 19 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday\n\n(CNN) President Donald Trump has been ridiculed around the world for touting unproven, and often radical, coronavirus treatments. Now he's back to an old favorite — the anti-malarial drug hydroxychloroquine.\n\nThe President has been dosing up on the drug to prevent infection, he said Monday to incredulous reporters, who pressed him on the lack of evidence around the drug's efficacy. \"Here's my evidence: I get a lot of positive calls about it,\" Trump responded.\n\nIt's a stunning development that flies in the face of scientific advice and could prove dangerous for many Americans, Stephen Collinson writes . The US Food and Drug Association has warned that Covid-19 patients with heart disease may be at risk of abnormal heart rhythms and a dangerously rapid heartbeat if they take the drug. Trump himself has a common form of heart disease, yet his physician has supported his actions\n\nMeanwhile, the two-day World Health Assembly has become a new battlefield for the US-China feud. As Trump threatened to permanently pull US funding from the World Health Organization, Chinese President Xi Jinping pledged $2 billion to fund the global response to the pandemic. His pledge comes as pressure mounts on Beijing — more than 100 countries at the Assembly backed a draft resolution calling for an independent inquiry into the pandemic.\n\nXi said he supported a WHO-led review, but only once the virus is under control. It's a long-game tactic that provides China's government multiple ways of avoiding any potential future fallout from a coronavirus investigation, James Griffiths writes\n\nYOU ASKED. WE ANSWERED\n\nQ: Is there any evidence hydroxychloroquine can treat Covid-19?\n\nA: A recent study -- the largest of its kind -- shows that hydroxychloroquine, the drug touted by President Trump, does not work against Covid-19 and could cause heart problems. It's the second study in a week to conclude that the drug doesn't fight the virus.\n\nEven before these reports were published, the FDA and the National Institutes of Health issued warnings about using the drugs for coronavirus patients.\n\n\"The nail has virtually been put in the coffin of hydroxychloroquine,\" said one longtime adviser to the US Centers for Disease Control and Prevention.\n\nSend your questions here . Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.\n\nWHAT'S IMPORTANT TODAY\n\nHow Covid-19 catapulted data website Worldometer to prominence\n\nOn April 28, Spanish Prime Minister Pedro Sánchez told reporters that a study from Johns Hopkins University found Spain ranked \"fifth in the world in total tests carried out.\" It appears to have been a case of mixed-up attribution , as JHU has not published international testing figures.\n\nTwo weeks later, the Spanish government is standing by the substance of the claim. Instead of citing Johns Hopkins, officials are now pointing to testing rankings from a data aggregation website called Worldometer — one of the sources behind Johns Hopkins' widely cited coronavirus dashboard — and prompting questions about why some governments and respected institutions have chosen to trust a source about which little is known.\n\nModerna's human vaccine trial shows positive early results\n\nBiotech company Moderna has given a trial vaccine to dozens of people and measured antibodies in eight of them. All eight developed neutralizing antibodies to the virus at levels reaching or exceeding the levels seen in people who have naturally recovered from Covid-19, according to the company.\n\nThe vaccine was developed with the National Institutes of Health, and the early data comes from the Phase 1 clinical trial, which typically studies a small number of people and focuses on whether a vaccine is safe and elicits an immune response. If future studies go well, the company's vaccine could be available to the public as early as January, Dr. Tal Zaks, Moderna's chief medical officer, told CNN.\n\nSocially-distanced evacuation centers prepared\n\nSuper Cyclone Amphan -- the strongest storm ever recorded in the Bay of Bengal -- is due to make landfall on the India-Bangladesh border on Wednesday evening near the Indian city of Kolkata, home to more than 14 million people.\n\nHeavy rain and damaging winds are expected to force millions of people to evacuate to cyclone shelters. An official in the Indian state of West Bengal said there is normally room in shelters for 500,000 people — but because of social distancing rules due to the coronavirus epidemic, that number had been reduced to just 200,000.\n\nGermany and France propose 500 billion euro recovery fund\n\nGermany and France unveiled an initiative, including a 500 billion euro ($543 billion) rescue package, aimed at restoring the European Union from the toughest crisis in its history.\n\nEurope's ability to recover from the worst economic shock it has seen since the Great Depression has been jeopardized by the reopening of old political wounds, Mark Thompson writes . Divisions among member nations have slowed progress on a recovery fund that the European Commission had hoped could raise at least €1 trillion ($1.1 trillion) to rebuild regional economies.\n\nUS to extend border and travel restrictions\n\nThe Trump administration is preparing to extend travel restrictions and stringent border control measures this week, according to two administration officials . The latest slate of restrictions indicate that while the US moves toward reopening, the federal government is not ready to ease measures put in place in March that largely sealed off the country to stem the spread of Covid-19.\n\nON OUR RADAR\n\nFish Tales Bar & Grill in Ocean City, Maryland, has bought new \"bumper tables\" that are surrounded by large inner tubes to keep diners from getting too close.\n\nTODAY'S TOP TIPS\n\nStop worrying about those runners and cyclists without a mask, whom you scoff at as you walk outside. Worry instead about the loud talkers in crowded indoor spaces. That's according to Erin Bromage, a University of Massachusetts Dartmouth associate professor of biology, who started a blog about the ways in which coronavirus spreads to keep his family and friends informed. Here's more advice from Bromage on how to stay safe\n\nTODAY'S PODCAST\n\n\"From what we know about other viruses, it seems very likely that people who have had Covid-19 will have some protection. We just don't know for how long or how strong that protection is.\" — Dr. Sanjay Gupta, CNN Chief Medical Correspondent"}