{"url": "http://cnn.com/2020/05/19/world/carbon-emissions-coronavirus-pandemic-scn-climate-trnd/index.html", "text": "(CNN) As predicted , carbon dioxide emissions have declined during the Covid-19 pandemic. But if past crises are any indication, the environmental gains may be short-lived.\n\nAn international study of global carbon emissions found that daily emissions declined 17% between January and early April, compared to average levels in 2019, and could decline anywhere between 4.4% to 8% by the year's end. That figure would mark the largest annual decrease in carbon emissions since World War II, researchers said.\n\nThe findings appeared today in the journal Nature Climate Change\n\nIt's not clear how long or severe the pandemic will be, which makes it difficult to predict how emissions will be affected long-term. And because the changes driving reduced emissions haven't fundamentally changed the economy or the energy much of the world relies on, the declines are likely to be temporary.\n\nPlus, 2020 is still on track to be one of the top five hottest years on record\n\n\"I can't celebrate a drop in emissions driven by unemployment and forced behavior,\" said Rob Jackson, study co-author and professor in Stanford University's Earth Science Systems department. \"We've reduced emissions for the wrong reasons.\"\n\nResearchers created a lockdown index\n\nThe study centered on 69 countries, all 50 US states and 30 Chinese provinces, which account for 85% of the world population and 97% of all global carbon dioxide emissions.\n\nReal-time carbon emissions data doesn't exist, so researchers made their own algorithm. They created a confinement index based on the severity of pandemic policies -- 0 represents no policy, and 3 represents a maximum lockdown with stay-at-home orders and a shuttered economy.\n\nThey used that lens when they examined daily data from six sectors of the economy that contribute to carbon emissions, including transportation, aviation, industry and commerce. With the confinement index indicating the severity of countries' lockdowns and these data on drops in carbon-emitting activities, they could predict changes in daily emissions.\n\nThe carbon reductions were primarily driven by fewer people driving -- surface transport activity levels dropped 50% by the end of April. The most significant decline in activity occurred in aviation -- a 75% decrease -- but it accounts for a smaller slice of global emissions, Jackson said.\n\nBy the end of April, carbon emissions declined by 1,048 metric tons of carbon dioxide, the researchers predicted -- that's roughly 2,312,649 pounds. The decline is largest in China, where the pandemic began, where emissions dropped 533,500-plus pounds. In the US, carbon emissions declined by 456,350-plus pounds. China and the US are the two largest carbon emitters globally.\n\nWhat comes next\n\nWhether these changes last -- and whether they'll make a difference in slowing climate change -- depends on what the world does when the pandemic ends.\n\nBy the end of the year, emissions will have declined somewhere between 4.4% and 8%, the researchers predict. It's the most significant decline in over a decade, but it's the result of forced changes, not the restructuring of global economies and energy.\n\nAccording to United Nations Environment projections , to keep global temperatures from rising more than 1.5 degrees Celsius, we need to reduce emissions by 7.6% every single year between now and 2030.\n\nAnd in order to stay under 2 degrees Celsius of warming, which scientists agree is important to avoid the most devastating impacts of climate change, we need to continue to reduce emissions by 2.6%, per the 2015 Paris climate accords.\n\n\"Unfortunately, past crises suggest that emissions will rise again,\" Jackson said.\n\nHe compared the pandemic to the last global crisis, the 2008-2009 Great Recession. Global emissions decreased 1.4% in 2009. Then, in 2010, emissions shot back up 5% -- as if nothing had changed.\n\nOne crisis that did alter things fundamentally -- the oil shocks in the 1970s, when shortages dramatically drove up gas prices. The energy shock prompted manufacturers to make smaller cars and move toward solar and wind power.\n\nPhotos: The coronavirus is leaving empty spaces everywhere A fan watches a professional soccer game in Grodno, Belarus, on April 10. The Belarusian Premier League is one of the few sports organizations that haven't shut down. Hide Caption 1 of 60 Photos: The coronavirus is leaving empty spaces everywhere A man prays at the Western Wall in Jerusalem on April 6. Hide Caption 2 of 60 Photos: The coronavirus is leaving empty spaces everywhere This aerial photo, taken on April 5, shows an empty Guanabara Park in Belo Horizonte, Brazil. Hide Caption 3 of 60 Photos: The coronavirus is leaving empty spaces everywhere A lone taxi drives over a typically gridlocked highway in Dubai, United Arab Emirates, on April 6. Hide Caption 4 of 60 Photos: The coronavirus is leaving empty spaces everywhere Caution tape is looped around Mexico City park benches to discourage people from sitting on them on April 4. Hide Caption 5 of 60 Photos: The coronavirus is leaving empty spaces everywhere Children play on an empty residential street in Matawan, New Jersey, on April 1. Hide Caption 6 of 60 Photos: The coronavirus is leaving empty spaces everywhere In Washington, a mostly empty North Capitol Street is seen at dusk on March 31. Hide Caption 7 of 60 Photos: The coronavirus is leaving empty spaces everywhere Mountain goats roam the quiet streets of Llandudno, Wales, on March 31. \"They sometimes come to the foot of the Great Orme in March, but this year they are all wandering the streets in town as there are no cars or people,\" said Mark Richards of the hotel Landsdowne House. Hide Caption 8 of 60 Photos: The coronavirus is leaving empty spaces everywhere Two police officers in Moscow patrol an almost empty Red Square on March 30. Hide Caption 9 of 60 Photos: The coronavirus is leaving empty spaces everywhere The University of Texas campus is quiet in Austin on March 29. Hide Caption 10 of 60 Photos: The coronavirus is leaving empty spaces everywhere Empty swings hang at the Sea Point Promenade in Cape Town, South Africa, on March 28. It was the second day of the country's nationwide lockdown. Hide Caption 11 of 60 Photos: The coronavirus is leaving empty spaces everywhere A road in Mumbai, India, is deserted on March 28. Hide Caption 12 of 60 Photos: The coronavirus is leaving empty spaces everywhere A jogger runs past Nationals Park in Washington on March 26. It would have been Opening Day for Major League Baseball. Hide Caption 13 of 60 Photos: The coronavirus is leaving empty spaces everywhere London's Leadenhall Market is seen a day after Prime Minister Boris Johnson issued a stay-at-home order for the United Kingdom. Hide Caption 14 of 60 Photos: The coronavirus is leaving empty spaces everywhere An empty subway train is seen in New York on March 17. Hide Caption 15 of 60 Photos: The coronavirus is leaving empty spaces everywhere A pedestrian looks at a map at the Zermatt ski resort in Switzerland on March 18. Hide Caption 16 of 60 Photos: The coronavirus is leaving empty spaces everywhere Light traffic moves along a freeway in downtown Los Angeles on March 20. Hide Caption 17 of 60 Photos: The coronavirus is leaving empty spaces everywhere A cleric prays in an empty mosque in Baghdad, Iraq, on March 20. Hide Caption 18 of 60 Photos: The coronavirus is leaving empty spaces everywhere A monkey crosses the road near India's Presidential Palace in New Delhi on March 22. Hide Caption 19 of 60 Photos: The coronavirus is leaving empty spaces everywhere A single sunbather remains following the closure of Sydney's Bondi Beach on March 21. Hide Caption 20 of 60 Photos: The coronavirus is leaving empty spaces everywhere People walk along the Las Vegas Strip on March 18 after casinos were ordered to shut down. Hide Caption 21 of 60 Photos: The coronavirus is leaving empty spaces everywhere The Seattle Times' newsroom is empty on March 12. Employees have been working remotely. Hide Caption 22 of 60 Photos: The coronavirus is leaving empty spaces everywhere A woman in New York walks through a lightly trafficked Times Square on March 16. Hide Caption 23 of 60 Photos: The coronavirus is leaving empty spaces everywhere A musician plays the violin on March 17 at a train station in Kiev, Ukraine. Hide Caption 24 of 60 Photos: The coronavirus is leaving empty spaces everywhere The parking lot is nearly empty at The Village shopping mall in Corte Madera, California, on March 17. Hide Caption 25 of 60 Photos: The coronavirus is leaving empty spaces everywhere Pope Francis delivers his blessing to an empty St. Peter's Square at the Vatican on March 15. Hide Caption 26 of 60 Photos: The coronavirus is leaving empty spaces everywhere Alianza Lima and Racing Club play a professional soccer match in an empty stadium in Buenos Aires, Argentina, on March 12. Hide Caption 27 of 60 Photos: The coronavirus is leaving empty spaces everywhere Music stands are placed in front of empty audience seats at the Konzerthaus in Dortmund, Germany, on March 12. Hide Caption 28 of 60 Photos: The coronavirus is leaving empty spaces everywhere The rotunda at the US Capitol is empty after the last tour group passed through on March 12. All public tours were suspended until the end of March. Hide Caption 29 of 60 Photos: The coronavirus is leaving empty spaces everywhere The Oculus transportation hub in New York was mostly devoid of commuters and tourists on March 15. Hide Caption 30 of 60 Photos: The coronavirus is leaving empty spaces everywhere Stacked furniture is seen inside the closed Cafe de Flore in Paris on March 15. Hide Caption 31 of 60 Photos: The coronavirus is leaving empty spaces everywhere The visitors locker room is empty after an NHL game in Washington on March 12. The league later announced that it has suspended its season. Hide Caption 32 of 60 Photos: The coronavirus is leaving empty spaces everywhere A bullfighting arena is empty on March 11 after events were suspended in South Korea's Cheongdo County. Hide Caption 33 of 60 Photos: The coronavirus is leaving empty spaces everywhere A teacher walks in an empty public school in Labastida, Spain, on March 11. Hide Caption 34 of 60 Photos: The coronavirus is leaving empty spaces everywhere Police officers patrol the empty Trocadero plaza next to the Eiffel Tower in Paris on March 17. Hide Caption 35 of 60 Photos: The coronavirus is leaving empty spaces everywhere An empty passenger compartment on a train traveling from Shinjuku to Hakone in Japan on March 3. Hide Caption 36 of 60 Photos: The coronavirus is leaving empty spaces everywhere Empty chairs are lined up at the Vatican before the Pope's Sunday Angelus prayer was streamed via video on March 8. He later appeared briefly at the window to bless a small number of people gathered in St. Peter's Square. Hide Caption 37 of 60 Photos: The coronavirus is leaving empty spaces everywhere This aerial photo shows the empty Legend Siam theme park in Pattaya, Thailand, on March 8. Hide Caption 38 of 60 Photos: The coronavirus is leaving empty spaces everywhere Senior pastor Troy Dobbs speaks to empty pews during a service March 15 at the Grace Church in Eden Prairie, Minnesota. The church presented a sermon and worship music to an estimated 3,500 online viewers. Hide Caption 39 of 60 Photos: The coronavirus is leaving empty spaces everywhere Restaurant seats stand empty in Covent Garden in London on March 13. Hide Caption 40 of 60 Photos: The coronavirus is leaving empty spaces everywhere The Kaaba in the Grand Mosque, Islam's holiest site, is normally surrounded by people in Mecca, Saudi Arabia. But it was nearly empty on March 6. Hide Caption 41 of 60 Photos: The coronavirus is leaving empty spaces everywhere A passenger walks in the empty check-in area of the Beijing Daxing International Airport on March 3. Hide Caption 42 of 60 Photos: The coronavirus is leaving empty spaces everywhere An empty movie theater in Kochi, India, on March 11. Hide Caption 43 of 60 Photos: The coronavirus is leaving empty spaces everywhere This aerial photo shows an empty street in Wuhan, China, on February 16. The novel coronavirus is believed to have started at a wildlife market in Wuhan. Hide Caption 44 of 60 Photos: The coronavirus is leaving empty spaces everywhere A hall is empty inside a train station in Jerusalem on March 11. Hide Caption 45 of 60 Photos: The coronavirus is leaving empty spaces everywhere Ancient Roman ruins, normally filled with tourists, are empty on March 10. All of Italy was put on lockdown as coronavirus cases continued to spread in the country. Hide Caption 46 of 60 Photos: The coronavirus is leaving empty spaces everywhere The National Theatre in Prague, Czech Republic, on March 10. The Czech government banned events hosting more than 100 people. Hide Caption 47 of 60 Photos: The coronavirus is leaving empty spaces everywhere The reflection of conductor Mate Hamori is seen as he conducts the Danubia Orchestra without an audience at the Liszt Ferenc Academy of Music in Budapest, Hungary, on March 13. Hide Caption 48 of 60 Photos: The coronavirus is leaving empty spaces everywhere An inside view of the European Parliament building in Brussels, Belgium, on March 11. More than 100 programs in the building were canceled. Hide Caption 49 of 60 Photos: The coronavirus is leaving empty spaces everywhere Amazon's headquarters in Seattle was virtually empty on March 10. Amazon recommended employees there to work from home. Hide Caption 50 of 60 Photos: The coronavirus is leaving empty spaces everywhere Seats are unoccupied at a professional soccer match in Mönchengladbach, Germany, on March 11. The \"ghost match\" was played without fans. Hide Caption 51 of 60 Photos: The coronavirus is leaving empty spaces everywhere Just a few people are seen inside the Milan Cathedral in Milan, Italy, on March 4. It had reopened to the public after a week of closure. Hide Caption 52 of 60 Photos: The coronavirus is leaving empty spaces everywhere Streets, restaurants and cafes are closed inside a 1-mile containment zone in New Rochelle, New York, on March 11. Hide Caption 53 of 60 Photos: The coronavirus is leaving empty spaces everywhere The Missouri Senate chamber sits empty on March 12 after senators adjourned for the day and announced they would not reconvene in a full session until at least March 30. Hide Caption 54 of 60 Photos: The coronavirus is leaving empty spaces everywhere The Louvre museum in Paris was shut down on March 1. Hide Caption 55 of 60 Photos: The coronavirus is leaving empty spaces everywhere Empty chairs are seen on a beach in Phuket, Thailand, on March 11. Hide Caption 56 of 60 Photos: The coronavirus is leaving empty spaces everywhere Staff members walk inside the Venetian Macau after it closed its casino on February 5. Hide Caption 57 of 60 Photos: The coronavirus is leaving empty spaces everywhere Lights remain on inside an empty classroom at the Sapienza University of Rome on March 4. Hide Caption 58 of 60 Photos: The coronavirus is leaving empty spaces everywhere Horses gallop past empty public stands at the Sha Tin Racecourse in Hong Kong on February 23. Hide Caption 59 of 60 Photos: The coronavirus is leaving empty spaces everywhere A delivery worker wearing a face mask walks at a nearly empty shopping mall in Beijing on February 27. Hide Caption 60 of 60\n\nStill, he said, we can't rely on a pandemic to solve our climate woes.\n\n\"Crises do not solve the climate problem,\" he said. \"They buy us a year or two's worth of time at most.\"\n\nTransportation, he said, is one of the most significant emitters of carbon dioxide and also one of the most challenging sectors to change. Most people still drive gas-powered cars.\n\nBut, Jackson said, we're presented with the opportunity to \"jumpstart the electrification of mobility and transport.\" Cities are already closing off roads so pedestrians and bicyclists can use them.\n\nThe virus may also make people leery of public transport, too, he said.\n\nIt's not clear how society will change in the wake of the virus, but to prevent devastating climate change, \"we need to electrify transport quickly, coupled with clean energy,\" he said.\n\n\"The blue skies that people have seen as we've parked our cars have shown people what we could have every day by driving clean vehicles or walking and biking,\" he said."}