{"url": "http://cnn.com/2020/05/18/world/mars-mud-lava-flows-scn/index.html", "text": "(CNN) The surface of Mars is covered in intriguing features that suggest hints about the planet's past and the water that once existed on its surface.\n\nNew research has suggested that some lava-like formations on Mars are actually the product of mud that flowed like lava — not unlike traditional volcanoes like the ones we have on Earth.\n\nFor years, Petr Brož, a researcher at the Institute of Geophysics of the Czech Academy of Sciences has been fascinated by detailed satellite images showing unique features on the Martian surface. Tens of thousands of kilometer-high steep cones are spread across Mars' northern hemisphere, and each cone bears a small crater on top.\n\nBrož wanted to know if they were formed by magma or mud. But in order to study this, Brož and his colleagues would have to establish how mud might behave on the Martian surface. But none of the researchers who he asked knew.\n\nBrož found a way to test how mud might react on Mars when he met Manish Patel, a senior lecturer in planetary sciences at The Open University who has also worked on multiple instruments for robotic space missions, including the European Space Agency's ExoMars rover that will launch in 2022.\n\nThe Open University has the Mars Chamber, a low-pressure chamber that can reproduce Mars' atmospheric pressure and composition, as well as its surface temperature, Brož said in an email to CNN. Although it's still influenced by Earth's gravity, rather than that of Mars, it's the closest researchers can get to performing experiments on Mars.\n\n'Playing with mud'\n\nIt's 3 feet in diameter and 5.9 feet long, and during Brož's experiments, things got a little messy. For a month, they averaged 10 hours a day in the lab, \"playing with mud\" to test what it might do on Mars.\n\nWhen the chamber was set to negative 4 degrees Fahrenheit, they poured the mud. Surprisingly, the mud did not freeze immediately. Instead, it formed an icy crust over the liquid mud inside. Liquid mud would then spill from cracks in the frozen crust, which then refreeze.\n\nDue to the simulated Martian conditions, such as the low atmospheric pressure, the water became unstable and boiled and evaporated. This caused the mud to eventually cool and freeze.\n\nThe formations created by this process look similar to \"ropy\" lava flows in Hawaii and Iceland, where undulating surfaces form as the lava slowly cools.\n\nThe researchers captured this image of mud flowing from a mud volcano in Azerbaijan.\n\nCompared to experiments with mud at Earth's atmospheric pressure, the mud didn't form an icy crust, expand or create lava shapes even as the temperature dropped.\n\nBrož didn't expect that mud might move like lava on other planets and said this has \"shaken my world a bit.\"\n\nIt's likely that those cones on the Martian surface are in fact sedimentary volcanoes where mud is brought up to the surface from a depth of hundreds of feet to even more than a mile below it. \"Sedimentary volcanoes work as a window to the subsurface,\" he said.\n\nThe conical features can be found in the same area where long, wide channels left their mark on the Martian surface, revealing where giant floods likely erupted from beneath the surface. And this could have led to sedimentary volcanism, where pieces of rock and water erupt as mud.\n\nThe presence of mud suggested something else that once existed on Mars: water. Mars likely had a warm stable environment, atmosphere and global magnetic field that allowed water to exist on the surface billions of years ago.\n\nWhat lies beneath\n\n\"If these features are indeed results of sedimentary volcanism, this is saying to us that in these areas somewhere in the subsurface has to be a source of mud,\" Brož said. \"In other words, there has to be, or had to be, some sort of aquifer containing liquid water to mobilize the fine-grained sediments and take them to the surface of Mars.\"\n\nIt's hard to estimate the age of the cones, but they're definitely younger than the flat plains they sit on. Brož estimated that they could be between a few hundreds of millions to 2 billion years old.\n\nThis makes studying Mars a little more difficult in the future.\n\n\"Mud flows can look quite similar as magmatic lava flows on Mars,\" Brož said. \"So in principle we are complicating the future exploration of Mars via satellite images, as we are proposing that two very different mechanisms caused similarly looking features, which will be hard to distinguish from each other.\"\n\nIf the flows are attributed to magma, that means a source of magma and heat must be present nearby below the surface. And if it's sedimentary or muddy, that suggests liquid water — and heat that keeps the water liquid, below the surface.\n\nMud volcanoes pull a mixture of water and dirt from deep beneath the surface.\n\nBrož believed that this kind of sedimentary, or mud volcanism, could be present in other places throughout our solar system like Ceres, a dwarf planet between Mars and Jupiter in the asteroid belt.\n\nSome features on its surface, like the Ahuna Mons mountain, as well as bright deposits in the Occator crater, could be caused by water, rocks and salts brought to the surface. This suggests that liquid water, and maybe even a muddy water ocean, may be beneath the dwarf planet's icy crust.\n\nThe same could be true of other icy moons, like Jupiter's moon Europa, Saturn's moon Enceladus or Uranus' moon Triton.\n\nIn the future, Brož wants to test more mud in the Mars Chamber under different conditions.\n\nDuring one experiment with mud in the chamber, pieces of mud actually levitated because the gases releasing from the mud were able to lift it for a period of time. Those results will be shared in a future study, he said."}