{"url": "http://cnn.com/2020/05/20/weather/super-cyclone-amphan-india-banglash-evacuations-intl-hnk/index.html", "text": "(CNN) Cyclone evacuation efforts in India and Bangladesh are being complicated by the coronavirus pandemic, as relief teams grapple with how to get millions of people to safety while also protecting them against the risk of Covid-19.\n\nLandfall officially occurs when half of the storm's center is over land.\n\nAs of Wednesday morning local time, the storm was tracking north in the Bay of Bengal with wind speeds of up to 160 kph (100 mph), according to data from the US Joint Typhoon Warning Center.\n\nAmphan became the strongest storm ever recorded in the Bay of Bengal on Monday night, but has since weakened into the equivalent of a strong Category 2 Atlantic hurricane.\n\nThe storm could still wreak devastation, however. Its cloud field is 2,800 kilometers (1,740 miles) long from tip to tail -- that's the equivalent of the distance from Lisbon to Warsaw.\n\nThere's also a risk of powerful storm surges of up to 5 meters (16.4 feet), that could inundate low-lying coastal areas and be catastrophic for millions of people. In the areas under threat from the cyclone many villagers live in temporary homes with thatched or tin roofs.\n\nUp to 33.6 million people in India could be exposed to the storm's powerful winds, according to the US Pacific Disaster Center (PDC). In Bangladesh, 8 million could be in its path, the UN Office for the Coordination of Humanitarian Affairs (UNOCHA) said.\n\nThis handout photo taken on May 19, 2020 and released by the District Administration of Bhola shows residents being evacuated in Dhalchar village on the island of Bhola as Cyclone Amphan barrels towards Bangladesh's coast.\n\nOn Wednesday, Bangladesh raised its cyclone warning for the port towns of Mongla and Payra, which are in the storm's path, and 11 districts to danger signal 10 -- its second highest alert level. Meanwhile, the Indian Coast Guard has deployed 20 disaster relief teams along the country's eastern coast to carry out search and rescue operations at short notice, a spokesperson for India's Ministry of Defence said on Twitter.\n\nSince Amphan is a large storm and spent multiple days at the equivalent of a Category 3 to 5 strength, the surge will be more significant than that of a typical Category 2 storm when it hits, meteorologists predict. The U-shape of the coastline around the Bay of Bengal and the low-lying delta region make the area prone to storm surge flooding.\n\nBefore it weakened on Wednesday, Amphan became just the second super cyclone to hit the Bay of Bengal since records began. During the last super cyclone in 1999, nearly 15,000 villages were affected and almost 10,000 people were killed.\n\nMass evacuations underway\n\nRelief teams are rushing to evacuate people in low-lying coastal areas in both India and Bangladesh.\n\nBy Wednesday, Bangladesh had evacuated 2.4 million people, according to Enamur Rahaman, the State Minister for Disaster Management and Relief, who said evacuees from coastal areas would be relocated more than 12,000 cyclone shelters.\n\nThe Bangladesh Disaster Management Ministry said there is capacity nationwide for 9.1 million people to be safety housed in cyclone shelters while maintaining social distancing, as thousands of schools and government buildings are used for this purpose.\n\n\"(The government has) increased the evacuation shelter capacity, so that people can be taken to these shelters and ensure the physical distance,\" said Achala Navaratne, spokesperson for the American Red Cross in Bangladesh.\n\n\"They have also asked people to come with their own masks, make sure that if there are people that are showing any symptoms then to make sure they are in different shelters, not in the same shelters as the others.\"\n\nIn India, by Wednesday morning, more than 430,000 people had been evacuated in the states of Odisha and West Bengal states, according to India's National Disaster Relief Force (NDRF). In West Bengal cyclone shelters can normally house 500,000 people, according to the NDRF, but because of social distancing rules, that number had been reduced by more than half to just 200,000.\n\nA volunteer urges residents to evacuate to shelters ahead of the expected landfall of the cyclone in Khulna, Bangladesh, on May 19.\n\nFishermen have been warned to remain onshore and not sail out for the next 24 hours by the Indian Meteorological Department.\n\nIndian Prime Minister Narendra Modi reviewed the country's emergency response measures on Monday night, ahead of the storm's landfall in India. After the meeting, Modi said on his official Twitter account that evacuation plans had been discussed, as well as other emergency response measures.\n\n\"I pray for everyone's safety and assure all possible support from the Central Government,\" he said.\n\nCoronavirus pandemic\n\nThe storm comes as India and Bangladesh struggle to bring local coronavirus outbreaks under control. India passed more than 100,000 confirmed infections on Monday, according to Johns Hopkins University, and recorded its largest single-day spike on Wednesday with 5,611 new cases.\n\nMeanwhile, Bangladesh's infection count is rapidly rising, with more than 1,300 new cases on Sunday, its biggest rise to date. In total, the country has recorded 23,870 confirmed infections, according to Johns Hopkins.\n\nThe countries will face as a double challenge, as emergency workers have to carry out difficult work with masks, gloves and visors, evacuating people who may already have the virus.\n\nPradeep Jena, special relief commissioner for Odisha state, said emergency services had to balance saving lives from the cyclone with saving lives from the coronavirus. \"We have to strike a balance between the two and evacuate people wherever it is extremely essential, otherwise people are better off in their own homes,\" he said.\n\nMembers of India's National Disaster Response Force warn people on the Bay of Bengal coast at Namkhana, West Bengal, on May 19\n\nJena said in evacuation centers, they were trying to keep the elderly and pregnant women separate from the rest of the population and were working hard to obtain adequate soap.\n\n\"Social distancing is definitely a very good concept but enforcing it in the strictest possible manner in a disaster situation may not always be possible,\" he said.\n\nSnigdha Chakraborty, the Bangladesh manager for aid organization Catholic Relief Services, said people in the storm's path are worried about how they can ride it out while practicing social distancing.\n\n\"They're stressed. They are worried about going to evacuation centers. And they are also worried about maintaining physical distance,\" she said.\n\nThe problem is particularly acute in Cox's Bazar, which is home to nearly 1 million Rohingya refugees, many who fled violence in neighboring Myanmar.\n\nThe first known Covid-19 cases were confirmed in the camp last week and with the storm now imminent, the two disasters could make for a devastating combination.\n\nThough Cox's Bazar is on Bangladesh's east coast and further from the storm, Chakraborty said the camp could be affected.\n\nBangladesh's state minister for disaster management and relief Md. Enamur Rahman said evacuating the camp, was \"not that important\" as the warning signal for the area was at 6, a relatively manageable level.\n\n\"Evacuation is still not that important and [there] are many cyclone center[s] around the Rohingya camps[,] so if the direction of cyclone changes toward Cox's Bazar and Chittagong then they would be evacuated,\" he said on Wednesday.\n\nOne human rights advocate said that a novel coronavirus outbreak in the camp would be a \"nightmare scenario.\"\n\n\"The prevalence of underlying health conditions among refugees and the deteriorating sanitary conditions sure to come with the looming monsoon and flooding season make for a witch's brew of conditions in which the virus is sure to thrive,\" said Daniel P. Sullivan, who works for the US-based organization Refugees International."}