{"url": "https://www.cnn.com/interactive/2020/04/weather/storm-chasing-eric-meola-cnnphotos/index.html", "text": "Two tornadoes threaten power lines in Dodge City, Kansas, in May 2016.\n\nTwo tornadoes threaten power lines in Dodge City, Kansas, in May 2016.\n\nA photographer stands all alone in the desert.\n\nRacing toward him is Bruce Springsteen in a convertible — and the deep darkness of a massive thunderstorm.\n\nThe towering cumulonimbus cloud darkens the sky to a piercing black. A cloud of dust trails behind Springsteen’s car, which is lit by the little remaining light.\n\n\"Soon it began to rain as flashes of lightning filled the valley,” photographer Eric Meola wrote in his new book “Fierce Beauty: Storms of the Great Plains.” “The hypnotic scene etched itself into our eyes and minds, and a few days later Bruce wrote the lyrics to a song called 'The Promised Land.’ ”\n\nRock star Bruce Springsteen drives a convertible in Nevada in 1977.\n\nThe song goes:\n\n“There’s a dark cloud rising from the desert floor\n\nI packed my bags and I’m heading straight into the storm\n\nGonna be a twister to blow everything down\n\nThat ain’t got the faith to stand its ground.”\n\nOne of the photos from that day eventually became the cover photo for Springsteen’s album “The Promise.”\n\n“It was great to be out in a convertible, racing the storm with the guy who wrote the song ‘Thunder Road,’ ” the photographer told CNN. “How do you top that for a desert road trip in America?”\n\nThat was 1977.\n\nA supercell is seen above Circle, Montana, in June 2016.\n\nA swirling mammatus cloud in Dalton, Nebraska, in June 2015.\n\nThe experience set the foundation for Meola’s storm photography nearly four decades later. Only this time he was heading straight into the storm.\n\nIn 2013, Meola traveled to America’s Tornado Alley to become what many meteorologists call a “tornado tourist.” He spent two weeks with a tour company that specializes in taking people on storm chases across the Great Plains.\n\nThe drivers on these tours often cover over 400 miles a day to see as many storms as possible.\n\n“My original intention was to just have the experience, to see what it was like to see a few storms,” Meola said.\n\nThe sun sets near a cumulonimbus cloud in Oglala, South Dakota, in June 2015.\n\nA tornado hits Carpenter, Wyoming, in June 2017.\n\nOn Meola’s first trip, a devastating tornado moved through Moore, Oklahoma, killing 24 people and injuring hundreds more.\n\n“I was mesmerized by what I saw: the sheer scale of the destruction, which was in stark contrast to the beauty of the light and the landscapes of the Great Plains,” Meola said.\n\nThe tour stopped for the day, volunteering to help clean up what debris they could.\n\n“It was an extremely emotional experience,” Meola said.\n\nA supercell in Lookout, Oklahoma, in May 2012.\n\n“Storms are nature in action,” Meola said. “The sky evolves in front of you in real-time as though a malevolent artist is painting the sky.”\n\nFor the next seven years, Meola would return to Tornado Alley to capture more images of the infinite variety of shapes, textures and colors that the Plains have to offer.\n\nIt’s “where the earth meets the sky on an absolutely flat line,” he says.\n\nMeola says his storm-chasing experience can be summed up in one word: awesome, as in the literal sense of inspiring awe.\n\n“When I started chasing storms, I watched the sky turn the darkest black, as if I was looking up into a celestial sphere in a night deprived of stars,” he wrote in his book. “Dark gray ripples shimmered in the void, and my perception was that a giant black curtain hung over a stage, undulating with the wind. The darker the sky became, the more I had an ominous feeling that what I was about to witness was an apocalypse.”\n\nA storm turns the sky black in Chugwater, Wyoming, in June 2013.\n\nDebris is seen near a funnel cloud in Millsap, Texas, in May 2013. “Meteorology is an exacting science, and its mysteries will forever elude me. But I’ve picked up enough to know where to be and when and what to avoid,” Meola said.\n\nThere are times he wondered what he was doing standing out in the open less than half a mile from a powerful EF-3 tornado, as he did in Montana in 2018.\n\nHe said he saw more than half a dozen tornadoes that day, and each one was spectacular.\n\n“You’re fighting the urge to run away, and yet you can’t help but feel the adrenaline rush as you try not to be blown over as you're pelted by hail and icy rain,” he said.\n\nThe clouds themselves can lure you in. Like in Meola’s picture of a curled edge of an updraft base, which reaches out to you like a hand beckoning you closer to the torrent that lies beneath.\n\nThe edge of a storm’s updraft base is seen in Rapid City, South Dakota, in June 2015.\n\nA severe storm happens at sunset in Aurora, Nebraska, in June 2017.\n\nEach image blends a dramatic balance of ferocious power and beauty with the stark contrast of color and natural light.\n\n“Storms are filled with grays and blacks and all sorts of variations on neutrals,” Meola said. “But often they occur at sunset, so you get ochres and mauves and even an electric turquoise because there's lots of hail rotating in the clouds.”\n\nChase season in the Plains is primarily May and June. But Meola loves June, when the days are their longest and there is less haze on the horizon like you have during early season storms.\n\n“In the afterglow of summer's solstice, my companion was always the light,” he wrote. “When I was ready to turn onto a paved road, it beckoned me down dirt, shining on a row of phone poles, whispering its siren song to chase it and the storms forever, or at least until the next day.”\n\nLightning strikes in Stamford, Nebraska, in June 2017.\n\nA rainbow forms after a storm in Brighton, Colorado, in June 2016."}