{"url": "http://cnn.com/2020/05/20/weather/michigan-dam-breaches/index.html", "text": "(CNN) A rain-swollen river has flooded fields and streets in parts of mid-Michigan after breaching two dams, forcing evacuation orders for thousands amid a coronavirus pandemic that's posing safety challenges Wednesday for officials trying to provide shelter.\n\nParts of the city of Midland and surrounding areas were virtual lakes Wednesday morning, and it could get worse. Downtown in Midland, a city of about 41,000 people downstream of the dams, could eventually be \"under approximately 9 feet of water\" on Wednesday, Gov. Gretchen Whitmer said the prior night.\n\n\"This is a particularly dangerous situation. Seek higher ground now!\" the National Weather Service said Wednesday morning in a flash flood warning statement.\n\nMark Musselman brings a chair to the front of his house on Tuesday in Edenville, Michigan.\n\nThe Tittabawassee River breached the Edenville and Sanford dams north of Midland on Tuesday evening after days of heavy rain. By Wednesday morning, water -- waist-deep in places near Sanford, video from CNN affiliate WDIV shows -- was lapping up against businesses and homes around the county.\n\nEvacuation orders are in effect for about 3,500 homes and 10,000 people, Mark Bone, chairman of the Midland County Board of Commissioners, said he believes.\n\nAbout 150 residents -- many with walkers or riding in wheelchairs -- evacuated Tuesday evening from Riverside Place, a senior residence in Midland, CNN affiliate WJRT reported.\n\nThe scene wasn't easy to watch, said Toni Mclennan, a maintenance technician who checked the complex to make sure everyone was out.\n\nMclennan felt \"sadness\" and \"the hope that they come back,\" she told the station. \"I mean, especially with this pandemic and you're getting people in close quarters, it's probably that much more scary.\"\n\nFloodwaters flow through a part of downtown Midland on Wednesday morning, close to a farmers' market with a green roof.\n\nThe flood disaster is With the coronavirus pandemic months underway, officials in the county are juggling two public safety crises at once.The flood disaster is one of the first to test how local, state and federal response efforts can handle the dual challenge.\n\nAt least five shelters are running in the Midland area Wednesday -- at schools and family centers -- and flood evacuees are being screened for the illness, officials say.\n\nThe governor declared an emergency for the flooding, and said previous orders relating to the coronavirus crisis are locally suspended if they impede emergency responses for the flooding.\n\nThough Wednesday is sunny and rain is not expected to resume for days, the river still was rising in Midland -- and by Wednesday morning was already past the previous record of 33.89 feet. That was set during a major flood in the city in 1986.\n\nAt that height alone, the river will be flooding many homes, according to the National Weather Service. The river could crest at 38 feet Wednesday evening, according to the weather service\n\nMidland, about a 130-mile drive northwest of Detroit, is home to the Dow Chemical Co\n\nOfficials are giving health screenings and distributing masks at shelters\n\nNo deaths or injuries have been reported, Midland spokeswoman Selina Crosby Tisdale said Wednesday.\n\nAt the shelters, workers are checking evacuees' temperatures and handing out masks to them because of the pandemic, Tisdale said.\n\nWorkers also are trying to space out the evacuees throughout the shelters, hoping to reduce the chances that anyone who might be carrying the virus spreads it to others.\n\nEvacuees should expect to stay away from their homes for days, Tisdale said.\n\n\"We're still waiting to crest, and then we have to wait for water levels to recede. It's going to take days until we get to that point,\" Tisdale said.\n\nPeople stand outside a shelter at Meridian Junior High School, in Sanford, Michigan, this week.\n\nThe governor acknowledged Tuesday that confronting the flooding \"in the midst of a global pandemic is almost unthinkable.\"\n\n\"Please, to the best of your ability, continue to wear a face covering when you go to a shelter or go stay with a friend or relative,\" Whitmer said in a news conference Tuesday night.\n\nThe Michigan Army National Guard is on site, with 100 soldiers doing inspections around the area, Whitmer said."}