{"url": "http://cnn.com/travel/article/socotra-yemen-eva-zu-beck-youtube/index.html", "text": "Editor's Note — Since this story published early on May 19, vlogger Eva zu Beck has provided an update to the situation in Socotra on Instagram . The story has been revised to reflect those comments.\n\n(CNN) — It's 5.30 a.m. on Yemen's remote island of Socotra, a 3,625 square kilometer desert paradise 60 miles east of the Horn of Africa.\n\nThe sun barely reaches over the island's towering sand dunes and rocky cliffs, but Eva zu Beck is out of her tent and at the water's edge.\n\nArmed with a snorkel mask and a long piece of wood topped with a fierce-looking metal hook, she dives into the calm Indian Ocean in search of her breakfast: Socotran lobster.\n\nRemote island life has become the new normal for the 29-year-old, an adventure YouTuber and travel documentary host from Poland.\n\nWhile the rest of the world stays inside, Zu Beck, who grew her social media following to over 1 million with her travel vlogs on off-the-beaten path destinations like Pakistan, Bangladesh and Syria, has spent the last two months wild camping on deserted white-sand beaches, fishing for grouper in the open ocean and climbing 10 story-high sand dunes as she waits out the pandemic on one of the world's most isolated islands.\n\nThe only catch? She has no idea when she'll be able to leave.\n\nYouTube travel vlogger Eva zu Beck arrived on Socotra on March 11. Eva zu Beck\n\nA marathon stay on a desert island\n\nZu Beck arrived on Socotra -- an island with an ecosystem so unique it's often referred to as the \"Galapagos of the Indian Ocean\" -- on a weekly commercial flight from Cairo on March 11.\n\nThe travel vlogger, along with 40 other international tourists, arrived that day to take part in Socotra's first-ever marathon event and was due to stay for two weeks.\n\nUnbeknownst to Zu Beck and her fellow marathon runners, however, the world was quickly shutting down due to the rapid spread of the novel coronavirus. On March 15, after she and the other participants had completed the race, Socotri officials announced that the island would be closing its borders, and that the marathon runners should return home as soon as possible.\n\n\"We were woken up in the middle of the night in our tents,\" says Zu Beck, \"and told that we should make our way to the airport immediately.\"\n\nZu Beck has been camping and renting guest rooms on Socotra. Robert Pljuscec\n\nShe was faced with a difficult decision: should she leave Socotra, and risk contracting the virus on her 5,000 kilometer journey back to Europe? Or should she stay in paradise, and accept the possibility of being stuck on a desert island for the foreseeable future?\n\nZu Beck knew almost immediately what her decision was. \"I have so much love for the island,\" she says. \"I'd visited last year and I swore I'd return one day for an extended stay. I took what was happening as a sign.\"\n\nWith permission from Socotri officials, Zu Beck and four other tourists decided to stay. The rest, including Zu Beck's Canadian boyfriend, returned to Cairo on the last flight out of Socotra.\n\nShe says she didn't realize how serious the coronavirus outbreak was when she arrived in March, and medical screening upon entry reassured her that she wasn't introducing the virus.\n\nBut not everyone agrees with Zu Beck's decision to visit a remote and potentially vulnerable island as the pandemic took hold. Since this story published early on May 19, Zu Beck has heard from a number of critics via social media through the campaign #Respect_Socotra, who argue that her presence is endangering the local community.\n\nIn a May 19 Instagram post , she said that the situation in Socotra has evolved.\n\n\"Thank you to everyone who has been so concerned about my stay on the island. #Respect_Socotra, You have given me a new perspective and I apologize if I sent the wrong message before,\" she said.\n\n\"My intention was never to encourage active travel to remote places during a pandemic. Rather, I wanted to share the beauty of a place I was already in, a place that's little-known and needs to be protected,\" Zu Beck wrote in the post.\n\nShe spends much of her time hiking and reading. Mike Corey/Fearless and Far\n\nLocal hospitality makes an extended stay possible\n\nWith the last flight gone and with no signs of borders reopening, Zu Beck settled right into island life in mid-March.\n\n\"Life on Socotra is slow,\" she says. \"I spend most days outside reading a book, writing in my journal or hiking in the mountains.\"\n\nWhile Socotra's most comfortable hotels are in the capital, Hadibu, she spent much of her first two months wild camping or renting basic guest rooms from local goat-herder families in Socotra's less populated rural villages, only returning to Hadibu for Wi-Fi, laundry services and electricity to charge her devices.\n\n\"Hadibu is chaotic and noisy,\" says Zu Beck. \"I prefer to be out in nature and living alongside rural communities, who have been kind enough to welcome me into their homes.\"\n\nLocal hospitality has allowed her to keep costs down while living in Socotra, a destination which, due to its remote location and lack of tourist infrastructure, is notoriously expensive to visit.\n\n\"There's a code of hospitality in Socotra called Karam,\" she says. \"It dictates that guests should be welcomed unconditionally, so traditional hosts are very reluctant to take money from guests.\"\n\nDespite this, Zu Beck says she insists that her hosts accept $150-200 per month to cover her food and accommodation.\n\nThe island's southern region is known for its alien-like dragon blood trees, an endangered plant species endemic to Socotra. Eva zu Beck\n\n'Parallel universe': Movement has been largely unrestricted\n\nZu Beck's close contact with the local community was facilitated by Socotra's lack of lockdown restrictions. She isn't aware of any reported cases of coronavirus, and the island is one of the few places on earth that continued to operate as normal.\n\n\"There are no social distancing or lockdown measures on Socotra,\" Zu Beck said in a recent interview. \"We are free to visit friends and move around as we please. It's as if we're in a parallel universe.\"\n\nBut that freedom has decreased over time, Zu Beck reported via Instagram on May 19.\n\n\"Before, it felt safe to travel to different places around the island, but that's no longer the case. Over the last 3 weeks, I've been spending the majority of my time in a family home in one village and intend to keep it this way,\" she wrote.\n\nBefore increasing concerns over coronavirus slowed movement from place to place, Zu Beck spent her 29th birthday riding her new 150cc motorbike -- Socotra's ubiquitous form of transport imported from Al Mukalla in mainland Yemen -- across the island's southern region, a windswept, sparsely populated area known for its alien-like dragon blood trees, an endangered plant species endemic to Socotra.\n\nBeing stuck in paradise hasn't all been smooth sailing.\n\nZu Beck bought a 150cc motorbike from a local mechanic. Eva zu Beck\n\nZu Beck was admitted twice to the hospital in Hadibo, first for a nasty cut on her leg she acquired while hiking the island's steep cliffs, and later for suspected heat stroke and a viral infection.\n\n\"I've been very impressed with the professional care offered by the hospital staff on Socotra,\" she says.\n\nUnlike mainland Yemen, which has been devastated by the ongoing civil war, Socotra's healthcare system is supported by the UAE, meaning care for minor illnesses and injuries is relatively good.\n\nBut Socotra isn't immune to clashes. A recent armed conflict there between the Saudi-backed government forces and UAE-backed southern separatists was deescalated in early May.\n\nMissing loved ones is the hardest part\n\nAside from recovering from her recent illness, missing loved ones -- and a lack of internet to connect with them -- has been Zu Beck's toughest challenge.\n\n\"The Wi-Fi isn't strong enough for Skype or Facetime, and power cuts are common,\" she says. \"I have to make do with just an ordinary telephone call whenever I have signal. I miss them all dearly.\"\n\nWhile Zu Beck initially said she doesn't regret her decision to stay in Socotra, her position has evolved.\n\n\"From the perspective of time, given the knowledge I have now about the spread and nature of the virus, would I have made the decision to come here in the first place? No,\" she said in her Instagram post on May 19.\n\nNow she's wondering how much longer she'll be on Socotra.\n\nDespite her growing love for the island, she is also concerned about the approaching monsoon season and admits that she is about ready to return home. \"If there was a flight tomorrow, I think I would probably take it,\" she says.\n\nOn a more positive note, she hopes that her extended time on the island will allow her to support the local community, which due to the devastating cyclone in 2018 and the ongoing war in mainland Yemen, has been facing many challenges.\n\nThe travel vlogger, who ran a marathon in Iraqi Kurdistan last October and raised over $4,000 for FreeToRunGo, hopes to leverage her social media following to provide computers for a girl's school in Hadibo as well as set up a crowdfunding project to help the island deal with its severe waste management problem."}