{"url": "https://www.cnn.com/travel/article/gray-nomads-covid-19-australia/index.html", "text": "Sunshine Coast, Australia (CNN) — For many retired Australians, home is not always a fixed address.\n\nDubbed \"gray nomads,\" an increasing number of older Aussies are scrapping their suburban setups to spend months, if not years, on the road.\n\nAccording to Tourism Research Australia, 30,000 to 40,000 gray nomads travel domestically each quarter, on average.\n\nAfter retiring from real estate, all my grandmother wanted to do was join them.\n\nHowever, as a single woman in her early seventies, the idea of living on the road long-term wasn't a reality she felt comfortable pursuing by herself.\n\nEnter stage right ... A gray-haired musician with a travel trailer in tow and a promise of adventure. The pair put their furniture into storage, tied two khaki kayaks to the roof racks and decked out the caravan with dreamcatchers.\n\nIt's probably worth mentioning at this point in the story that the mysterious gray-haired musician is actually my grandfather.\n\nMy grandparents, Val and Dan Atherton, got back together 23 years after separating. Nine months into their big lap around Oz, the World Health Organization declared a global pandemic.\n\nTen days and more than 4,000 miles (around 6,500 kilometers) later, they had traveled coast to coast across the world's sixth largest country in a bid to get home.\n\nBeating the borders\n\nAustralia's deputy chief medical officer Nick Coatsworth recently praised the nation for its \"overnight\" response to the coronavirus outbreak. Yet quickly enforced travel restrictions left many vulnerable citizens stranded on the wrong side of the country.\n\n\"A lot of gray nomads were caught out by the speed in which events unfolded,\" says Cindy Gough, founder of Thegreynomads.com.au , referring to the closure of state borders and caravan parks in late-March.\n\nQueensland, Western Australia, South Australia, Tasmania and the Northern Territory have all closed their borders to non-essential travelers. Lisa Maree Williams/Getty Images AsiaPac/Getty Images\n\n\"In those early days, there was an unfortunate backlash in some communities against gray nomads who were simply trying to get home or to find a place to sit out the pandemic,\" Gough explains.\n\nIn response, seasoned gray nomads, Bruce and Marg Gow, used their online platform Baby Boomers on the Road to support displaced roving retirees.\n\n\"There was a lot circling on the rumor mill. We shared government updates, advice from those who'd made it home, and worked to promote positivity amid the crisis,\" says Marg.\n\nMy grandparents, members of the Gows' Facebook group, were in Western Australia's Carnarvon, a coastal town about 560 miles north of Perth, when the country crawled into hibernation.\n\nTheir hometown of Gympie in Queensland was a further distance away than a transatlantic flight between London and New York.\n\n\"The mad dash home was a no-brainer for us,\" says Val. \"We made the decision together, and left with just a few hours' notice.\"\n\nAcquiring exemptions to cross state borders, the duo hit the accelerator at a pace exclusively reserved for truck drivers.\n\n\"For 10 days, we drove, refueled, pulled into a van park, slept and then drove again.\" Dan recalls. \"We had masks, sanitizer and gloves. All van parks were no contact, which meant we were virtually in self isolation the whole way home.\"\n\nThe trip was relatively smooth, despite a couple of crocodiles, a license plate theft and a disquieting call from the police.\n\n\"A border police officer where we had crossed days ago tested positive for the virus,\" says Dan. \"However, fortunately we did not come into contact with him or his team.\"\n\nPulling into a family member's property just over a week after they decided to flee, the pair describes the feeling of arriving home as \"ecstatic.\"\n\nThe coronavirus forced many of Australia's gray nomads, including Val Atherton, to head home. Courtesy Val Atherton\n\n'A mad panic, not a mad dash'\n\nNormally, Pam and Alan Little spend the majority of each year on the road.\n\nWhen the pandemic hit, they could afford to pay to stay in a long-term caravan park while reducing rent for the tenants living in their house in Newcastle, New South Wales.\n\n\"We had people moving out of our home in mid-April,\" Pam tells CNN Travel.\n\n\"Alan said, 'it's time to go home.' We were 500 miles from the closest border when the government announced restrictions on interstate and regional travel. It was a mad panic, not a mad dash.\"\n\nPam describes the scene when they reached South Australia as disorganized.\n\n\"No one was wearing masks,\" she recalls.\n\n\"My husband has a pre-existing condition, yet quarantine officers were going through our belongings without gloves. It blew us away.\"\n\nThe Littles made it home in eight days, but say it came at the cost of numerous anxiety attacks.\n\nFarms offer lifeline to stranded nomads\n\nSome gray nomads did not have the option to boomerang back home.\n\nLast June, Colleen and Russ Lines sold all of their belongings and left Brisbane for the trip of a lifetime.\n\n\"You don't know what's around the corner,\" Colleen says of the decision. \"We wanted to see Australia while we can.\"\n\nThe couple was camp hosting an hour north of Perth in Yanchep National Park when Western Australia closed all caravan and national parks to travelers.\n\n\"With no home to go to, we didn't have a clear option,\" Colleen explains. \"There was a lot of uncertainty, as we needed to find somewhere to stay for the long term.\"\n\nTheir solution came in the form of a lifeline offered by Olive Hill Farm. Like many other farmers, Benji and Helen Leggate closed their gates to the public. However, they provided a paddock for those stuck.\n\n\"Like a mother hen extending her wings and gathering her chicks, we extended our farm to those on the road with nowhere to go,\" Benji says.\n\nFour caravans are now hunkering on the property, with Benji describing a new-found sense of unity on the farm.\n\n\"Initially the mood was very unsettling, but as time passed, we created our own community, and people got into the rhythm of the farm. Now there is a great sense of peace, friendship and community.\"\n\nNo halting harvest\n\nMy grandfather's brother Greg Atherton and his wife Jill Fewtrell, 65 and 64, have been traveling wherever harvest takes them for over a decade, working all over Australia on different farms.\n\nWhen the coronavirus hit, the couple were working in what they described as the \"farm food bowl\" of Victoria's Murray River.\n\nWith an almond harvest in March and olive harvest in May, the duo usually heads home to see their family in Queensland while continuing their farm work.\n\nHowever, this year they erected an isolation sign at their campsite and wrapped the perimeter of their caravan with red and white danger tape.\n\nJill Fewtrell and her husband Greg Atherton went into strict quarantine in between harvest seasons. Courtesy Jill Fewtrell\n\n\"We completed two weeks quarantine and tested for the virus before the olive harvest,\" says Jill. \"Every morning now before we start our shift, we get our temperature checked as we come on site. We are also continually sanitizing all machines.\"\n\n\"We need to keep the harvest safe,\" Greg adds. \"If something goes wrong, it is not good for anybody.\"\n\nThe long road ahead\n\nThe first Australian coronavirus case was confirmed in January, amid a summer of devastating bushfires. April marked the first month of the year where no fires were burning, but with tourism all but halted, the consecutive crises seemingly snipped the last bit of thread to which many regional and rural communities were hanging.\n\nRelated content Lessons in mateship as Australia lurches from one crisis to another\n\nThe caravan and camping industry alone reported over US$135 million in losses for the month of April. According to the Caravan Industry Association of Australia, park revenue for the locked down month fell by 90%.\n\nThe devastated industry is now pointing to the travel habits of gray nomads as part of the solution for the long road to recovery.\n\n\"Gray nomads are vitally important to regional Australia as they disperse further around the country than other tourists,\" explains Peter Clay of the Caravan Industry Association Australia.\n\n\"Once the restrictions have been eased, we are asking all travelers to support regional communities. It will be imperative that we kick-start the economy and generate as much economic value as possible to help families put food on the table.\"\n\nTourism Australia is also turning its focus to domestic travel once restrictions ease.\n\n\"Self-drive and road trips will certainly be a key focus, which as we know are segments very popular with the gray nomad market,\" says Phillipa Harrison, managing director of Tourism Australia.\n\nDan and Val Atheron traveled around Australia with their caravan with for nine months. Courtesy Dan and Val Atheron\n\n\"Australians spent more than AU$80 billion on overnight trips last year and more than AU$26 billion on day trips. While domestic tourism alone certainly can't fill the vacuum of lost international business, more Australians traveling domestically has the potential to deliver much-needed revenue.\"\n\nWith many concerned about a second Covid-19 wave, Clay argues trailer parks have a unique advantage for safe domestic travel.\n\n\"They're in many cases already compliant to the health directive for social distancing requirements. By law, they are required to ensure there's minimal distance between campsites and cabins, as well as the need to abide by strict cleaning standards. Furthermore, cabins and caravans do not have shared spaces or air-conditioned systems, as seen in hotels and motels.\" he says.\n\nWhen asked if they will return to the road when restrictions ease, the answer from many gray nomads is an overwhelming yes."}