{"url": "https://www.cnn.com/travel/article/tourism-future-asia-coronavirus-intl-hnk/index.html", "text": "Bangkok, Thailand (CNN) — It's a sunny day on Bangkok's most famous tourist street, and shopkeeper Cletana Thangworachai is open for business.\n\nHer Khao San Road shop is crowded with shiny magnets, brightly colored elephant key rings and the patterned cotton pants that have become an unofficial uniform for backpackers in Southeast Asia.\n\nBut for now, there's no one to buy them.\n\nThe coronavirus pandemic has had a devastating impact on travel , with the UN World Tourism Organization estimating that international tourism could decline by up to 80% this year over 2019, putting at least 100 million jobs at risk.\n\nIn Thailand, where tourism makes up 18% of the country's GDP, the Tourism Authority expects visitor numbers could be down 65% this year.\n\nMany, like Cletana, are struggling to make ends meet. Before Covid-19, she could make $300 a day. In April, Thailand banned all international flights into the country, and now, her daily earnings are down to $2 -- sometimes even zero.\n\nBut the 45-year-old, who has been selling souvenirs on the street for more than a decade, still opens her shop each day, hoping that she may get lucky with a rare passing tourist.\n\nWith so much at stake for livelihoods and economies, countries around the world are looking at ways to keep tourism businesses afloat.\n\nNew Zealand and Australia have committed to creating a \"travel bubble\" allowing visits between the two countries -- once it's safe to do so. China has begun allowing domestic travel , although its borders are still shut to most foreigners. Thailand is considering special tourism resorts that double as quarantine zones.\n\nBut experts warn that even with new initiatives, it could take years for travel to rise to pre-Covid-19 levels. And even when it happens, we might never travel in the same way again.\n\nTravel bubbles\n\nTraditional Thai dancers wearing protective face shields perform at Bangkok's Erawan Shrine, which was reopened after the Thai government relaxed measures to combat the spread of Covid-19 on May 4. MLADEN ANTONOV/AFP/Getty Images\n\nIn the short term, the future of tourism is regional travel bubbles.\n\nAustralia and New Zealand have committed to a travel corridor , which is not expected to come for a few months. In Europe, Estonia, Latvia and Lithuania have announced plans to open their internal borders for citizens of the three countries from May 15.\n\nFor most countries, staying isolated is not an option they can afford long-term, and experts predict it's just a matter of time before other countries create travel bubbles of their own.\n\nVietnam and Thailand could look at creating a travel corridor over the next few months, according to Thailand-based Mario Hardy, chief executive of the nonprofit Pacific Asia Travel Association (PATA).\n\nAviation analyst Brendan Sobie expects to see similar arrangements within Europe and North America.\n\nWhen countries are looking for pair-up partners, he says they will be considering a few factors. They'll look for countries that appear to have their outbreaks under control -- and that have statistics they can trust.\n\nHardy thinks they're also likely to stay regional at first.\n\nThey're also likely to pair with countries that they already have strong geopolitical relationships with, says Hong Kong University tourism geographer Benjamin Iaquinto, adding that New Zealand and Australia already have a tight political relationship so their pairing makes sense.\n\nIn Asia, the big question will be over China -- the world's largest market for outbound tourism.\n\nSurveys show that Chinese tourists are keen to stick with what they know and not travel too far, says Bill Barnett, the managing director of global hospitality consultancy C9 Hotelworks. That means Thailand, which attracts around 11 million Chinese tourists a year, could be one of the first to open up travel to China.\n\nChina may be less interested in opening up travel to places where there was anti-China sentiment during the outbreak -- places such as Australia, says Freya Higgins-Desbiolles, a senior lecturer at the University of South Australia who researches tourism.\n\n\"I think tourism is going to be damaged by the geopolitical games or strategies that had been played out to take advantage of the crisis,\" she says.\n\nAnd bubbles will be volatile. If there's a resurgence of cases in a country, the travel corridors will just close, adds Hardy.\n\nReopening borders\n\nIt's likely to be a long time before there's widespread traveling beyond our regional bubbles, say experts.\n\nThat means that travel from the United States to Asia, for instance, will be a long time away, notes Hardy.\n\n\"Until they get the situation under control within the United States, no countries or very few countries will allow them to travel to their destinations,\" Hardy says. \"Others who don't have the situation under control will be left out for a period of time.\"\n\nFor countries that are heavily dependent on tourism, they will need to balance health concerns with economic concerns. But even if they feel pressure to open up beyond a bubble, that doesn't necessarily mean they will see a flood of visitors.\n\n\"If one country wants to open up, but nobody is comfortable going to that country for whatever reason, it's not going to work,\" points out Sobie.\n\nAnd there may still be travel strategies besides bubbles.\n\nThailand is considering opening certain areas to foreign tourists, meaning that visitors are effectively contained in one place, such as an island.\n\nNew Zealand claims it has \"eliminated\" the coronavirus as the country announces the easing of restrictions from \"level four\" to \"level three,\" with new cases in single figures.\n\n\"This will be beneficial for both tourists and local residents, since this is almost a kind of quarantine,\" says Tourism Authority of Thailand Governor Yuthasak Supasorn.\n\nBut the appeal of that will depend on what quarantine rules stay in place -- if Australians still need to go through a two-week quarantine after they return from a Thailand holiday, they might not be overly keen on an island retreat.\n\nMeanwhile, countries that normally attract large numbers of foreign students may look at loosening rules to let them in. That includes New Zealand, which is considering allowing foreign students back into the country if they complete a two-week quarantine, national broadcaster Radio New Zealand reported\n\nImmunity passports\n\nFrom Athens to Brussels to London, CNN's International Diplomatic Editor Nic Robertson documents once familiar, now unusual, travel across Europe during the Covid-19 pandemic.\n\nAfter 9/11, airports around the world rolled out additional safety measures. Experts expect coronavirus will be the same but with the focus on health.\n\nThe question that remains to be answered is what those measures will look like.\n\nPassengers may have their temperature checked at the airport or be tested for coronavirus before they board the plane. But there are issues to be worked out around that. Authorities will need to be comfortable that rapid tests are accurate and decide how long before a flight a passenger needs to be tested.\n\nAnother suggestion is that passengers carry immunity passports , which signify if they are immune to coronavirus. China has already rolled out a form of that -- all citizens have a QR code that changes color depending on their health status. They need to show it to get into restaurants and shopping malls.\n\nRelated content What will staying in a hotel look like in the near future?\n\nBut again, there are issues that need to be worked out.\n\nThe immunity passports rely on the idea that people who have recovered from Covid-19 can't be reinfected. But for now, there's no evidence that they have antibodies that protect them from a second infection, according to the World Health Organization\n\nEven if they have developed immunity, it's not clear how long that would last. Also, we don't yet have widespread antibody testing , which would be necessary for this to work.\n\nThe immunity passports could also be used to indicate whether a person has been vaccinated against coronavirus -- but it could be 18 months or more before there's a vaccine on the market, and even longer before there are mass vaccinations around the world.\n\n\"My understanding is you can't expect international travel to go back to what it was before, really until we have a vaccine,\" says Higgins-Desbiolles. \"A lot of this is guessing at this moment and looking forward.\"\n\nWhat comes next\n\nWith so much unknown about tourism's future, there's a battle raging within the industry about whether this could end up changing tourism forever -- possibly even for the better.\n\nSome, like Barnett, think that eventually things will go back to normal.\n\n\"I'm not saying it's going to happen today or tomorrow, it's going to be a two-year climb uphill to get this back,\" he says. \"This is not going to 360 the travel business.\"\n\nOthers, like Hardy and Higgins-Desbiolles, see this as an opportunity for a reset -- a time to look at addressing longstanding issues such as the effects of overtourism on local cultures and the environment.\n\n\"There's people like me who say that we need to rethink everything,\" says Higgins-Desbiolles.\n\n\"If you do things right, where you get this idea of tourism being based upon this idea of fairness, hospitality, respect and good interactions, everybody benefits from it because then you feel welcomed as a tourist.\"\n\nShe wants to see tourism that's slower and more thoughtful -- tourism that doesn't just benefit the traveler, but also the local economies and local communities.\n\nIn theory, that means people such as Cletana and others working in Bangkok stand to benefit. But for now, they are more focused on the immediate future.\n\nOn Thursday, Niwet Phumiwetsoonthorn, who has been driving tuk-tuks on Khao San Road, told CNN Travel his daily income had slipped from up to $70 down to $2 or even nothing. He has no money to send back to his wife and children in another province.\n\nFor the first time in his life, he has been queuing for food donations.\n\nRelated content Cruise passengers have gone home, but the crews that looked after them are still stuck at sea\n\n\"I just can't spend my whole day inside my room and watch news on TV. It makes me even more anxious,\" says Niwet, who still waits on the street with his friends though he has no customers. \"We are cheering each other up to pass the day.\"\n\nShop owner Cletena -- a widow with a son who requires treatment for health issues -- has little savings and no plan B."}