{"url": "https://www.cnn.com/travel/article/skytrax-world-best-airports-2020/index.html", "text": "(CNN) — While most of us yearn for the days when we can actually fly in and out of them again, the world's top aviation hubs for 2020 have been revealed at the annual Skytrax World Airport Awards.\n\nAnd in what will come as a surprise to virtually no one, Singapore Changi Airport has for the eighth year in a row been crowned the \"World's Best Airport.\"\n\nTokyo Haneda Airport earned second place and Doha's Hamad International Airport rose to the number three spot.\n\nThe awards, voted for by customers in a global airport customer satisfaction survey, were originally scheduled to take place on April 1 at the Passenger Terminal Expo in Paris, which was canceled due to the Covid-19 pandemic.\n\nInstead, the 2020 award announcements were made on May 10 through a virtual ceremony that took place live on YouTube.\n\n\"Having deferred the award announcements for nearly six weeks, we felt it was now right to try and bring some cheer into the airport industry in these difficult times,\" said Edward Plaisted, CEO of Skytrax, in a statement.\n\nAs with 2019, East Asia dominated this year's World Airport Awards, with seven of the top 10 airports for 2020 based in the region -- including four in Japan.\n\nThe World's Top 10 Airports of 2020\n\n1. Singapore Changi Airport\n\n2. Tokyo Haneda Airport\n\n3. Hamad International Airport (Doha, Qatar)\n\n4. Incheon International Airport (South Korea)\n\n5. Munich Airport (Germany)\n\n6. Hong Kong International Airport\n\n7. Narita International Airport (Tokyo)\n\n8. Chūbu Centrair International Airport (Nagoya, Japan)\n\n9. Amsterdam Schiphol Airport\n\n10. Kansai International Airport (Osaka, Japan)\n\nAccording to Skytrax, customers from more than 100 different countries participated in the survey, which was conducted from September 2019 to February 2020 and covers 550 airports.\n\nSingapore's win was practically guaranteed. The April 2019 opening of the Jewel Changi Airport , a multi-use complex designed to connect three of Changi Airport's four terminals, bolstered the hub's already impressive array of offerings.\n\nFeaturing a dramatic, doughnut-shaped exterior framed in steel and glass, the 135,700-square-meter (around 1.46 million square feet) addition was designed by renowned architect Moshe Safdie. Jewel's star attraction is the 40-meter-tall (around 130 feet) HSBC Rain Vortex, which cascades through a huge oculus in the middle and is billed as the world's tallest indoor waterfall.\n\nRelated content How Asia's airports are changing the way we travel\n\n\"Changi Airport is humbled to receive this affirmation from our travelers, made possible by the strong support from our airport partners,\" said Lee Seow Hiang, Chief Executive Officer of Changi Airport Group in a pre-recorded clip played during the online ceremony.\n\n\"This has been a challenging year for all us. Like everyone else, here at Changi, we continue to do our best to safeguard and protect the health of our travelers, our visitors and our airport workers. We wish everyone in the international aviation community well. Let's look forward to better times and soon.\"\n\nTokyo's Haneda is the fifth busiest airport in the world. Yet it delivered 85.6% of flights on time in 2018, making it the most punctual mega airport in the world.\n\nJapan dominates multiple categories\n\nThough Tokyo Haneda might have been bested by Singapore's Changi in the main \"World's Best Airport\" category, it did snag the \"World's Best Domestic Airport\" and \"World's Cleanest Airport\" prizes.\n\n\n\nAlso in Japan, Osaka's Kansai International Airport was awarded \"World's Best Airport Staff Service,\" Chūbu Centrair International Airport in Nagoya got the \"World's Best Regional Airport\" prize and Tokyo's Narita International Airport was awarded \"World's Best Airport Dining.\"\n\nRelated content Behind the scenes at the world's most punctual mega airport\n\nMoving to South Korea, Incheon International Airport's T2 won the \"World's Best Airport Terminal\" award. Singapore's Crown Plaza Changi Airport once again was awarded \"World's Best Airport Hotel\" and Hong Kong International Airport won the \"World's Best Airport Immigration\" prize.\n\nOutside of Asia, the award for \"World's Most Improved Airport\" went to Paris Orly Airport, while London Heathrow Airport was awarded \"World's Best Airport Shopping\" and Houston Airports won the \"Best Airport Website & Digital Services\" award."}