{"url": "http://cnn.com/2020/05/08/weather/hurricane-season-2020-forecast-above-average/index.html", "text": "(CNN) Hurricane season is fast approaching and it is likely to be active -- maybe even an extremely active -- season.\n\n\"Nearly all seasonal projections that have been issued by various agencies, institutions and private forecasting companies call for this season to be quite busy,\" CNN meteorologist Taylor Ward says.\n\nAlmost all of which are forecasting an above-average -- more than six -- hurricanes this season, which begins June 1.\n\nSome are even calling for an \"extremely active\" season -- more than nine hurricanes.\n\nThere are over a dozen forecasts published. And even though the official forecast from the National Oceanic and Atmospheric Administration won't come until May 21, a strong consensus in the forecasts across the industry indicates the US is in for an active season.\n\n\"In general, the consensus between seasonal hurricane forecasts this year is greater than it has been the past few years,\" says Phil Klotzbach, research scientist in the Department of Atmospheric Science at Colorado State University\n\nTypically, these early forecasts vary a little bit more.\n\nThis year the average forecast -- for all 13 groups that have submitted to Seasonal Hurricane Predictions -- is eight hurricanes and 17 named storms.\n\nAn average season sees six hurricanes and 12 named storms.\n\nThe conditions look favorable for an active season\n\nThere are multiple ingredients that forecasters and forecast models consider when generating a seasonal hurricane forecast.\n\nOne is sea surface temperatures (SST).\n\n\"Sea surface temperatures across much of the Atlantic are running well above normal and have been for the past few months,\" Ward says.\n\nSea surface temperatures are one of the ingredients needed to fuel hurricanes. The warmer the ocean, the more fuel available for the storms to tap into.\n\n\"The current Atlantic sea surface temperature setup is consistent with active Atlantic hurricane seasons,\" says Klotzbach. \"With the notable exception of the far North Atlantic, which remains somewhat cooler than normal.\"\n\n\"Since tropical systems feed off of warm sea surface temperatures, this could certainly lead to a more active 2020 Atlantic hurricane season,\" Ward says.\n\nAnother consideration is El Niño.\n\nWhen El Niño is present, it reduces Atlantic hurricane activity due to increased vertical wind shear -- changes in wind speed and direction with height that prevent hurricanes from building.\n\nAverage conditions or even La Niña conditions create a more favorable environment for tropical storm development.\n\nMost forecast models are pointing to neutral conditions or even La Niña conditions during the season.\n\nNOAA says the El Niño Southern Oscillation is favored -- about a 60% chance -- to remain neutral through the summer. They say it is most likely likely to stay the outcome through autumn.\n\nHowever, this El Niño-Southern Oscillation (ENSO) forecast for the fall will be updated the day they release their Hurricane forecast.\n\nThe outlier\n\nThere is one organization that is a slight outlier. The European Centre for Medium-Range Weather Forecasts, or ECMWF, is forecasting a normal to a slightly above-normal season.\n\nEveryone else is predicting an above-average of named storms this season.\n\nThe ECMWF seasonal hurricane forecast is derived from a count of vortices spun up by the model during the hurricane season, says Klotzbach.\n\n\"Different numerical models often agree on the overall situation, but differ in details of what they predict for drivers of hurricane variability,\" says Tim Stockdale, a principal scientist at ECMWF.\n\nEach of the forecasting groups uses different techniques to develop their forecasts.\n\nOne computer model, called NCEP, is showing a strong La Niña development, and also very warm sea surface temperatures in the Gulf of Mexico. Anyone using this model in their forecast would likely predict a higher number of storms.\n\n\"The ECMWF model has weaker La Niña development, and sea surface temperature anomalies in the Atlantic are weaker, so both of these factors might give the ECMWF model a less-strong hurricane season than forecasts using NCEP inputs,\" Stockdale says, referring to the National Centers for Environmental Prediction.\n\nHe also notes that their calibration is based on 1993-2015, and does not take into account the last four years (2016-19), which have been more active.\n\nThose same years, the ECMWF has predicted fewer hurricanes ahead of the season than were observed.\n\nOne of the challenges this year are the sea surface temperatures globally, says Stockdale.\n\nThere are a lot of unusual anomalies and it is uncertain how they will play together.\n\nTheir forecast computer model can integrate these anomalies in a way past models can't.\n\n\"On the other hand, the models still suffer from various tropical biases that mean we cannot be certain that their calculated responses will be correct,\" Stockdale says.\n\nThese forecasts groups have been producing hurricane forecast for decades\n\nEven though these forecasts aren't the official word from NOAA, they aren't something to pass off.\n\nA few of them have been issuing hurricane forecasts long before NOAA. Colorado State University has been doing seasonal projections the longest of any group.\n\n\"CSU started their seasonal hurricane forecasts in 1984,\" says Klotzbach. Of the groups submitting their outlooks to the Seasonal Hurricane Predictions website, the one with the longest track record of forecasts besides CSU is WeatherWorks , which started issuing predictions in 1992.\n\nThe Cuban Met Service started issuing seasonal forecasts in 1996. NOAA didn't start its seasonal forecasts until 1998.\n\nOther than Tropical Storm Risk , which also started in 1998, all other groups started their outlooks in 2000 or later.\n\nThey are likely not but the forecasts could be wrong\n\nThere is a chance these forecasts could be wrong.\n\nFor example, if the tropical Pacific were to become warmer and the tropical Atlantic was colder than predicted, hurricanes would likely be less than anticipated. Alternatively, if a robust La Niña develops and the tropical Atlantic remained warmer than usual, the season could be even more active than these predictions suggest.\n\nThere is also a chance there is an active season and nothing hits the US coast.\n\n\"The best recent example of an extremely active season with no US hurricane landfalls is 2010,\" Klotzbach says. \"That year, we had 12 hurricanes in the Atlantic basin and 0 US hurricane landfalls.\"\n\nClimatologically, about 30% of all Atlantic hurricanes make US landfall, he says.\n\nSo the odds of having 12 hurricanes and 0 US landfall is about 1 in 70.\n\n\"We always say that it only takes one big hurricane landfall to be a bad season,\" says Ward. \"So all coastal residents should certainly be paying close attention and have their hurricane plan ready for the upcoming season.\""}