{"url": "https://cnnespanol.cnn.com/cnne-underscored/2020/05/15/como-cuidar-tu-piel-mientras-usas-una-mascarilla/?iid=cnneunderscoredDTHP", "text": "Para Nancy, una enfermera en una unidad de cuidados intensivos en Nueva Jersey, los problemas de la piel comenzaron con sarpullidos en la cara y dolor detrás de las orejas. Esas mismas irritaciones comenzaron a aumentar entre sus compañeros de trabajo a medida que sus turnos se hicieron más largos para satisfacer la creciente demanda de apoyo hospitalario durante la pandemia de coronavirus. “Nuestra piel se desgarra y se magulla al usar estas máscaras durante 12-14 horas por turno”, confiesa a CNN Underscored.\n\nGwen, otra enfermera en Nueva Jersey, también ha estado lidiando con sarpullido, irritación y enrojecimiento. “Estas máscaras hacen que sea muy difícil respirar y no hay circulación de aire”, dice ella. “Veo irritación justo donde la máscara se amolda contra mi cara, lo que me gusta llamar mis ‘heridas de héroe'”.\n\nLos trabajadores del hospital con los que hablamos se las han ingeniado para aliviar el dolor físico que experimentan al usar máscaras faciales. Usan cintas para la cabeza con botones o peinan su cabello en moños espaciales para proteger sus oídos de las bandas elásticas de las máscaras, aunque no siempre ayuda. “Me pongo el cabello en todo tipo de estilos para que la máscara no quede tan apretada detrás de las orejas y a lo largo de la cara, aunque están (todavía) muy apretadas. Algunos días no tengo la oportunidad de cambiarla, entonces estas heridas son inevitables “, agrega Gwen.\n\nLas enfermeras y los médicos no son el único personal del hospital que experimenta problemas de piel relacionados con el trabajo. Susan, fisioterapeuta en un hospital de cuidados intensivos en una de las estaciones médicas de COVID-19 en Nueva Jersey, trabaja en estrecha colaboración con médicos, enfermeras y terapeutas respiratorios y ocupacionales para ayudar a los pacientes a mejorar su movilidad y función.\n\n“Antes de covid-19, si usábamos máscaras, normalmente era por cinco o 30 minutos, no un turno completo”, dice ella. “Mi piel ha comenzado a enrojecer a lo largo de las áreas donde las máscaras ejercen una presión adicional; debajo de la barbilla y debajo de los ojos”.\n\nUna vez que nos enteramos de los problemas de cuidado de la piel que enfrenta el personal del hospital, junto con la recomendación de los Centros para el Control y la Prevención de Enfermedades de que todos usen una cubierta protectora para la cara en público, hablamos con expertos en la piel, incluidos dermatólogos, para analizar todo lo que necesita para el cuidado de la piel y las máscaras faciales durante la era del coronavirus.\n\nDesde el tratamiento del acné hasta los ingredientes imprescindibles para el cuidado de la piel, los materiales que debes evitar al comprar o cómo hacer tus mascarillas faciales, hemos considerado todas las preguntas.\n\n¿Cómo puede una mascarilla irritar la piel?\n\nLos trabajadores de la salud necesitan que sus máscaras estén muy ajustadas para obtener la mayor eficacia, pero la otra cara de esa moneda es que las máscaras pueden causar abrasiones, cortes, enrojecimiento, irritación e hiperpigmentación posinflamatoria, explica el Dr. Hadley King, dermatóloga de Nueva York.\n\nSegún King, debemos asegurarnos de que nuestras máscaras no estén más ajustadas de lo necesario y que la máscara sea lisa y no abrasiva al tocar nuestra piel. “Si notas este tipo de irritación después de quitarte la máscara, lava el área con agua y un limpiador suave y aplica una pomada para ayudar a que la piel sane”, agrega.\n\nPomada Aquaphor ($13.74; amazon.com)\n\nPomada CeraVe ($17.18, originalmente $19.99; amazon.com)\n\n“Lubrique la piel con ungüentos oclusivos como Aquaphor Healing Ointment y CeraVe Healing Ointment para crear una barrera y ayudar a que la piel sane”, dice King.\n\nApósito hidrocoloide Dynarex ($12.35; amazon.com)\n\n“Las vendas hidrocoloides finas también se pueden colocar en áreas de alto impacto como la nariz y las mejillas para aliviar la presión”, dice ella.\n\nMáscaras en verano\n\nEl 20 de junio es el primer día oficial de verano, y el verano significa mayores temperaturas y humedad, lo que podría afectar tanto nuestra comodidad al usar una máscara como la salud de nuestra piel, según los profesionales con los que hablamos.\n\nHay dos formas principales en que las máscaras faciales pueden dañar la piel, según el Dr. Joshua Zeichner, director de investigación cosmética y clínica en dermatología del Hospital Mount Sinai en Nueva York.\n\n“Primero, la fricción directa puede conducir a la interrupción de la barrera cutánea, irritación e inflamación”, dice. “En segundo lugar, las máscaras pueden atrapar el aceite, la suciedad y el sudor en la piel, provocando brotes de afecciones como el acné, el eccema y la rosácea”.\n\nKing está de acuerdo y dice: “Es probable que las irritaciones de la piel causadas por el roce, la fricción y la presión se vean exacerbadas por el sudor, lo que puede hacer que la piel sea más vulnerable a la irritación en el verano “.\n\nEl Dr. Harold Lancer, dermatólogo y fundador de Lancer Skincare, anticipa problemas similares en los próximos meses. “Además de las irritaciones y reacciones a los materiales de la máscara, el calor causará un cambio de humedad en la piel que está cubierta por la máscara”, dice. “Esto puede conducir a problemas en la estructura de los poros y la congestión, imperfecciones y retención excesiva de aceite, lo que puede provocar inflamación y un empeoramiento de la rosácea”.\n\nY si tienes piel propensa al acné, prepárate para lidiar con las espinillas este verano. “El mayor problema que probablemente veremos son los brotes de acné debajo de la máscara facial, ya que el aceite y el sudor quedan atrapados en la piel”, explica Zeichner. “Podemos comenzar a ver reacciones similares a erupciones por calor porque las máscaras ocluyen la piel y evitan la liberación del calor”.\n\nTambién señala que el eccema y la rosácea pueden estallar cuando las máscaras atrapan el sudor, la suciedad y el aceite en la piel.\n\nCómo cuidar tu piel mientras usas una mascarilla\n\nLo primero es lo primero: continúa con tus rutinas de cuidado de la piel por la mañana y por la noche, y asegúrate de lavarse la cara antes y después de usar una máscara.\n\n“Pulir, limpiar y nutrir la piel diariamente garantizará el mantenimiento y la reparación de la barrera cutánea”, dice Lancer. “La limpieza normal es importante en este momento ya que elimina los desechos naturales, pero el componente antibacteriano crea una barrera adicional de seguridad. Asegúrate de hacer un enjuague completo posterior a la limpieza”.\n\nNeutrogena Ultra Gentle Foaming Cleanser ($8.22; amazon.com)\n\nQuerrás asegurarte de usar limpiadores faciales que sean suaves con la piel. “Utiliza productos que eliminen eficazmente la suciedad y el aceite sin alterar la barrera cutánea”, dice Zeichner. “El limpiador de espuma ultra suave Neutrogena utiliza tecnología de polímero hidrofóbicamente modificado para limpiar la piel sin comprometer la barrera cutánea”.\n\nLimpiador de ácido salicílico CeraVe ($9.89; amazon.com)\n\nSi tienes la piel grasa y propensa al acné, use un jabón de cara con ácido salicílico dos veces al día para mantener el sebo bajo control y prevenir las espinillas.\n\n“El ácido salicílico es un excelente ingrediente comedolítico, o limpiador de poros, porque exfolia el estrato córneo (la superficie de la piel) y penetra en los poros para eliminar el sebo”. explica King. “Esto ayuda a evitar que los poros se obstruyan y puede ayudar a eliminar las obstrucciones que ya se han formado”.\n\nExfoliante para eliminar espinillas sin acné ($7.99; amazon.com)\n\nTambién sugiere usar este exfoliante, que contiene 2% de ácido salicílico y tiene carbón para absorber el aceite, cada pocos días.\n\nA continuación, aplica una crema hidratante ligera para hidratar tu piel. Los tres médicos sugieren que busquemos productos con ácido hialurónico para este paso. “El calor, la transpiración y la fricción de la máscara que frota la piel potencialmente causarán una dermatitis irritante y quizás un crecimiento excesivo de levadura facial”, dice Lancer, y agrega que las propiedades calmantes y antiinflamatorias del ácido hialurónico “hidratan la piel y combaten estos problemas”.\n\nPotenciador de ácido hialurónico de Paula’s Choice ($36; amazon.com)\n\nSomos fanáticos de esta crema hidratante porque tiene emolientes que ayudan a rellenar la piel. Además, contiene adenosina, pantenol y glicerina, que en conjunto ayudan a reparar la piel, curan la inflamación y aumentan la producción de colágeno.\n\nSuero de ácido hialurónico para el cuidado de la piel Cosmedica (desde $10.95, originalmente $19.57; amazon.com)\n\nEste suero de ácido hialurónico tiene más de actúa rápidamente y rebaja la hinchazón.\n\nToallitas faciales de limpieza Yes to Tomatoes – 30ct, pack de 2 ($9.49; amazon.com)\n\nPara aquellos con piel propensa al acné y grasa que desean una rutina súper simple, Lancer recomienda toallitas de control de imperfecciones para “mantener el exceso de aceite bajo control y que no requieren un tiempo significativo”.\n\nClean & Clear Advantage Spot Treatment ($6.47; amazon.com)\n\nCuando aparezca una espinilla molesta, prueba la recomendación de Zeichner: Clean & Clear Advantage Spot Treatment.\n\n“Puedes aplicarlo en la cara después de la limpieza e hidratación para mantener limpios los poros”, dice. “Utiliza una fórmula especializada para minimizar la irritación potencial de la piel”.\n\nEn general, tanto King como Zeichner sugieren que tratemos puntualmente áreas inflamadas de nuestra cara con una crema antiinflamatoria. “La crema de hidrocortisona al 1% actúa como un extintor de incendios para apagar la inflamación de la piel”, dice Zeichner.\n\nTambién puedes usar buena vaselina.\n\nSi eres un trabajador de la salud en la primera línea en la lucha contra el coronavirus, puedes completar un formulario en Donate Beauty, una organización cofundada por cuatro editores de belleza que desean distribuir suministros de belleza al personal del hospital.\n\n¿Puedo usar maquillaje mientras uso una mascarilla?\n\nLos tres dermatólogos aconsejan que omitamos usar maquillaje debajo de nuestras máscaras. Sin embargo, si deseas usar cosméticos con color mientras usas una máscara facial, debes adaptar tu rutina de belleza a la nueva norma. Trata de mantener tu maquillaje al mínimo para permitir que tu piel respire. Recuerda: si planeas aplicar cualquier producto debajo del área de la máscara, debes evitar los productos comedogénicos, o tu piel puede congestionarse con puntos negros.\n\nKosas Tinted Face Oil Foundation ($42; sephora.com)\n\nEn su lugar, opta por una base ligera con ingredientes hidratantes, como este aceite facial de Kosas. Es un producto de belleza limpio que contiene semillas de jojoba, aguacate y aceites de semillas de frambuesa para calmar, hidratar y tonificar tu cutis.\n\nSigma Beauty SigMagic Brushampoo Liquid ($19; amazon.com)\n\nY no olvides dar ese paso adicional y lavar tus herramientas de belleza con un limpiador de pinceles para evitar que aparezcan irritaciones en tu rostro. Este limpiador líquido es antimicrobiano, para evitar que los gérmenes colonicen tus pinceles.\n\nBeautyblender Blendercleanser Solid ($13,60; amazon.com)\n\nSi prefieres limpiadores de pincel sólidos, busca este, que viene con una rejilla para frotar tus herramientas.\n\nBusca máscaras faciales 100% algodón\n\n“Busca materiales y máscaras estándar que generalmente se usan para cirugía o medicina”, aconseja Lancer. “Si estás haciendo su propia máscara, usa un tejido de algodón 100% simple para construirla. Cuanto más sintético sea un material, mayor retención de calor se produce en la piel que está cubierta por la máscara. Esto probablemente provocará irritación, por lo que asegúrate de evitarlos”.\n\nSi no puedes comprar una máscara o prefieres hacerte la suya, King propone que uses las fundas de almohada o el pijama de franela de 600 hilos “que proporcionan hasta un 60% de filtración”.\n\n“Si puedes ver la luz a través de la tela, probablemente no sea tan segura como algo a través de lo cual no puedas ver la luz”, dice King. “Cuanto más grueso, más denso es el material, es más probable que se filtre mejor. Pero si eliges un material que sea demasiado grueso, se hace difícil respirar”.\n\nY no olvides lavar tu máscara de algodón. Las pautas de los CDC dicen que ponerlo en la lavadora lo limpiará.\n\nPuedes ver exactamente cómo hacer tu propia máscara facial aquí, y mira estas opciones de algodón 100% a continuación.\n\nAB2store Mascarillas faciales 100% algodón hechas a mano (desde $8.90; etsy.com)\n\nEstas máscaras hechas a mano, que tienen correas elásticas ajustables y vienen en patrones geométricos bastante elegantes y sutiles, pueden convertirse en un nuevo accesorio favorito.\n\nMascarilla facial de muselina 100% algodón Kishubaby con filtro de bolsillo ($14; etsy.com)\n\nDisponible en una amplia variedad de colores encantadores como lavanda, óxido, oliva y más, están construidas con seis capas de tela y vienen con un bolsillo donde puedes insertar un filtro.\n\nLuckyDuckyUS Mascarilla facial 100% algodón de tres capas (a partir de $12; etsy.com)\n\nHay muchos patrones diferentes disponibles para esta, incluyendo cuadros rojos y cuadros rosa fuerte. También vienen con un bolsillo para un filtro.\n\nNota: Los precios anteriores reflejan el precio en el momento de la publicación del artículo."}