{"url": "http://cnn.com/travel/article/i-bought-a-hotel-by-mistake/index.html", "text": "(CNN) — Anyone currently whiling away the long hours of lockdown with when-this-is-all-over dreams of a fresh start in life, should heed this as a cautionary tale.\n\nIn 2011, at the age of 44, I had my own mid-life-crisis career swerve, ditching journalism to start a new life as the owner of a waterfront hotel, restaurant and bar on the Scottish island of Islay.\n\nFour months later, having already developed a slightly queasy sense that I might have made a mistake, confirmation that I wasn't cut out for the hospitality trade duly arrived over breakfast in the hotel dining room, one November Sunday morning.\n\nAchingly hungover and struggling to force some restorative porridge down, I was trying to avoid the glare of low winter sun reflecting off the loch while keeping one heavy-lidded eye on events unfolding at a nearby table.\n\nAn American guest had brusquely refused to take delivery of one lot of eggs, quite rightly given they'd been poached to the point she could have bounced them back to the kitchen on their own.\n\nJudging by the sunglasses she was wearing, the woman was also dealing with the consequences of an evening spent in the company of the local water of life.\n\nAn offended waitress was avoiding her eye and I could see the color in the customer's cheeks evolving from slightly flushed to incandescent puce as the minutes ticked by with no sign of a replacement breakfast arriving.\n\n\"Bloody kitchen,\" I thought, not for the first time.\n\nLow expectations\n\nThe hotel bar was jumping ... at first. James Deane Photography\n\nHad I really had a vocation for my new profession, I guess I'd have got up at that point, apologized to the customer and barged into the kitchen to deliver a sweary lecture on the advantages of a simmering over a rolling boil, in the manner of Gordon Ramsay.\n\nI'd then have triumphantly emerged with \"eggs to die for\" and a grovelling display of obsequiousness.\n\nIn real life, I slouched lower in my chair and wished I wasn't watching a surreal black comedy playing out in an uncomfortably familiar set.\n\nOne of the good/bad things about running a restaurant in Scotland is that hardly anyone ever complains, far less send food back.\n\nRelated content Places to visit in Scotland: The best spots for your holiday\n\nEven if customers have thought something was completely underwhelming, they invariably respond to, \"How was that?\" with some variation of \"Fine, thanks!\"\n\nI think this is explained by the fact that overseas visitors to our shores frequently start with low expectations while, among those from the rest of Britain, there's a hard-wired politeness that short-circuits complaints.\n\nI appreciate the desire not to offend, but recognize that it doesn't do anything to help address the much-improved but still uneven standards that lead to the low expectations.\n\nThis reluctance of the audience to criticize or complain also tends to breed complacency in the performers, with the result that even the mildest expression of less than total satisfaction can elicit a prickly reaction.\n\n'You should be ashamed ...'\n\nAngus MacKinnon: \"I wasn't cut out for the hospitality trade.\" Tissy Northcote\n\nSo it was that my more-prickly-than-most breakfast chef reacted to the snubbing of the first lot of eggs by simmering in silent rage for 20 minutes before sending out a replacement plate with two eggs so lightly poached the yolk looked like it was enveloped in an extra-gossamer condom.\n\nNot entirely unexpectedly, the now nauseous recipient, a 30-something from Chicago, flipped her lid, shoved the plate back in the direction of a soon-to-be weeping waitress and fled upstairs in a cloud of Windy City expletives.\n\nBad as this was, I felt confident that, armed with my growing experience of dealing with complaints, I'd be able to limit the damage when the woman came to check out.\n\n\"I saw what happened, I'm so, so sorry and .... ,\" I started to say.\n\n\"Damn right you should be sorry ... \" she interrupted.\n\nAngus MacKinnon “The TripAdvisor review that popped up in my inbox a few days later was remarkably balanced in the circumstances. Which only made it worse of course. ”\n\n\"Yes, well, as I said, really sorry and ... \"\n\n\"Sorry? Should be ashamed of this crap ...\"\n\n\"Well, perhaps not the only one who should be ashamed, eh? Anyway, sorry again ...\"\n\n\"What did you say? I can't believe this. Like. I'm in the wrong here?\"\n\n\"As I was saying, I've taken breakfast off the ...\"\n\n\"I'm not paying a cent for this ... \"\n\nAt which point something snapped in the customer-is-always-right part of my dehydrated brain. Before I knew it, I'd embarked on a sermon on the theme of \"You people, coming in here, thinking you can talk to my staff like that. Who do you think you are ...\"\n\nBy the end I'd got myself so worked up with righteous indignation I had no alternative but to go for a dramatic concluding flourish.\n\n\"Do you know what, just go,\" I said as I ripped the bill for a three-night stay up in front of her.\n\nThe TripAdvisor review that popped up in my inbox a few days later was remarkably balanced in the circumstances.\n\nWhich only made it worse, of course.\n\nMoments of clarity\n\nMacKinnon's old hotel is situated on the Scottish island of Islay. James Deane Photography\n\nBusiness owners like to moan about inaccurate, even malicious, posts on review platforms, but my experience on that side of the fence was that reviewers, on the whole, try to give an honest account of their experience. In my case they probably had a tendency to be slightly too generous.\n\nI was to have another two \"moments of clarity\" about my future as a hotelier in the months after Eggs-gate.\n\nOne was a bare knuckle fight with an outside generator at 4 a.m. on the night a hurricane struck the island. The other was the realization that a five-figure amount had evaporated from the business in the first six months of my dilettante stewardship.\n\n\"You were kind of asking for it,\" the local police sergeant told me as he closed the unsolved case with an unforgiving review of my arrangements for shepherding cash on its journey from tills to safe to bank.\n\nAngus MacKinnon “Looking back, nine years later, my naivety about almost every aspect of my ill-judged venture seems scarcely comprehensible now.”\n\nLooking back, nine years later, my naivety about almost every aspect of my ill-judged venture seems scarcely comprehensible now.\n\nIt wasn't like I wasn't advised against the whole business.\n\nWhen I asked a longstanding hotelier on the island, then in the process of selling up, if he had any tips for a younger man starting out, he replied: \"Don't do it.\" When I laughed he added: \"I'm not joking.\"\n\nThen there was the friend from school days who had bluntly told me, \"you're completely unsuited for it.\" All of which only made me more determined to dive in with fingers in both ears.\n\nDespite having a large amount of capital to invest and the security of a solid building, most banks weren't interested in giving me a mortgage because their loan criteria for the sector explicitly requires applicants to have two years experience in the business.\n\nThat should have set alarm bells ringing but my reaction was more akin to \"Don't these people know who I am?\"\n\n\"I've run a newsroom covering half the planet! I've worked on really complex business stories. I've filed copy on the whistle at World Cup finals,\" I'd fume to myself. \"How hard can it be to change a beer barrel?\"\n\nWhile there's some truth in that, it is not really the point.\n\n'A really nice house party'\n\nIslay is part of the Inner Hebrides islands off Scotland's west coast. Angus MacKinnon\n\nThe high failure rate of wannabe Conrad Hiltons has taught lenders to restrict access to their funds to those with solid experience in the trade. Only they go into it with their eyes fully open to the realities of being tied to a business 365/7, and the draining relentlessness of its \"finish late, start early\" rhythms.\n\nI told myself I'd considered all that, that journalism had inured me to long hours. But mostly I just avoided dwelling on the inconvenient truths of the trade: Instead, my mind's eye was swamped with visions of making over the rooms in subtle shades, revamping the wine list and collecting langoustines from boats at dawn.\n\nI did do some of those things and, for a while, my partner and I had the place jumping to the rhythm of two dinner sittings a night and the sound of a packed bar.\n\nDuring that brief, exhilarating time it was easy to understand why having your own hotel appeals to so many journalists and others from creative professions.\n\nAngus MacKinnon “Fortunately, it turned out that putting my head in the sand, or under the duvet more precisely, wasn't such a disastrous thing to do. ”\n\nFor reporters who have lived itinerant lives constantly on deadline, the idea of settling down in one place and a less pressured, slower existence can become overwhelmingly alluring at a certain stage of life -- particularly if you can imagine it as retaining some of the excitement and camaraderie that goes with the territory in journalism.\n\nI remember a colleague who approved of my nutty plan telling me: \"Yeah, I've always thought it'd be great to have a hotel by the sea. It'd be just like having a really nice house party.\"\n\nPlenty of interesting people came to my hotel. I liked meeting them and having a drink with them. The wine list did get better.\n\nBut the high summer honeymoon soon give way to an autumnal realization that the list of skills required to really make the business work was topped by secretarial and bookkeeping efficiency, home improvement handiness and a nose for where to source the cheapest toilet paper.\n\nHeart attack fears\n\nMacKinnon: \"I knew if it went bust I could lose a huge chunk of savings.\" Tissy Northcote\n\nI wasn't only not very good at any of those, I was practically allergic to chores I regarded as drudgery. Pretty soon I was so depressed about the enormity of the mistake I'd made I could barely bear to think about it, far less do anything to extract myself from my folly.\n\nTo make things worse, in my zeal to get into the business I'd mortgaged the house I'd built on the island to clinch my hard-won loan. I couldn't face running the hotel but I knew if it went bust I could lose a huge chunk of 25 years worth of work and savings.\n\nOf that winter I remember almost nothing but the intense stress that twice sent me to doctors convinced the pounding in my chest and head would inevitably trigger a heart attack or a stroke.\n\nRelated content 10 of the world's most beautiful islands\n\nMost nights were spent with the BBC World Service rumbling all night on the bedside, Syria's implosion compounding my sleepless gloom. Every day had to start with a long calming walk which enabled me to function, but not to the point of dealing with the millstone now hanging round my neck.\n\nFortunately, it turned out that putting my head in the sand, or under the duvet more precisely, wasn't such a disastrous thing to do. The business I'd bought was essentially solid, the island's tourist economy was strong and growing and my employees could be relied on to keep things ticking over on a breakeven, pay the mortgage basis.\n\nEventually a far more agile pair of hands arrived with a proposal to lease the business from me. That worked well enough that a few years later he was able to buy me out.\n\nI'd managed to escape my own dream without any financial scars. \"Well, at least you gave it a go,\" my lawyer said. \"You'd have regretted it if you hadn't!\"\n\nSo would I do it all again?"}