{"url": "http://cnn.com/travel/article/private-islands-coronavirus/index.html", "text": "(CNN) — While nearly all leisure travel remains paused because of the coronavirus pandemic, the demand for private islands is on the rise.\n\nThe privileged few who can afford such extravagant isolation are exploring their options with new fervor.\n\nBrokers and travel industry experts say that since March, prospective buyers and renters around the world are showing an increased interest in escaping to an island exclusively for them.\n\nChris Krolow is the CEO of the Ontario real-estate company Private Islands , which rents and sells more than 800 islands. He says that the business now sees 150 inquiries a day compared with around a 100 before the crisis.\n\nThese potential clients are mainly from the United States and Canada and interested in isles in the Caribbean and Central America.\n\n\"They want places with easy accessibility, and that rules out Asia and the South Pacific,\" says Krolow.\n\nRent or buy?\n\nGladden Island in Belize is an isolated and intimate hideaway, available to rent. Courtesy Private Islands\n\nThe spike in bookings for the island he personally owns and rents out, Gladden , in Belize's Barrier Reef, illustrates the growing inclination toward privacy. Krolow says that while it was always popular, it quickly got almost fully booked for the rest of this year after Covid-19 gained traction.\n\n\"We also had requests for March and April, but the borders are closed, and no international travelers can get in,\" he says.\n\nA one-acre speck of land surrounded by the shimmery turquoise blue ocean, Gladden accommodates just four people and comes with a boat and staff of four who live on a neighboring isle; all-inclusive nightly stays start at $3,695 for two people.\n\nFor sale in Belize for $5 million, North Saddle Caye has its own protected lagoon. Courtesy Private Islands\n\nBuying an island, on the other hand, isn't as straightforward or frequent as a rental, says Krolow, and his company hasn't closed any sales since the virus upended travel and left international buyers unable to see in-person the islands they're considering.\n\nIt's better in the Bahamas\n\nWith prices ranging from $50,000 for a small, undeveloped isle in Canada to more than $150 million for a several thousand acre one complete with a megasized villa in the Caribbean, buying can be a pricey proposition.\n\nAnd it can come with added headache, warns Krolow.\n\n\"If you're looking to build on the island, you can expect to deal with bureaucracy from the local government to get permits,\" he says. \"Otherwise, the process is no different than buying a home. You sign a contract, and it's yours.\"\n\nRelated content Princess Diana's Bahamas vacation home is up for sale\n\nMore specifically in the Caribbean region, international buyers seem to have an inclination toward buying in the Bahamas.\n\nNick Damianos, a broker with Damianos Sotheby's International Realty , says that the company has more than double the inquiries, from about 12 to 15 a month to more than 30, for private island sales since Covid-19. Web viewings of private islands for sale are also seeing a traffic boost.\n\nInquiries on the rise\n\nAs with private Islands in Ontario, this interest has yet to manifest in sales.\n\n\"Given the financial investment, people want to experience the islands live. Right now, we're only doing virtual showings,\" says Damianos.\n\nThe Bahamas is an attractive destination to buy a private island in for several reasons. There's no income or capital gains tax, for one, and the country enjoys close proximity to the United States. Plus, it's economically and politically stable.\n\nDamianos says that there around 20 private islands for sale in the Bahamas, half of which have come onto the market in the past year.\n\nOne example is a $29 million isle in the Exuma Cays . Spanning 46 acres, it has four homes with a total of eight bedrooms, three staff cottages, a 700 foot-long marina, long stretches of beach and paved walking paths lined with tropical foliage.\n\n\"It's like a hotel in that it has everything you need,\" says Damianos. \"You can move in with a suitcase.\"\n\nReal-estate companies aside, upscale travel advisories are also seeing an increase in private island rental requests in the wake of Covid-19, along with confirmed bookings.\n\nPrivacy is the ultimate luxury\n\nWon't you take me to Funk Caye town? This private island in Belize is one of the last available for sale in the region. Courtesy Private Islands\n\nMisty Belles, the head of global public relations for the luxury travel network Virtuoso , which had $30 billion in sales in 2019, says that its advisers are getting \"significantly more inquiries\" as well as bookings.\n\n\"We forecast that social distancing will go on far longer than borders being closed,\" she says. \"Generally, people want to stay away from others except for their family and closest friends, and a private island is the perfect setting to do that.\"\n\nJack Ezon, the founder of the New York luxury travel advisory Embark Beyond Travel , agrees.\n\n\"In our new coronavirus world, private is the buzzword in travel,\" he says. \"Our clients are telling us that they want to feel safe and comfortable and go somewhere where they can reconnect with family and friends. A private island is what comes to mind first.\"\n\nRelated content Dispatches from the bottom of Belize's Blue Hole\n\nReady to book?\n\nNecker Island is the ultimate hideaway for those looking to reunite after months of quarantine. Courtesy Virgin Limited Edition\n\nEzon says Embark's clinets are most interested in renting easy-to-reach Caribbean island such as Musha Cay and Necker Island\n\nOwned by the American magician David Copperfield, Musha Cay is a 45-minute boat ride from Great Exuma in the Bahamas and has 12 bedrooms spread over five houses. Renters shell out $42,000 a day to enjoy seven beaches, an oceanfront hot tub and pool and activities such as sailing, waterskiing, fishing and snorkeling.\n\nAt $102,000 a night, the 74-acre Necker Island, in the British Virgin Islands, rents for more than twice the price of Musha Cay. Sir Richard Branson owns Necker and has put it into the limelight recently because he's using the isle as collateral in an attempt save his travel businesses that have been badly hit in the crisis.\n\nThis fact doesn't take away from Necker's appeal, says Ezon.\n\nAmenities include 11 bedrooms, most notably a Balinese style main villa with an outdoor hot tub; six smaller Balinese-style houses; several palm tree lined beaches, a pool pavilion with a swim-up bar and hot tub large enough to accommodate 30 people; a second wraparound pool; and an endless list of activities that come with the cost of a stay such as kite surfing, wakeboarding, tennis lessons with a professional player; and excursions to surrounding islands."}