{"url": "https://cnnespanol.cnn.com/2020/05/19/opinion-ya-estamos-en-una-gran-depresion/", "text": "Nota del editor: Jeffrey D. Sachs es profesor y director del Centro para el Desarrollo Sostenible de la Universidad de Columbia. Las opiniones expresadas en esta columna son propias del autor. Mira más artículos de opinión en CNNE.COM/OPINION.\n\n(CNN) — En lugar de una imaginaria “compensación” entre la reactivación de la economía y la protección de la salud, las políticas del presidente Donald Trump están causando una gran depresión y decenas de miles de muertes al mismo tiempo. Esto se debe a que no existe una compensación entre economía y salud, excepto en la fantasía de Trump. A menos que las personas confíen en su seguridad en medio de la pandemia, no regresarán a la vida normal. Al permitir una reapertura prematura, lo que asegura que la epidemia se desatará, es muy probable que Trump haya condenado a Estados Unidos al colapso económico.\n\nEl fantasista promueve el pensamiento mágico, y tal vez incluso lo cree él mismo. Trump dijo que el virus no era una amenaza. Dijo que desaparecería en abril. Dijo que estaba completamente bajo control. Dijo en marzo que teníamos todas las pruebas que necesitábamos.\n\nLa epidemia es controlable cuando el Gobierno es serio. Australia, China, Japón, Corea del Sur, Nueva Zelandia y Taiwán, entre otros, han mantenido las muertes por debajo de 10 por millón de habitantes, en comparación con 271 por millón en Estados Unidos. Esos otros países implementaron políticas de salud pública a escala nacional; Estados Unidos no lo hizo.\n\nCon las muertes de covid-19 en EE.UU. en los 90.000, y casi seguramente más altas con base en una comparación de muertes este año y el año pasado, Trump ahora trata de desacreditar el recuento de muertes. En el mundo de fantasía de Trump, no hay muertes si no se denuncian.\n\nLas maniobras de Trump tampoco salvarán la economía, que está en caída libre. Los estados pueden abrir ahora y así propagar más enfermedades y muertes. Pero nuevamente, la fantasía económica no reemplazará la realidad. Los consumidores no comenzarán a comprar de repente. Los constructores no construirán edificios repentinamente cuando tantos estén vacíos o subutilizados. Algunos de los seguidores de Trump pueden dirigirse a lugares abarrotados, y si es así, muchos contraerán el virus, pero la mayoría de los estadounidenses no lo harán.\n\nDel récord de 20,5 millones de empleos perdidos en abril, la mayoría no volverá pronto, ya sea que los estados declaren o no abiertas sus economías. La propagación continua del virus en sí mismo bloqueará cualquier recuperación rápida significativa. También lo harán los cambios estructurales profundos que causarán que una proporción significativa, aunque desconocida, de las pérdidas de empleo actuales sea permanente.\n\nEstos son algunos de los trabajos que no están regresando: el comercio electrónico desplazará muchos trabajos minoristas tradicionales. Grandes cadenas minoristas ahora están en bancarrota semana tras semana. El resultado es que muchos empleos minoristas, una disminución de 2,1 millones en comparación con marzo y abril de 2020, probablemente no volverán. Los empleos creados como resultado de las compras en línea no serán iguales a los perdidos en las tiendas físicas.\n\nMuchas empresas comerciales reorganizarán sus flujos de trabajo para permitir mucho más trabajo desde casa, y esto dejará los complejos de oficinas escasamente poblados. Muchas compañías reducirán su espacio, lo que significa que las nuevas construcciones comerciales seguirán deprimidas en los próximos años.\n\nLa nueva perforación de petróleo y gas se ha derrumbado y no se recuperará a niveles pasados debido al exceso a largo plazo en los mercados mundiales de petróleo y el colapso en los precios del petróleo y el gas. Los viajes y el turismo seguirán debilitados mientras la epidemia no esté controlada, manteniendo bajos los números de empleo en alojamiento, restaurantes, ocio y entretenimiento.\n\nLa idea restante de Trump es obligar a las empresas a regresar de China y reconstruir sus cadenas de suministro en sus hogares. Esta es otra fantasía más. Al intensificar los ataques a China, incluyendo nuevas medidas para aislar a las empresas chinas de la tecnología de semiconductores estadounidense, Trump aplastará las perspectivas de crecimiento de gran parte de la industria de alta tecnología de Estados Unidos, cuyo negocio incluye mercados internacionales, incluida la vasta población de China. Las medidas de Trump invitarán a represalias chinas y acelerarán el día en que China compita con EE.UU. en varias dimensiones de fabricación y diseño de semiconductores, como chips especializados para inteligencia artificial y 5G.\n\nUn área obvia de represalia será que China compre aviones de Airbus en lugar de Boeing. Incluso antes de la pandemia, Boeing estaba en una crisis muy profunda debido a su flagrante mala gestión del 737 Max. El fracaso de Trump para contener la epidemia y sus intensificados ataques contra China profundizarán los problemas de Boeing. Las acciones de Boeing cayeron un 2% el 15 de mayo, el día después de que las nuevas medidas contra China de Trump, y las acciones de Boeing cayeran más de un 70% desde el pico del 1 de marzo de 2019.\n\nTrump tratará de salvar compañías moribundas, sin duda incluyendo su propio negocio familiar. Intentará salvar el sector del petróleo y gas, aunque ningún banco lo tocará. Apoyará a las empresas fallidas de amigos, compinches y contribuyentes de campaña. Él mentirá, tratará de ocultar datos, culpará a otros y producirá un desastre cada vez más profundo.\n\nPero hay tres pasos verdaderos para salir de la nueva gran depresión.\n\nPrimero, y con la mayor urgencia, debemos poner fin a la epidemia a través de las medidas de salud pública (pruebas, rastreo y cuarentena) que Trump ha descuidado constantemente.\n\nEn segundo lugar, debemos trabajar con otros países, incluida China, para detener la epidemia en todo el mundo para que el comercio y los viajes puedan reanudarse de manera segura, y para que los millones de empleos que dependen del comercio, el transporte y el turismo se restauren, al menos en parte.\n\nEn tercer lugar, debemos construir nuevos sectores industriales y de servicios, no apuntalar los antiguos y moribundos. La recuperación no se logrará a través del fracking de petróleo y gas, sino a través de un boom de compañías estadounidenses que producen paneles solares, turbinas eólicas, baterías avanzadas, vehículos eléctricos avanzados y el hardware y software de redes inteligentes; combinado con un auge de la industria de servicios basado en nuevos modelos de atención médica, educación y trabajo de oficina de bajo costo, que combina la prestación de servicios en línea y en persona.\n\nAl ser inteligentes y justos, podríamos esperar nuevas industrias de alta tecnología, más tiempo libre compartido, viajes más cortos, cielos más limpios, acceso universal a servicios de salud asequibles y educación superior y un salario garantizado para todos los trabajadores.\n\nPara todo esto, necesitamos una nueva administración y Congreso y un nuevo enfoque para nuestra nación. Hasta entonces, el mundo de fantasía de Trump es nuestra pesadilla. Aguantar. Se acerca un nuevo amanecer."}