{"url": "https://cnnespanol.cnn.com/2020/05/20/compraron-una-casa-de-us-1-en-italia-luego-covid-19-ataco/", "text": "Conoce el pueblo italiano en que puedes comprar un villa por un euro 1:06\n\n(CNN) — Cuando las ciudades italianas comenzaron a ofrecer casas en venta por poco más de US$ 1, inspiraron a legiones de soñadores a arriesgarse a mudarse a un rincón remoto de Italia.\n\nAunque gastar unos pocos miles de dólares adicionales en la renovación de la propiedad generalmente era parte del trato, eso era endulzado por la perspectiva de una nueva vida en un rincón idílico de un país hermoso.\n\nY luego el coronavirus atacó, hundiendo al mundo en crisis, con Italia entre los países más afectados.\n\nEntonces, ¿qué sucede cuando estás en cuarentena en una casa en ruinas en una aldea remota donde apenas hablas el idioma y no puedes llegar a tu hogar con tus seres queridos? ¿La vida se convierte rápidamente en una pesadilla?\n\nQuizá sorprendentemente, dadas las dificultades que siguieron, la respuesta parece ser no.\n\nCNN habló con algunas personas que compraron algunas de las casas italianas que los pueblos ofrecían a bajo precio y que querían revertir la tendencia descendente de la población.\n\nLos encontramos optimistas y ansiosos por completar la remodelación de su propiedad y hacer realidad su sueño italiano.\n\nA pesar del inesperado giro de los acontecimientos, parece que estar atrapado en Italia no ha sido una experiencia tan negativa después de todo.\n\nY la crisis del virus los ha hecho apreciar aún más la belleza de las aldeas rurales de Italia, tanto que algunos buscan invertir en propiedades más baratas.\n\n1 de 10 | Estrategia para traer nuevos habitantes: la ciudad italiana de Teora pagará a los nuevos residentes 150 euros mensuales por alquilar una casa por dos años. También les ofrece 5.000 euros para comprar una vivienda. (Crédito: Michele Notaro/Comune Teora) 2 de 10 | Reducción de la comunidad: La población de la ciudad disminuyó significativamente después de un terremoto en 1980 y nunca se recuperó por completo. (Crédito: Michele Notaro/Comune Teora) 3 de 10 | Expectativas de nuevos residentes: “Dos bebés nacen [en Teora] cada año versus 20 ancianos que mueren”, le dijo a CNN Stefano Farina, alcalde de Teora. “Tenemos apenas 1.500 residentes”. (Crédito: Michele Notaro/Comune Teora) 4 de 10 | Viviendas desocupadas: Hay casi 100 edificios vacíos en Teora en busca de nuevos ocupantes. (Crédito: Michele Notaro/Comune Teora) 5 de 10 | Detalles del acuerdo: Los compradores deberán residir durante al menos tres años en Teora y ya deben tener al menos un hijo cuando presenten su solicitud. (Crédito: Michele Notaro/Comune Teora) 6 de 10 | Oferta atractiva: Según el alcalde Farina, dos nuevas familias italianas ya se han establecido en la ciudad, así como una familia brasileña de raíces italianas. (Crédito: Michele Notaro/Comune Teora) 7 de 10 | Elementos históricos: Un antiguo anfiteatro sigue en pie aquí, a pesar del daño infligido por el terremoto en 1980. (Crédito: Michele Notaro/Comune Teora) 8 de 10 | Puntos destacados: Las ruinas de la Chiesa Madre di San Nicola di Mira, que fue destruida por los terremotos al menos cuatro veces, todavía se encuentran en Teora. (Crédito: Michele Notaro/Comune Teora) 9 de 10 | Galería de arte: El Museo de Arte Contemporáneo Pinacoteca di Teora es uno de los muchos puntos destacados de la ciudad. (Crédito: Michele Notaro/Comune Teora) 10 de 10 | Ubicación idílica: Localizada en la esquina de la zona salvaje de Irpinia de Campania, Teora se encuentra cerca del mar, con Paestum a solo una hora en coche, junto con el Parque Nacional de Cilento y la costa de Amalfi. (Crédito: Michele Notaro/Comune Teora)\n\nPerder la pista\n\nEl artista con sede en Miami Álvaro Solórzano se encuentra actualmente atascado en Mussomeli, una pintoresca ciudad en la isla meridional de Sicilia, donde el año pasado compró dos propiedades baratas, una de ellas a solo un euro o un poco más de un dólar.\n\nEn marzo llegó con su esposa, su hijo y la novia de su hijo para comenzar a renovar las casas. Los otros tres regresaron a Miami y Solórzano debía seguirlos un par de semanas después, pero luego se canceló su vuelo.\n\n“Perdí la noción del tiempo. Vinimos aquí juntos y terminé viviendo la cuarentena en Mussomeli solo, sin muebles, solo una cama y un televisor, y nadie con quien hablar”, le dice a CNN. “Eso fue lo más difícil. Si mi esposa o mi hijo hubieran estado conmigo, hubiera sido diferente”.\n\nSolórzano se había quedado en un B&B, pero cuando este cerró debido a las restricciones de covid-19, se vio obligado a mudarse a la menos deteriorada de sus dos propiedades, que era casi habitable.\n\nDesde entonces, ha estado matando el tiempo viendo televisión, aprendiendo italiano, yendo al supermercado (“la mejor parte del día”) y hablando por teléfono con su familia. Poco a poco, ha aprovechado al máximo la situación reparando y pintando las paredes de la casa.\n\n“Hice pequeñas cosas pero me ayudó a ocupar el tiempo, así que cuando mi hijo y su novia regresen, su hogar estará listo”, dice. “Afortunadamente, la ferretería en la ciudad siempre ha estado abierta y estoy muy contento de haber comprado dos propiedades y no solo la casa de un euro, ya que no tiene agua ni electricidad”.\n\nMIRA: FOTOS | Bisaccia, otro pueblo italiano que está vendiendo casas a 1 euro\n\nHéroes locales\n\nA pesar de las dificultades iniciales, dice que sus nuevos vecinos lo ayudaron durante la prueba.\n\n“Las dos primeras noches fueron terribles”, dice. “Hacía frío, dormí con mi chaqueta encima de mi pijama pero los vecinos fueron geniales. No me puedo quejar. Me dieron calentadores e incluso me ofrecieron mantas, que tenía, pero podía usar su internet”.\n\n“Continuaron revisando cómo estaba, me trajeron toneladas de comida para Pascua, lo que me duró tres días para comer. No sé qué habría hecho sin ellos”.\n\nMussomeli, rodeado de madreselvas y eucaliptos, cuenta con una de las fortalezas más impresionantes de Italia, conocida como el Castillo Encantado, que se aferra como una araña en una roca puntiaguda.\n\nLas fértiles tierras de cultivo verdes están salpicadas de antiguas minas de azufre, santuarios, necrópolis romanas y vestigios de asentamientos primitivos.\n\nEl nombre de la ciudad significa “Cerro de la Miel” en latín.\n\nPero para Solórzano las atracciones más dulces del lugar son sus acogedores residentes.\n\n“Son maravillosos, conozco a todos por su nombre”, dice. “Está Mario, el tipo que entrega el pan. No tengo palabras para describir lo agradecido que estoy de tenerlos y no sé cómo podría pagarles por todo lo que hicieron”.\n\nInicialmente, las restricciones severas ahora se han aliviado en Italia, permitiéndole caminar, pero al principio fue difícil, admite, ya que no había nada que hacer. “Fue terrible, solo quedarme en casa, a veces tenía la sensación de estar en la cárcel”.\n\nLEE: Italia entra “a pleno régimen” en la fase 2\n\nImperio de propiedades\n\nAhora disfruta de poder conversar con los lugareños y pasear hasta el mirador de Mussomeli, donde puede sentarse en un banco y disfrutar del aire fresco y los panoramas de montaña.\n\nComo pintor, Solórzano dice que le hubiera encantado hacer algunas obras de arte, pero debido al confinamiento no pudo encontrar una paleta o un lienzo.\n\n“Estoy trabajando duro para intentar regresar a casa, pero un vuelo que reservé recientemente también fue cancelado, así que realmente no sé cuándo regresaré a Estados Unidos“, dice. “Quiero volver antes del Día del Padre en junio. Ya me he perdido tantas festividades que podría haber celebrado con mi familia”.\n\nLa cuarentena siciliana de Solórzano lo ha hecho amar aún más a Mussomeli. La terrible experiencia, en lugar de haber matado el entusiasmo por su aventura en una casa de un euro, ha alimentado el deseo de comprar una tercera construcción abandonada.\n\n“Me encanta esta ciudad y la gente, incluso si no te conocen, te ayudan. Es como estar en otro mundo. No tienes esto en Estados Unidos”.\n\nAtrapado en la Toscana\n\nEl empresario brasileño Douglas Roque es otro comprador de viviendas en ruinas cuyo entusiasmo por comenzar una nueva vida no se ha visto afectado por el coronavirus.\n\nRoque estaba en Fabbriche di Vergemoli, Toscana, supervisando la renovación de una vivienda agrícola de un euro cuando llegó el confinamiento y se canceló su vuelo de regreso a casa.\n\nJunto con su amigo brasileño-italiano Alberto Da Lio, ambos de Sao Paulo, los dos también estaban en la ciudad para supervisar la posible compra de un área abandonada completa para otros compradores brasileños.\n\nSi no hubieran podido quedarse en la casa familiar de Da Lio cerca de Venecia, con los hoteles en Vergemoli cerrados y la vivienda abandonada totalmente inhabitable, no habrían tenido a dónde ir, dice Roque.\n\nFabbriche di Vergemoli es un grupo de aldeas dispersas en el bosque protegido de los Alpes Apuanos, protegido por la UNESCO. El área está salpicada de ruinas de viviendas de mineros abandonados invadidos por vegetación. A muchas áreas solo se llega a pie.\n\nLa destartalada granja de tres pisos de Roque, que viene con una bodega de castaños y barriles de vino viejos y olvidados, se encuentra en el vecindario de Dogana, donde una corriente virgen corre por debajo de un antiguo y pintoresco puente.\n\n“Estaba a punto de comenzar el rediseño y luego todo fue bloqueado”, dice Roque. “Fue terrible, nuestro vuelo de regreso fue cancelado y tuvimos problemas con el consulado brasileño.\n\n“Vine aquí en febrero para buscar la renovación de mi casa, todo el papeleo estaba hecho, estaba listo pero no podía mudarme con esto. Y mi familia está en Brasil, donde los casos de virus han aumentado. Estoy preocupado por ellos y ellos están preocupados por mí”.\n\nLEE: OPINIÓN | Brasil es un cóctel explosivo\n\nDestino de ensueño\n\nLos dos amigos también tuvieron que lidiar con las consecuencias de una estadía prolongada: la molestia de los límites mensuales de las tarjetas de crédito y los cambios de ropa de temporada, pues cuando llegaron era invierno y ya es primavera (afortunadamente, encontraron alguna ropa más ligera en Da Lio’s).\n\nMientras espera que se reanude el tráfico aéreo mundial, Roque está ansioso por volver a pisar Vergemoli tan pronto como las autoridades italianas levanten las restricciones para moverse entre regiones –prevé una mudanza a principios de junio.\n\n“Todo este tiempo he estado tratando de trabajar en mi proyecto en línea, contactándome con empresas de construcción y estableciendo contactos con otros compradores, amigos y familiares brasileños interesados en comprar propiedades en Vergemoli pero que no pueden viajar ahora. Espero terminar todo pronto”.\n\nRoque dice que eligió Vergemoli de todos los lugares en Italia para comprar una casa de un euro porque, a pesar de todo lo que sucedió, sigue siendo un destino de ensueño.\n\n“La Toscana es una región maravillosa e importantes ciudades históricas y artísticas están cerca. Es el lugar perfecto”."}