{"url": "https://cnnespanol.cnn.com/2020/05/20/10-cosas-de-las-que-donald-trump-quisiera-distraerte/", "text": "Trump podría tener otro juicio político 0:36\n\n(CNN) — Aquí hay una predicción audaz: el presidente Donald Trump va a decir pronto algo o totalmente extravagante o verificablemente falso o completamente ridículo. Tal vez los tres. Quizá múltiplos de los tres.\n\nEl lunes, fue, muy notablemente, que estaba tomando hidroxicloroquina, el medicamento antipalúdico que la Administración de Medicamentos y Alimentos de Estados Unidos (FDA, por sus siglas en inglés) ha dicho que no debe recetarse para tratar el coronavirus.\n\nLee la transcripción. Te insto a que regreses y leas la divagante respuesta que Trump dio que lo llevó a divulgar que ha estado tomando el fármaco durante los últimos 10 días más o menos.\n\nEste no es un hombre que comparte información sobre su salud, excepto para presumir al respecto. Pero intencionalmente involucró a periodistas en el hecho de que está tomando este medicamento.\n\nLEE: Trump dice que está tomando hidroxicloroquina: ¿qué es y para qué sirve?\n\nMiedo a los informantes. La pregunta que condujo al intercambio fue sobre otra cosa extravagante que había dicho, en Twitter, después de que “60 Minutes” entrevistó al informante Rick Bright, quien dijo que fue presionado para impulsar la hidroxicloroquina como tratamiento a pesar de la falta de evidencia.\n\nLEE: 5 conclusiones de la audiencia de Rick Bright en el Congreso de Estados Unidos\n\nTrump, en su respuesta a los periodistas, unió a Bright con el informante que expresó su preocupación por la presión sobre Ucrania para investigar a Joe Biden. ¿Recuerdas eso? ¡Trump sí!\n\nSon todos iguales para Trump. En su opinión, parece que alguien es pro-Trump o anti-Trump. Y los informantes deben ser anti-Trump.\n\nPero su cebo también tiene el efecto de distracción.\n\nDistracción es lo que está haciendo cuando él:\n\nTrolea a la FDA y a la ciencia en general tomando hidroxicloroquina.\n\nSigue inventando cosas para acusar a Barack Obama.\n\nVilipendia a los gobernadores demócratas, tratando de hacerlos responsables del confinamiento por el covid-19. Se necesitarán ambos partidos para reabrir el país.\n\n¿De qué podría querer Trump que te distrajeras?\n\nAquí las 10 cosas que se me ocurren primero:\n\nMás de 90.000 estadounidenses han muerto a causa del covid-19, desde enero.\n\nHasta el martes, al menos 17 estados han registrado una clara tendencia al alza de los nuevos casos diarios promedio.\n\nDesempleo a nivel de Depresión.\n\nLa recuperación económica del confinamiento por el covid-19 podría llevar años, según el presidente de la Reserva Federal.\n\nLa gran mayoría de los US$ 500.000 millones apartados por el Congreso para estabilizar la economía no ha sido gastada por la administración.\n\nUn informante dice que la administración de Trump intentó evitar el proceso de investigación de antecedentes de hidroxicloroquina.\n\nLa administración amenaza con cortar los fondos a la Organización Mundial de la Salud por su respuesta al aumento del coronavirus en China, pero el propio Trump pasó enero y febrero alabando a China.\n\nLa administración de Trump ha reemplazado o eliminado a cuatro inspectores generales desde entonces.\n\nEl inspector general del Departamento de Estado destituido estaba investigando un acuerdo de ventas de armas a Arabia Saudita.\n\nEl que podría ser el primer ataque mortal de al Qaeda en suelo estadounidense desde el 11 de septiembre ocurrió el año pasado en Florida.\n\nGran desperdicio\n\nObama no será invitado a la Casa Blanca para la presentación de retratos. Que Trump no quiere estar cerca de los demócratas no es nuevo.\n\n(¡Trump sigue impulsando acusaciones infundadas contra Barack Obama!)\n\nQue los demócratas no quieren estar cerca de Trump también es una noticia vieja. (¡Le hicieron un juicio político por intentar que Ucrania le hiciera daño a Joe Biden!)\n\nQue no habrá una presentación oficial del retrato del expresidente Barack Obama en la Casa Blanca es más evidencia hoy de un colapso total de los partidos exactamente en el peor momento.\n\nMIRA: Secretario de Justicia William Barr: No hay investigación contra Obama ni Biden\n\nAnimosidad sin precedentes. “Las presentaciones de retratos presidenciales son uno de los tres eventos que reúnen a los expresidentes. Este nivel de animosidad entre un presidente en funciones y sus predecesores no tiene precedentes en la historia moderna”, le dijo a CNN Kate Andersen Brower, colaboradora de CNN y autora de “Equipo de cinco: el club de presidentes en la Era Trump”.\n\nQué desperdicio: No se trata solo de Trump contra Obama. El martes, el presidente calificó a la presidenta de la Cámara de Representantes, Nancy Pelosi, como una “pérdida de tiempo”.\n\nPara ser justos, ella lo había llamado “obesidad mórbida” al plantear preocupaciones sobre su consumo de esa hidroxicloroquina, un medicamento no aprobado por la FDA. (Él es, según los números de Chris Cillizza, simplemente obeso, por lo que su comentario fue una exageración).\n\nMIRA: Trump dice que la hidroxicloroquina no mata y Pelosi lo llama obeso, ¿qué tan equivocados están ambos?\n\n“No le respondo, creo que ella es una pérdida de tiempo”, dijo el presidente a los periodistas en el Capitolio."}