{"url": "https://cnnespanol.cnn.com/2020/05/18/trump-dice-que-esta-tomando-hidroxicloroquina/", "text": "Trump dice que él decide qué días tomar hidroxicloroquina 1:51\n\n(CNN) — El presidente Donald Trump afirmó el lunes que está tomando hidroxicloroquina después de preguntarle al médico de la Casa Blanca si podría tomarla, a pesar del hecho de que dijo que es negativo para el covid-19 y varios estudios recientes muestran que el medicamento es ineficaz contra el coronavirus e incluso puede ser dañino.\n\n“Hace un par de semanas, comencé a tomarla”, dijo Trump. Más tarde dijo que lo había estado tomando todos los días durante una semana y media.\n\nCuando se le preguntó si el médico de la Casa Blanca lo recomendó, Trump respondió que “no”.\n\n“Le pregunté qué crees, dijo, ‘Bueno, si quieres hacerlo…”, dijo el presidente a los periodistas.\n\nNo hay evidencia de que tomar hidroxicloroquina pueda prevenir la infección con covid-19.\n\nUn nuevo estudio, el más grande de su tipo, muestra que la hidroxicloroquina no funciona contra covid-19 y podría causar problemas cardíacos, informó la semana pasada Elizabeth Cohen de CNN.\n\nEl estudio fue publicado en el Journal of the American Medical Association. Sigue un estudio publicado en el New England Journal of Medicine que también mostró que el medicamento no combate el virus.\n\nHidroxicloroquina: sin beneficio para pacientes de covid-19 2:39\n\nIncluso antes de que se publicaran estos informes, la Administración de Medicinas y Alimentos de EE.UU. y los Institutos Nacionales de Salud emitieron advertencias sobre el uso de los medicamentos para pacientes con coronavirus.\n\nTrump dijo que no había estado expuesto, comenzó a tomar el medicamento porque había escuchado de los trabajadores de primera línea que le enviaron cartas diciendo que lo tomaban preventivamente.\n\n“Aquí está mi evidencia: recibo muchas llamadas positivas al respecto”, dijo Trump.\n\nEl presidente dijo que no sabe si funciona, pero afirmó que “si no funciona, no te vas a enfermar y morir”.\n\nLa Administración de Medicinas y Alimentos de EE. UU. advirtió contra el uso de hidroxicloroquina y cloroquina para tratar el nuevo coronavirus y dijo que solo deben usarse en hospitales o ensayos clínicos porque pueden matar o causar efectos secundarios graves. Estos incluyen problemas graves del ritmo cardíaco en pacientes con covid-19 tratados con los medicamentos, especialmente cuando se combinan con el antibiótico azitromicina u otros medicamentos que pueden afectar el corazón.\n\nEl principal corresponsal médico de CNN, el Dr. Sanjay Gupta, escribió en 2018 que Trump tiene una forma común de enfermedad cardíaca, según los resultados de su examen físico.\n\nLa hidroxicloroquina se usa para tratar o prevenir la malaria y para tratar afecciones autoinmunes como el lupus y la artritis reumatoide.\n\nJamie Gumbrecht de CNN contribuyó a este informe."}