{"url": "https://cnnespanol.cnn.com/2020/05/19/opinion-quieres-comer-o-comprar-en-disney-di-que-no-demandaras/", "text": "Nota del editor: Elie Honig, analista legal de CNN y exfiscal federal y estatal, da su opinión sobre las últimas noticias legales. Las opiniones expresadas en este comentario son suyas. Ver más opiniones en CNNe.com/opinion\n\n(CNN) — Es la última experiencia de Disney: ¡exenciones de responsabilidad por covid-19 para todos! El novedoso coronavirus “es una enfermedad extremadamente contagiosa que puede provocar enfermedades graves y la muerte”, Disney, al tiempo que asegura que han adoptado “medidas mejoradas de salud y seguridad” ahora advierte a sus clientes potenciales: “Al visitar Walt Disney World Resort, usted asume voluntariamente todos los riesgos relacionados con la exposición”. El 20 de mayo está planeada una reapertura gradual del área de compras y restaurantes en Disney World , que continuará el 27 de mayo.\n\nDisney difícilmente estará solo al emitir tal advertencia y avisar a los clientes que asumen el riesgo de ingresar. Es hora de acostumbrarse a ver este tipo de jerga legal con frecuencia en su vida, a medida que las empresas se reabran en todo el país y traten de encontrar formas de protegerse contra posibles demandas de los clientes que podrían contraer el nuevo coronavirus en su propiedad.\n\nYa sea que lo supiera o no, esto no es tan nuevo. Como consumidor, usted renuncia a sus derechos legales, o simplemente los regala, todo el tiempo. Si alguna vez se ha unido a un gimnasio, ha ido a esquiar o ha tomado una clase de escalada bajo techo, casi seguro ha firmado una exención que indica que sabe que la actividad es peligrosa y que no demandará si se lastima. Esos “permisos” que usted firma para el equipo de ligas menores de un niño o una excursión escolar son a menudo solo otra forma de exención de responsabilidad. En el mundo litigioso de hoy, encontrará que las exenciones son comunes no solo para la actividad física peligrosa, sino también para las actividades mundanas, especialmente para cualquiera que pueda involucrar a niños.\n\nIncluso si no firma físicamente nada, a veces acepta una exención simplemente por sus acciones. Si tiene el boleto de la última vez que asistió a un evento deportivo profesional o un concierto (o cuando obtenga el suyo la próxima vez que alguno de nosotros pueda ir a uno), dele la vuelta y lea la letra pequeña sobre qué derechos se rinden simplemente caminando por la puerta – “asunción de riesgo”, en jerga legal.\n\nPuede ser particularmente desagradable firmar una exención de covid-19 antes de pasar por la puerta principal de Disney. ¡Pon tu nombre aquí para darle a Mickey tu derecho a demandar! Pero esta tendencia hacia las exenciones de responsabilidad por el covid-19 se convertirá en una estrategia común y razonable para las empresas que caminan por la estrecha cuerda floja entre la reapertura al público y la protección contra posibles demandas. Estamos justo al comienzo de lo que promete ser un litigio de años sobre esta enfermedad. Ya se han presentado demandas por lesiones personales relacionadas con covid-19 contra empresas y gobiernos de toda Europa, y una importante publicación legal estadounidense advierte a las compañías que “se preparen para litigios por lesiones personales en la era de covid-19”.\n\nLa ley hasta ahora no ha sido probada y evolucionará. A medida que las personas comienzan a presentar casos, y esos casos pasan por los tribunales, busque las preguntas clave que surjan: ¿funcionan estas exenciones? ¿Pueden las compañías realmente aislarse de las demandas y las personas realmente renuncian a sus derechos de demandar cuando firman una exención?\n\nNo hay una sola respuesta. Las leyes difieren de un estado a otro y los resultados variarán de acuerdo con los hechos particulares de la disputa. Pero surgen ciertos principios generales y preguntas clave. La mayoría de los estados, pero no todos, hacen cumplir las exenciones, evitando que una persona presente una demanda, al menos en algunas circunstancias. Los estados varían en cuanto a la deferencia que otorgan a las exenciones, y algunos tribunales anulan las exenciones que se consideran demasiado desiguales contra el consumidor o contra el interés público más amplio. Los tribunales a veces, pero no siempre, requieren que las exenciones estén claramente escritas y sean comprensibles, y bastante negociadas entre las partes. Entonces, cuando ve una de esas exenciones de letra pequeña repleta de jerga legal y se pregunta si realmente se mantendría en la corte, la respuesta es que depende en gran medida del estado en el que se encuentre.\n\nIncluso cuando las exenciones son exigibles, generalmente solo llegan hasta el momento. Por lo general, protegen a una empresa solo por negligencia, es decir, por no usar un cuidado razonable, pero no por una conducta más grave, que incluye negligencia grave, imprudencia o actos intencionales.\n\nPor supuesto, esto plantea otro conjunto de preguntas fundamentales. ¿Qué es “cuidado razonable” y cómo los jueces y los jurados aplicarán ese concepto legal general al mundo real tal como está ahora moldeado por esta pandemia? ¿Hasta dónde deben llegar las empresas para protegerse contra la infección y la propagación? ¿Es suficiente advertir? ¿Qué tan grave debe ser la advertencia? ¿Es suficiente requerir máscaras, desinfectar todas las noches o realizar controles de temperatura? Y si los clientes se enferman, ¿pueden probar que contrajeron el virus en un negocio en particular o debido a él?\n\nEs imposible saber las respuestas en este momento pero, tenga la seguridad de que vendrán las demandas, y se harán las preguntas y los estadounidenses exigirán que sean respondidas. Espere que las empresas de todo el país sigan los esfuerzos de Disney para aislarse de la posible responsabilidad por el covid-19. Es probable que tales exenciones estén aquí para quedarse."}