{"url": "https://cnnespanol.cnn.com/2020/05/19/opinion-covid-19-ofrece-la-oportunidad-de-construir-un-mundo-mejor-debemos-aprovecharla/", "text": "Nota del editor: Jamie Metzl es el fundador de OneShared.World, miembro del comité asesor internacional de la Organización Mundial de la Salud sobre edición del genoma humano, y autor de “Hacking Darwin: Genetic Engineering and the Future of Humanity”. Sígalo en Twitter @jamiemetzl Las opiniones expresadas son suyas. Ver más artículos de opinión sobre CNNE.com/opinion\n\n(CNN) — El coronavirus por sí solo no rompió nuestro mundo. Simplemente expuso un mundo que ya se estaba rompiendo.\n\nCon el colapso de nuestras infraestructuras de salud, economías, gobiernos y estructuras de poder globales y con miles de millones de personas en todo el mundo, incluidas las más vulnerables y en riesgo, nos encontramos en un momento de transición para nuestro planeta. La última vez que experimentamos algo así fue en los primeros años de la Segunda Guerra Mundial.\n\nSin embargo, cuando nuestro mundo se derrumbó en las décadas de 1930 y 1940, tuvimos líderes como Franklin D. Roosevelt y Winston Churchill que presentaron una visión del mundo mejor que esperaban construir cuando se ganara la guerra. Nuestra mejor estrategia fue seguirlos hasta la victoria. Hoy, en ausencia de un liderazgo equivalente, las personas normales de todo el mundo deben unirse para salir de la actual oscuridad.\n\nEste proceso debe comenzar con una comprensión honesta del problema central que enfrentamos.\n\nEn el sentido más estricto, estamos luchando contra la propagación de la mortal pandemia de covid-19. Pero debido a que podría haber un patógeno aún más letal a la vuelta de la esquina, también debemos estar construyendo una mejor infraestructura para contrarrestar todas las pandemias mortales. Pero incluso si logramos milagrosamente eso, aún no estaremos seguros.\n\nImagínese si nuestro mundo de hoy no fuera destrozado por un virus sino por bombas nucleares detonadas simultáneamente en las principales ciudades. Los sobrevivientes tendrían una versión ligeramente modificada de la conversación que estamos teniendo hoy, señalando décadas de informes que advierten en términos cada vez más sombríos sobre la creciente amenaza. Lo mismo podría aplicarse si nuestro ecosistema oceánico se derrumbara, si el cambio climático hiciera inhabitables grandes extensiones de nuestro planeta, o si hubiese fallas en cascada o el hambre convirtiera a miles de millones de personas en refugiados itinerantes.\n\nObservar estos desafíos colectivamente deja cada vez más claro que el problema final que enfrentamos hoy no es el coronavirus o los patógenos mortales, ni ninguna otra amenaza. Es nuestra incapacidad para resolver la mayoría de los desafíos existenciales compartidos que enfrentamos. No hemos podido crear un sistema de salud pública mundial con poder para protegernos de pandemias mortales, una autoridad ambiental global para coordinar esfuerzos para salvar nuestro planeta, o un mecanismo para prevenir la difusión generalizada de armas de destrucción masiva, todo por la misma razón.\n\nEn cada una de estas áreas, los intereses estrechos de nuestras naciones específicas dominan nuestras necesidades colectivas como miembros de una especie que comparte el mismo planeta. Nuestros líderes políticos nacionales no han podido protegernos no porque no hayan hecho su trabajo sino porque han hecho precisamente el trabajo para el que los contratamos.\n\nSin embargo, si este virus nos ha enseñado algo, es que todos somos parte de una humanidad que se enfrenta a un enemigo que no diferencia significativamente entre nosotros. Si el virus muta y crece en países pobres con infraestructuras débiles de salud pública y gobiernos y poblaciones vulnerables, las personas de los países más ricos se verán perjudicadas. Nuestra salud y bienestar, a este respecto, residen en cualquier otra especie humana y en el resto de nuestro ecosistema compartido.\n\nUna vez que reconozcamos completamente esta interdependencia, nos daremos cuenta de que ayudar a otros no es caridad. Es una de las mejores inversiones que podemos hacer para ayudarnos a nosotros mismos.\n\nPero no es suficiente con solo reconocer nuestra interdependencia. Si hoy no tenemos líderes como FDR y Churchill, tenemos que dividir el trabajo de liderazgo global entre nosotros mismos.\n\nAunque nuestros gobiernos nacionales y organizaciones internacionales son esenciales, solo podremos abordar nuestras mayores amenazas comunes si nos unimos para exigir que se satisfagan nuestras necesidades colectivas.\n\nEn reconocimiento de esta necesidad crítica de unirnos para salvarnos, más de mil personas de 85 países se reunieron en los primeros días de la pandemia de covid-19 para formar OneShared.World, una comunidad de base amplia e inclusiva que trabaja para garantizar un mejor futuro para la humanidad y la sostenibilidad de nuestro hogar colectivo. Somos un movimiento social totalmente inclusivo y una fuerza política que representa la expresión democrática de nuestra humanidad común.\n\nDurante las últimas seis semanas hemos redactado colectivamente la Declaración de Interdependencia, que recientemente publicamos en varios idiomas. Esta declaración reafirma nuestra responsabilidad mutua por nuestro bienestar común y afirma que una apreciación de nuestra interdependencia y nuestro ecosistema compartido debe apuntar a apuntalar los esfuerzos para ayudar a construir un futuro saludable, seguro y sostenible para todos. Se ha invitado a personas de todo el mundo a unirse a nuestro movimiento mediante la firma de la Promesa de Interdependencia.\n\nNuestra estrategia de cuatro etapas implica la participación pública activa y la educación, el desarrollo de asociaciones amplias con organizaciones alineadas, el lanzamiento de campañas temáticas centradas en las necesidades urgentes y el trabajo para integrar una apreciación de las responsabilidades mutuas de la interdependencia en las misiones y plataformas de organizaciones, entidades, empresas, partidos políticos y gobiernos de todo el mundo. Nuestro objetivo final se alcanzará cuando los líderes de todos los niveles, desde las comunidades locales y los ayuntamientos hasta las legislaturas estatales y provinciales, los gobiernos nacionales, el G7, el G20, las Naciones Unidas, equilibren sabiamente los intereses locales y nacionales con los intereses públicos mundiales para beneficio mutuo a través de geografías y generaciones y cuando las necesidades de todas las personas y nuestro hogar común se aborden de manera efectiva, equitativa y sostenible.\n\nTodo esto suena audaz, lo es. Las demandas de nuestra crisis no requieren nada menos.\n\nCon nuestro mundo en un desorden vertiginoso mientras nos recuperamos de la pandemia de covid-19, tenemos una oportunidad única de comenzar a construir un mundo mejor.\n\nQue nos avergüence si no aprovechamos colectivamente este momento."}