{"url": "https://cnnespanol.cnn.com/2020/05/15/opinion-covid-19-ante-la-nueva-realidad-llega-la-una-moda-mas-realista/", "text": "Crédito: Gonzalo Marroquin/Getty Images for Mac Duggal\n\nNota del editor: Mari Rodríguez Ichaso ha sido colaboradora de la revista Vanidades por más de dos décadas. Especialista en moda, viajes, gastronomía, arte, arquitectura y entretenimiento. Productora de cine. Columnista de Estilo de CNN en Español. Las opiniones expresadas en este comentario son propias del autor. Ver más opinión en CNNe.com/opinion.\n\n(CNN Español) — ¿Una moda más realista? ¿Cambian los tamaños de las tallas promedio? ¿Se acercarán más a las de la mayoría de las mujeres?\n\nComo sabemos, el mundo está cambiando vertiginosamente en los últimos meses en todos los aspectos de la vida, debido a la crisis del covid 19. Y los cambios de costumbres resultantes, y que se nos están imponiendo por necesidad, son muy interesantes.\n\nComo les he comentado anteriormente, el mundo de la moda es parte activa de esos cambios, y también de una nueva visión desde el punto de vista de los consumidores.\n\nDéjenme ampliarles…\n\nHace varias décadas, en marzo de 1990 y de acuerdo con Ebony, revista dirigida a la comunidad negra, la necesidad (creada por las consumidoras que las solicitaban en las tiendas) abrió la puerta en la industria del diseño y manufactura de ropa, para una moda especializada para tallas grandes –o tallas “plus”.\n\nY aunque al principio era ropa más bien aburrida y funcional, sin mucho diseño ni creatividad, poco a poco ha ido surgiendo un gran número de marcas, desde las más Modacaras y exclusivas, hasta las más sencillas y a precios accesibles, que ahora participan en una nueva competencia para este nicho específico.\n\nLa parte comercial de esta innovación fue un nuevo filón del negocio -y el mercado de “las tallas grandes” (que van de la 14 en adelante, como regla general) aunque se demoró en ser reconocido- resultó una buena iniciativa, con mucho éxito, que ha recibido la bienvenida de mujeres en todo el mundo.\n\nDe acuerdo con http://www.statista.com, las ventas de tallas ‘plus’ en Estados Unidos en 2018 fueron estimadas en US$ 22.800 millones y de US$ 180.000 millones en todo el mundo. ¡Una enormidad! Tan solo en Estados Unidos el 68% de mujeres de tallas plus -o “full figure”- dijo estar muy interesadas en las novedades de la moda. De acuerdo con http://www.media.thinknum.com el 67% de las mujeres estadounidenses usa como promedio una talla 14 o mayor, y representan el mercado de consumo de los US$ 22.000 millones antes mencionados.\n\nLane Bryant –de precios moderados- fue la primera cadena de tiendas que se dedicó a este mercado, fundando la primera en la Quinta Avenida de Nueva York en 1904 (REF Ascena Retail Group-Labe Bryant) –y en los últimos años se le han unido muchas marcas más económicas -y con un “look” más a la moda.\n\n¡Hay para todos los gustos y presupuestos!\n\nDebemos notar que esta tendencia de las tallas grandes, en los últimos años ha tenido el ejemplo y apoyo de mujeres como la guapísima modelo plus-size Ashley Graham, que sin duda ha abierto el camino para que se aceptaran con total entusiasmo las mujeres curvilíneas de tallas plus.\n\nPero hay más cambios\n\nLos números no mienten y por eso, además del lucrativo negocio ya establecido de las tallas plus que les acabo de mencionar- en los últimos meses ha surgido una nueva tendencia en el mercado de la moda, y es determinar que las tallas “modelo” no son tan pequeñas como antes se lanzaban al mercado.\n\n¡Aleluya! ¡Al fin un momento de cordura, sin extremos y más “en el medio”!\n\nNi tallas de mujeres extremadamente flacas, ni tallas plus.\n\n¡Tallas realistas en el siglo XXI que caerán especialmente bien después de los muchos viajes al refrigerador que hacemos en medio de la crisis del covid-19!\n\nEsta tendencia de celebrar “una talla media” –que hemos visto comentada en periódicos y revistas, como en el portal Pop Sugar y en el Zoe Report de la famosa estilista Rachel Zoe (quien hace unos meses en un desfile me dijo que “la moda debe ser para toda las tallas y todos los tipos de cuerpo”) acepta la realidad de que la mujer promedio no es una talla 4, sino más bien una 12 -y que el “sample dress” al crearse en un atelier no es un 36, sino más bien un 42 o un 44.\n\nEn Europa el mercado ya entiende de estos nuevos cambios, que la revista Vogue de España (donde hay obsesión por ser delgadas y las tallas “plus” nunca han sido bienvenidas) comentó en febrero de 2020, con un artículo titulado “Ni tallas grandes ni muy pequeñas, el siguiente fenómeno serán las modelos “in between” de la periodista Patricia Moreno, que incluso menciona que las agencias de modelos españolas están solicitando más modelos de tallas 42. Me impresionó su frase “Las ‘ni gordas ni delgadas’ eran invisibles”. ¡Muy interesante!\n\nEl próximo paso será el de una industria que tiene que reinventarse -y provocar en nosotras el deseo de volver a las tiendas el día que abran. Crear en esas tallas medias el mismo diseño -con estilo, bellos, divertidos y con nuevos detalles y gran creatividad –que antes solo dedicaban a las tallas pequeñas.\n\nY para nosotras, las consumidoras de todas las edades, que tratamos de mantener esas tallas intermedias y por eso hacemos tantas dietas, ejercicios, etc. – será el momento en que nos sentiremos, ¡al fin!, reivindicadas de no ser superflacas, sino mucho más naturales y hasta más sensuales y guapas."}