{"url": "https://cnnespanol.cnn.com/2020/05/18/opinion-comprender-por-que-los-latinos-son-tan-afectados-por-el-covid-19/", "text": "Por qué la pandemia afecta más a los latinos en EE.UU. 1:18\n\nNota del editor: Ed Morales es periodista y profesor en el Centro de Estudios de Etnia y Raza de la Universidad de Columbia y en la Escuela de Periodismo Craig Newmark de CUNY. Es autor del libro “Fantasy Island: Colonialism, Exploitation and the Betrayal of Puerto Rico“. Puedes seguirlo en Twitter @SpanglishKid. Las opiniones expresadas en esta columna pertenecen exclusivamente al autor. Lee más artículos de opinión en CNNE.com/opinion.\n\n(CNN) – A dos meses de la crisis del coronavirus, con muchos estadounidenses clamando por un regreso a la economía como de costumbre, los latinos todavía lloran el terrible número de víctimas en sus comunidades. Un conductor de autobús ecuatoriano en el Bronx falleció a los 66 años, meses antes de su jubilación; un guatemalteco indocumentado en Oregon perdió la vida; y un trabajador salvadoreño fue el primer latino en morir en una planta empacadora de carne en Smithfield, Dakota del Sur. Los tres cuentan la historia desigual de cómo el coronavirus ha impactado profundamente a los latinos en Estados Unidos.\n\nPero estas tragedias –así como las calamidades amplias causadas por los recortes salariales, la pérdida de empleos y la inseguridad alimentaria– muestran que si bien sus experiencias y su condición de ciudadanía varían mucho, los latinos están sufriendo una gran parte desproporcionada de la crisis.\n\nSegún datos recientes proporcionados por la ciudad de Nueva York, los latinos tuvieron la segunda tasa más alta de muertes por coronavirus, con 259,2 personas por cada 100.000, detrás de los negros que registran un promedio de 265. A nivel nacional, el Centro de Investigación Pew informa que los latinos se encuentran entre los más afectados debido al coronavirus: el 40% de los latinos, en comparación con el 27% de todos los estadounidenses, tuvieron que reducir su salario, mientras que el 29% perdió su trabajo, en comparación con el 20% de la población en general. Otro análisis reciente del grupo de defensa latino Mijente encontró que más del 24% de los latinos trabaja en empleos de salarios bajos, una estadística que ni siquiera comienza a medir los sueldos aún más bajos y las condiciones de empleo más pobres de los trabajadores indocumentados.\n\nEl impacto variado de la enfermedad en los latinos nos da la oportunidad de hablar sobre la incapacidad de manejo de la categoría en sí, que nació de la necesidad por una mayor visibilidad y poder político para los descendientes de latinoamericanos en Estados Unidos. Desde las décadas de 1960 y 1970, términos como “hispano” y “latino” se han usado casi indistintamente, aunque el primero a menudo se considera que refleja la política conservadora y el segundo liberal, mientras que “Latinx”, una etiqueta futurista que pretende ser inclusiva para las personas no binarias LGBTQ, está creciendo lentamente en popularidad. Los latinos provienen de 21 países diferentes (incluido Puerto Rico, un territorio no incorporado de EE.UU. desde 1898), descienden de varias “razas” diferentes, y no tienen un estatus de clase social uniforme. Un “latino” podría ser un garífuna de Honduras, descendiente de africanos, que vive en la Florida; un puertorriqueño de piel clara y tercera generación que vive en Nueva York o un inmigrante mexicano de habla mixteca que vive en California, y eso ni siquiera se acerca a la superficie de nuestra diversidad.\n\nPero lo que revela el efecto del coronavirus es que el grupo demográfico latino está compuesto en gran parte por personas de color que se desempeñan en trabajos esenciales y de servicio en la primera línea de los sistemas de transporte, hospitales, industria hotelera y las industrias de empacado de carne y agricultura, con larga falta de acceso a una atención médica adecuada.\n\nAlguien como la congresista Alexandria Ocasio-Cortez sabe cuán diversos pero comúnmente afectados pueden ser los latinos. Su distrito une partes del Bronx, que es el hogar de puertorriqueños y dominicanos, cuya migración a la ciudad alcanzó su punto máximo en las décadas de 1960 y 1980, respectivamente; y Queens, cuyo barrio de Elmhurst está dominado por inmigrantes sudamericanos y mexicanos más recientes.\n\n“Esta crisis realmente no está creando nuevos problemas”, dijo Ocasio-Cortez en una entrevista con The New York Times a principios de este mes. “Está vertiendo gasolina sobre los que ya existen”, añadió.\n\nY esos problemas, particularmente en términos de crisis de salud, van más allá de lo que muchos de nosotros pensamos. Haciendo eco del tratamiento de los negros, quienes sufrieron inmensamente por brotes de tuberculosis, e incluso se los culpó por la mal llamada “gripe española”, los inmigrantes mexicanos y los mexicoestadounidenses fueron a menudo chivos expiatorios como portadores de enfermedades. En 1917, muchos fueron rociados con pesticidas en las instalaciones de desinfección en la frontera de El Paso-Juárez.\n\nLos latinos que han estado en Estados Unidos por varias generaciones comparten algunos de los mismos problemas que pueden rastrearse hasta las desigualdades estructurales que enfrentan los negros. De hecho, muchos latinos en grandes ciudades comparten una afinidad cultural con los negros y se identifican como afrodescendientes. La marginación de largo plazo, reforzada por la falta de acceso a una buena educación, así como de empleos permanentes bien remunerados, creación de riqueza a través de la propiedad de vivienda y, por supuesto, atención médica preventiva los expone a enfermedades preexistentes como diabetes, enfermedades respiratorias o cardíacas que pueden resultar letales al contraer coronavirus. En 2019, los CDC informaron que los latinos tenían 1,7 veces más probabilidades de ser diagnosticados con diabetes que los blancos, y en 2017 indicaron que los latinos tenían el doble de probabilidades de visitar una sala de emergencias debido al asma que los blancos.\n\nLa mayoría de los latinos en Estados Unidos –alrededor del 62%– son de ascendencia mexicana y viven en el oeste. Una gran parte de ellos tiene una experiencia de vida que va desde la movilidad ascendente y el dominio del idioma inglés hasta la marginación en el centro de la ciudad y, finalmente, las experiencias más recientes de inmigrantes, muchos indocumentados, que trabajan en condiciones peligrosas y con malos salarios. Los trabajadores agrícolas, ya expuestos al riesgo de pesticidas, han empezado a usar máscaras y a practicar el distanciamiento social, mientras que aquellos que trabajan en las fábricas de empaque de carne o en el sector de alimentos y servicios están constantemente expuestos.\n\nEn Elmhurst y Corona Queens, parte del distrito de Ocasio-Cortez, el hospital local se llenó rápidamente como un epicentro temprano del coronavirus, mientras sus residentes viven en una ansiedad incesante. Los inmigrantes indocumentados en la comunidad, como tantos en muchas áreas urbanas de todo el país, no quieren arriesgarse a recibir atención de emergencia por temor a exponer su estatus de inmigración. Para Roosevelt Avenue, la calle principal de Elmhurst, y la cercana Jackson Heights –con su cadena de restaurantes, tiendas de bajo costo y lugares de vida nocturna convertidos en un oscuro y solitario paseo de tristeza– es probable que resulte más difícil recuperarse que las partes más adineradas de la ciudad.\n\nLa pandemia también ha impactado en gran medida a los latinos que están atrapados en el sistema de justicia penal, y en gran medida representados en exceso por el encarcelamiento masivo de forma paralela a los negros. Aunque algunas jurisdicciones están liberando a presos mayores y enfermos, las personas encarceladas están expuestas al covid-19 por condiciones insalubres y espacios reducidos entre los reclusos. Los inmigrantes indocumentados que se encuentran en centros de detención enfrentan condiciones similares, si no peores. Casi 1.000 de ellos han dado positivo por el virus mientras estaban bajo custodia de ICE.\n\nUn informe reciente de la ciudad de Nueva York afirmó que el 81% de las órdenes de comparecencia por no respetar el distanciamiento social hechas por la policía fueron a negros y latinos, mientras que los neoyorquinos en vecindarios privilegiados infringieron las reglas de uso de máscara y distancia en un parque local.\n\nComo periodista independiente y profesor adjunto, tengo el privilegio de trabajar desde casa durante la crisis, pero como hijo de un extrabajador de tránsito de la ciudad de Nueva York, tengo una fuerte empatía por las personas en la primera línea. He asesorado a estudiantes universitarios latinos que han tenido que regresar a hogares con hacinamiento y un servicio de internet irregular, y luchar contra la alienación del aprendizaje a distancia. Muchos de ellos han perdido trabajos de medio tiempo que tenían en el servicio de alimentos y en tiendas minoristas y se preguntan si podrán tener la capacidad económica de quedarse en la escuela.\n\nSin embargo, todos los días en mi vecindario de clase trabajadora en el Bronx, los negros, puertorriqueños, dominicanos y mexicanos practican el distanciamiento social, usan máscaras y acuden a sus ventanas para golpear ollas y sartenes todas las noches para celebrar a los trabajadores médicos y socorristas de primera línea. Lo hacen porque no solo tienen amigos y familiares que han sido hospitalizados o incluso han perdido la vida, sino porque han sabido durante mucho tiempo que sus vidas son precarias, que sus trabajos y medios de vida podrían desaparecer en un segundo, y que se necesita una dosis extra de cuidado, preocupación y compasión para sobrevivir."}