{"url": "https://cnnespanol.cnn.com/2020/05/07/opinion-sin-otro-gran-evento-la-gala-del-museo-metropolitano-de-nueva-york-suspendido-por-el-covid-19/", "text": "Lady Gaga en la Met Gala el 6 de mayo de 2019. Crédito: Dimitrios Kambouris/Getty Images for The Met Museum/Vogue\n\nNota del editor: Mari Rodríguez Ichaso ha sido colaboradora de la revista Vanidades por más de dos décadas. Especialista en moda, viajes, gastronomía, arte, arquitectura y entretenimiento. Productora de cine. Columnista de Estilo de CNN en Español. Las opiniones expresadas en este comentario son propias del autor. Ver más opinión en CNNe.com/opinion.\n\n(CNN Español) — ¡Pasó el primer lunes de mayo que ha sido la fecha más importante del mundo de la moda y las celebridades por décadas! Es cuando se celebra en el Museo Metropolitano de Nueva York la espectacular gala anual a beneficio del Instituto del Vestido -conocida como The Met Gala o La fiesta del año- y por sus famosas escaleras vemos desfilar alrededor de medio millar de invitados muy especiales, que han pagado US$ 30.000 por el exclusivo boleto, creando la alfombra roja más surrealista del mundo.\n\nUn espectáculo único, que cuesta a sus patrocinadores varios millones de dólares y recauda otros tantos, para mantener The Costume Institute y su programa de becas en el museo; y donde desfilan todos los grandes diseñadores del mundo y las modelos y celebridades más famosas del momento, vestidas con sus creaciones.\n\nPero este año 2020 la gala ha sido otro de los eventos impactados por el covid-19 y fue pospuesta.\n\nDéjenme contarles…\n\nComo periodista he cubierto esta sensacional fiesta por décadas, y estas “llegadas” de los famosos siempre han sido más que fascinantes. Y de los años en que -con entusiasmo, pero también con discreta elegancia- veíamos llegar al tope de las escaleras (donde estábamos esperando la docena de periodistas que la cubríamos, parados en el vestíbulo del museo) a Jackie Kennedy Onassis (en 1979 fue a su primera gala vestida de Valentino), a Carolina Herrera, a Estée Lauder, a Jacqueline de Ribes y a la princesa Diana (en 1996) como invitadas de honor ¡hasta el circo en que se ha convertido en los últimos años con los invitados más extravagantes, vestidos con diseños increíbles y creando mini-espectáculos mediáticos, al estilo de divertidos ‘tableaux vivants’, mientras cientos de fotógrafos y cámaras de video les dan la bienvenida a gritos.\n\nSí, a gritos, porque los fotógrafos, parados a ambos lados de las anchas escaleras, se vuelven como locos con estas llegadas que nos confunden, pues los periodistas allí presentes no sabemos ni dónde mirar… ¡y entre las 7:30 P.M. y las 8:00 P.M. especialmente, es una media hora de locura, pues las llegadas con los grandes vestidos se suceden y se crea un problema de tráfico humano, o ‘traffic jam’, que a veces resulta comiquísimo!\n\n”¡Mira, llegó al fin Beyoncé… le gusta ser siempre la última!”, “Lady Gaga, mira para acá, para acá Gaga… Ah, se ha quitado el vestido rosa y tiene un leotardo negro… Gaga… Gaga…” “Ha venido JLo con ARod… Jennifer… Jennifer…” “Sarah Jessica Parker está del brazo de Alexander Mcqueen, vestidos de escoceses…” “Sarah-Jessica aquí, mira para aquí… Sarahhhhh…” “Esos son los Beckham,… Victoria, David… aquí… aquí…” ”Guau, Rihanna está vestida como el papa, con corona y crucifijo…” “Katy Perry es un candelabro viviente…” “Cardi B se ha robado la noche con esa cola gigante… Cardi, Cardi, mira para acá… Mira que hablamos español…” “Ahí están las Kardashian y Kim tiene un corset que no la deja respirar…”.\n\nY así, una locura frenética y divertida en la que nadie se asombra si muchos no reconocen a la pobre Carlota Casiraghi (la hija de la princesa Carolina de Mónaco) que ha entrado sola, media encogida pues tiene muy mala postura y casi nadie la fotografía ¡y la pobre chica (con su publicista muy de cerca) parecía estar perdida en medio de las escaleras…! ¡Me dio mucha pena verla…! Y es que esto es un poco ‘la ley de la selva’ porque si tienes un atuendo diferente y muy alocado, y un ‘handler’ o publicista dinámico, de seguro te retratan y hasta te entrevistan para la TV; y así vemos entrar creadores, modelos, músicos, miembros de la realeza, actores ¡y todo un “quién-es-quién” de todas las profesiones, que se apelotonan en la entrada del museo para rendir homenaje a la creatividad, la imaginación y la fama!\n\n¿Anécdotas inolvidables?\n\nMomentos divertidos incluyen el encuentro de ‘exes’ con sus nuevas parejas (que pretenden no verse, como si fueran transparentes). Como hace unos años el de Madonna y Kate Hudson con su ex Alex Rodríguez (¡sí, fue novio de ambas!); el de Emma Stone y su odiado exnovio Andrew Garfield; y el Amber Heard y su némesis exnovio Elon Musk.\n\nEn 1981, Yves Saint Laurent se emocionó tanto al llegar y por los vítores que recibió que se le aguaron los ojos ¡y casi se echa a llorar! Fue muy lindo. En 1996 Gianni Versace trajo a su hermana Donatella –vestida con un miniestilo sadomasoquista con cadenas y cuero negro- y dejó a todos sin saber si chiflar o aplaudir… En 1997, Karl Lagerfeld fue acompañado de Diane von Furstenberg -y estaba tan gordo, y hasta usando bastón para subir las escaleras- que años después me dijo que verse en aquellas fotos “horrendas” lo había motivado a adelgazar “tout suite”. En 1999, una casi desconocida Jennifer López entraba con su novio el rapero P. Diddy, a pocos pasos de una divertida Whitney Houston que se puso a bailar sola. ¿Curioso? En diciembre del mismo año, Jennifer y Diddy fueron arrestados en Nueva York después de un tiroteo en un club y un revólver encontrado en el auto del rapero, y la pobre chica –exonerada después de dormir en la cárcel- rompió su noviazgo con el cantante en 2001.\n\nEn otra ocasión, la modelo Gisele Bundchen llevó el vestido ¡con la etiqueta del precio colgando y a la vista de todos!…Y celebrando los recientemente 25 años cumplidos en la versión anterior de la Gala, la cantante Cher llegó con el vestido transparente que impuso moda -y le quedaba perfecto. Por supuesto, ha habido caídas estrepitosas en las escaleras, ¡igual que celebridades que no podían ni caminar con sus complicados modelos y las han tenido que cargar hasta lo alto!\n\nUn poco de historia…\n\nAyudar con una recaudación de fondos al Instituto del Vestido del Museo Metropolitano –que necesita los fondos porque es el único departamento del museo que debe financiarse a sí mismo- es una idea magnífica que fundó en 1948 Eleanor Lambert, la relacionista pública de modas más famosa de Estados Unidos, fundadora también del New York Fashion Week y de la Lista de las mujeres más elegantes del mundo o International Best Dressed List. El Instituto realza la importancia de la forma de vestir en nuestra civilización y apoya a nuevos diseñadores a seguir adelante con sus carreras.\n\nEn 1973 tomó las riendas del Met Gala la icónica periodista Diana Vreeland, directora de Vogue, quien le asignó temas a cada gala, hizo la primera exhibición en honor de Balenciaga (donde conocí al príncipe Alfonso de Borbón y a su esposa Carmencita Martínez Bordiú, la nieta de Francisco Franco) y multiplicó la importancia del evento, reclutando a cientos de celebridades como Yves Saint Laurent, Bill Blass, Óscar de la Renta, Calvin Klein, Valentino, Debbie Harry, Bianca y Mick Jagger, etc. a participar en sus shows, con temas como “Romántico y glamoroso Hollywood”, “Mujeres estadounidenses con gran estilo”, “La Época de los Habsburgos”, “Los gloriosos años de la moda rusa” y muchos otros.\n\nEn 1995, la organización pasó a manos de la inglesa Anna Wintour, también directora de Vogue, quien cambió el evento al escoger temas muy originales como Heavenly Bodies: el catolicismo y la moda; Homenaje al estilo de Jackie Kennedy, Los años de Chanel; el cubismo y la moda; China Through The Looking Glass, (¡maravillosa!); el estilo punk, etc. También lo hizo un verdadero negocio al subir los precios, recibir el patrocinio de grandes corporaciones como Ralph Lauren, Versace, Prada, Dior, etc. y convirtió la noche en un evento superexclusivo al que todos quieren asistir, y para el que ella (según lo publicado por años) escoge personalmente a quién invitar y a quién no. Un toque muy ‘snob’ que enloquece a todos, ¡provocando el deseo incontrolable de ser uno de los afortunados invitados!\n\nLas mesas que compran las grandes compañías cuestan entre US$ 200.000 y US$ 300.000 y a ellas invitan celebridades que aparecen en sus campañas publicitarias o son imagen de sus productos. La fiesta incluye ver la exposición que se inaugura esa noche y continúa siempre hasta septiembre del mismo año, una gran cena (las decoraciones de las mesas son maravillosas), seguida de un show musical de alguno de los artistas del momento, y termina en un par de horas de baile en la zona del Templo de Dendur, en el pabellón egipcio del museo. El tema de este año iba a ser “About Time, Fashion and Duration” sobre cómo el paso del tiempo afecta e influye la moda, inspirado por la novelista Virgina Woolf y las teorías del filósofo francés Henri Bergson.\n\n¿Quizás el año que viene? ¡Ojalá que sí!"}