{"url": "https://cnnespanol.cnn.com/2020/05/15/opinion-coronavirus-la-amnesia-pandemica-amenaza-nuestra-salud-nuestra-seguridad-y-nuestras-vidas/", "text": "Nota del editor: Jennifer Prah Ruger es profesora de Equidad, Economía y Política de Salud y fundadora y directora del Laboratorio de Política y Equidad Sanitaria de la Universidad de Pensilvania. Fue miembro del Subcomité Consultor de Ética del Director de los Centros para el Control y Prevención de Enfermedades (CDC, por sus siglas en inglés) de EE.UU. Se desempeñó como presidenta del Grupo Especial de Ética de la Asociación Estadounidense de Salud Pública. Las opiniones expresadas en este comentario son propias de la autora. Más artículos de opinión en CNNe.com/opinion\n\n(CNN) — La Casa Blanca ha rechazado las pautas de los Centros para el Control y la Prevención de Enfermedades (CDC, por sus siglas en inglés) de EE.UU. para reabrir la economía.\n\nHace muchos años, serví en el Subcomité Consultor de Ética del director de los CDC. A raíz del SARS, los ataques de ántrax y la gripe aviar, la orientación ética del subcomité para la preparación y respuesta ante emergencias de salud pública fue importante. Las directrices establecían que la ética debe “informar la planificación anticipada y la organización de la respuesta de emergencia para minimizar el número de decisiones trágicas que deben tomarse”.\n\nLos expertos en salud pública coinciden en que la respuesta al coronavirus en Estados Unidos ha sido problemática. En lugar de una planificación por adelantado, hemos repetido respuestas de emergencia, y a menudo tomado medidas contradictorias. El número de decisiones trágicas que deben tomarse está creciendo, no disminuyendo.\n\n¿Qué ha pasado con los CDC? Los CDC son la agencia nacional encargada de proteger a Estados Unidos de las amenazas a nuestra salud y seguridad.\n\nLos CDC en Corea del Sur y Taiwán ayudaron a esos países a actuar con rapidez, decisión y éxito contra el covid-19. Los Centros para el Control de Enfermedades de Taiwán activaron el Centro Central de Control de Epidemias e impusieron cuarentenas, restricciones fronterizas, un sistema de distribución de mascarillas y otras medidas preventivas. Los CDC en Taiwán y Corea del Sur encabezaron la detección rigurosa y el rastreo de contactos, la comunicación y el aislamiento. Su enfoque coordinado explica sus éxitos. La motivación: la memoria del SARS y MERS. “No podemos olvidar el incidente. Está grabado en nuestra mente”, dijo Lee Sang-won de los CDC de Corea del Sur sobre el MERS.\n\nEstados Unidos, por el contrario, sufre de amnesia pandémica, una especie de miopía colectiva. La amnesia pandémica es una combinación tóxica de riesgos subestimados, preparación insuficiente y protección inadecuada.\n\nCon el SARS y el MERS grabados en la memoria, Taiwán y Corea del Sur reforzaron la capacidad de operación de sus respectivos CDC. Por el contrario, EE.UU. recortó los fondos básicos de preparación para emergencias de los CDC en más del 30%, es decir 273 millones de dólares desde el año fiscal 2002 hasta el año fiscal 2017. La insuficiencia de fondos ha significado que los laboratorios de salud pública no hayan tenido suficiente personal o se hayan cerrado, un efecto muy serio bajo el covid-19.\n\nHemos olvidado que los CDC, un tesoro nacional, eliminaron con éxito la malaria en Estados Unidos y han trabajado heroicamente para controlar multitud de enfermedades infecciosas conocidas por la humanidad.\n\nLa amnesia pandémica es una enfermedad: falta de concentración, de conciencia y dedicación, de motivación y resistencia. Estos son factores de riesgo para un malestar diferente, un gobierno inepto. Nada en la historia de la humanidad ha matado a más personas que las enfermedades infecciosas. Aun así, el impulso inicial, las inversiones y la resolución de problemas -y nuestra memoria de los éxitos de los CDC- caducan rápidamente a medida que los brotes se desvanecen y desaparecen de la vista.\n\nLa amnesia pandémica amenaza nuestra salud y seguridad. Afortunadamente, tenemos una cura para eso. Las reformas sistémicas pueden salvar vidas y dinero. EE.UU. necesita reinvertir en los CDC para convertir la fragilidad sistémica en resiliencia. Lo que es más importante, debemos reconocer el papel crítico de los CDC y debemos corregir los conceptos erróneos (creencias falsas) que impiden la preparación ante una pandemia.\n\nLEE: Las pautas de los CDC archivadas por la administración Trump detallan una hoja de ruta mucho más estricta para la reapertura económica por el coronavirus\n\nEl primer concepto erróneo, un concepto erróneo de impotencia, es que los contagios son acontecimientos naturales que no podemos controlar. Esta noción combina los virus naturales con los comportamientos humanos. Sí, un virus es natural. Sin embargo, una epidemia es un aumento en la incidencia de una enfermedad por encima del nivel esperado. Una pandemia es la propagación de una epidemia en varios países. Si bien los patógenos son naturales, las epidemias y pandemias se producen a través de los comportamientos humanos que los propagan. Políticas, instituciones y liderazgos débiles fomentan estos desastres. Las pandemias son prevenibles y controlables. Un CDC fuerte, como lo han demostrado Taiwán y Corea del Sur, puede y desempeñará un papel vital en el control de un brote.\n\nUn segundo concepto erróneo, un concepto erróneo reaccionario, es no concentrarse en las capacidades de preparación antes de que ocurra un desastre. Esto ignora la preparación operativa. La creencia de que podemos lidiar con una enfermedad infecciosa cuando surge es falsa. La creencia de que el riesgo es bajo y que no es necesario advertir a las personas es falsa; la conciencia del riesgo es indispensable. Y la creencia de que el sector de la salud nos salvará es falsa. Necesitamos un sector de salud pública fuerte y un CDC fuerte. Nuestros sistemas actuales son inadecuados. Centrarse en la prevención puede fortalecer estos recursos.\n\nLas brechas de prevención son claras. Todavía nos falta una vacuna contra el VIH/SIDA, décadas después de su aparición. El sentimiento antivacunas está ayudando a frustrar los esfuerzos de Estados Unidos para acabar incluso con enfermedades prevenibles como el sarampión, las paperas y la rubéola.\n\n“Las vacunas son víctimas de su propio éxito”, señala el Dr. Paul A. Offit, coinventor de la vacuna contra el rotavirus. “Hemos eliminado en gran medida la memoria de muchas enfermedades”, agregó.\n\nFinalmente, un tercer concepto erróneo, llamémoslo el concepto erróneo de “es la economía, estúpido”, es el concepto de que la preparación para una pandemia no es una preocupación económica. Como hemos descubierto dolorosamente demasiado tarde con covid-19, esto también es falso. Una cifra sin precedentes, unos 33 millones de estadounidenses, ha solicitado subsidio de desempleo en los últimos dos meses. La tasa de desempleo casi se ha cuadruplicado, hasta el 14.7%. La devastación social, económica y social generada por el covid-19 reverberará en los próximos años.\n\nLa preparación para una pandemia está significativamente subfinanciada y subestimada, dados sus beneficios sanitarios, sociales y económicos. Pero no es visible a simple vista. Si no podemos verlo, no existe. Y si no existe, no está en nuestra memoria.\n\nEstados Unidos se enfrenta a una elección peligrosa: la continua fragilidad sistémica en que basa sus repetidas respuestas a la emergencia, con las consiguientes pérdidas de salud, sociales y económicas, o la resistencia sistémica, que incluye un CDC fuerte y totalmente financiado, para salvaguardar la salud y la seguridad. Con la opción de salvar innumerables vidas a una fracción del costo, la decisión es obvia, ya sea que suframos de amnesia o no."}