{"url": "http://cnn.com/2018/05/31/health/cnnheroes-ricardo-pun-chong-inspira/index.html", "text": "Lima, Peru (CNN) As part of his medical training, Dr. Ricardo Pun-Chong spent time doing rounds in hospitals throughout Lima, the capital of Peru.\n\nDay after day, he noticed families sleeping on the floors.\n\nMany of them, he learned, had come from faraway villages, with little or no money, to get medical treatment for their children.\n\nNavigating the country's difficult terrain -- which spans the Andes Mountains to the Amazon -- often means traversing unpaved roads and can make for a dangerous trip.\n\n\"The journey, it's very difficult,\" Pun-Chong said. \"People have to cross the mountains or take a boat to cross the river. It can take many days. Just imagine having this trip with a kid with cancer.\"\n\nFar from home and loved ones, and unable to pay for a place to stay in Lima, many families found themselves homeless while fighting for their children's lives.\n\n\"I couldn't get the picture of the families sleeping on the floor out of my mind,\" Pun-Chong said. \"So, I decided to do something for them.\"\n\nSince 2008, Pun-Chong's nonprofit, Inspira , has provided free housing, meals and overall support for sick children and their families while they undergo treatment. The organization has helped more than 900 families who've come from all over Peru.\n\nPun-Chong, who lives a few blocks from the shelter and is there almost every day, runs the organization with the help of a small staff and an army of passionate volunteers. He spends every holiday with the families there.\n\n\"The kids inspire me every day,\" Pun-Chong said. \"When I'm with these kids, and I feel how strong they are, I understand that there are no problems that we can't resolve.\"\n\nCNN's Laura Klairmont spoke with Pun-Chong about his work. Below is an edited version of their conversation.\n\nCNN: What are some of the obstacles facing these families?\n\nRicardo Pun-Chong: We have people who come from the Amazon, travel on a boat and from there take a bus. And you're with a sick child, with a fever. Once they reach the city, they don't have any resources. Sometimes they don't even speak Spanish; they speak Quechua, Aymara or other dialects.\n\nFor leukemia, the most frequent cancer in kids, the first treatment is about six months. But to stay here is too expensive. Sometimes families, they have to sell everything they have. They feel helpless. They feel really alone. They either have to make it work and stay, or they make the difficult trip back home without their children receiving full treatment.\n\nCNN: What kind of environment have you created at the shelter?\n\nPun-Chong: The shelter is a very special place. We not only wanted people to have a place to sleep and food to eat, we also wanted to create a space to help the kids be cured. It's a place with a lot of love.\n\nI don't want it to feel like a house, I want it to feel like a home. In the shelter we don't have TV because I prefer to talk to the kids and teach them how to create things. I want them to use their imagination.\n\nThe families can stay in our shelter as long as they need, and I want them to know they are not alone, there are a lot of people that are with them.\n\nJUST WATCHED CNN Hero Ricardo Pun-Chong: It's the little things Replay More Videos ... MUST WATCH CNN Hero Ricardo Pun-Chong: It's the little things 01:33\n\nCNN: What is the unique approach you take with the children?\n\nPun-Chong: Here we live the day-to-day, but we don't talk about tumors and surgeries and cancer. When I go to the shelter, I leave my stethoscope at home. I come in here as Ricardo, not as a doctor. I want each and every one of them to feel special. I try to lift the spirits of these kids who probably have just undergone surgery. I play and have fun with them and make sure that during this hard time, these kids get to just act like kids.\n\nWe are doing everything we can to connect and engage with them. We listen to stories, color, paint, play in the park, ride bicycles. We try to give these kids special things and special experiences. I try to make them laugh, to enjoy themselves. I want these kids to play, to learn, to share. I want to help them to be the happiest they can be.\n\nWant to get involved? Check out the Inspira website and see how to help.\n\nTo donate to Inspira, click the CrowdRise widget below."}