{"url": "http://cnn.com/2014/06/26/world/asia/freedom-project-nepals-organ-trail/index.html", "text": "Kathmandu, Nepal (CNN) On the streets of Kathmandu, the sight of people begging for kidney treatment has become common.\n\nThe capital of Nepal is no different from many places in the world where aging populations, poor diets and no health insurance systems mean increased organ disease.\n\nThe organ in highest demand is the kidney and black market traffickers are meeting that demand. Up to 7,000 kidneys are obtained illegally every year, according to a report by Global Financial Integrity\n\nOrgan trafficking is an illegal, yet thriving trade around the globe.\n\nThat same report shows the illegal organ trade generates profits between $514 million to $1 billion a year.\n\nIn Kathmandu, we spotted a couple begging on the street for their son's kidney treatment.\n\nJeet Bahadur Magar and his wife spent their entire savings to treat their son's kidney disease.\n\nOut of money and options, they are now out on the street hoping to raise enough funds to cover the medical bills.\n\n\"I pray to God that no one has to ever go through kidney failure problems,\" Jeet Bahadur said.\n\nBut many Nepalis do.\n\nJUST WATCHED Watch the full documentary: Nepal's Organ Trail Replay More Videos ... MUST WATCH Watch the full documentary: Nepal's Organ Trail 21:21\n\nDuring our visit, Nepal Kidney Center in Kathmandu was packed with patients having dialysis -- a grueling four-hour process of purifying blood through a machine.\n\nA patient can avoid the kidney transplant by having dialysis at least three times a week.\n\nThose lucky enough to afford a transplant still face obstacles: the donor must match the blood group of the recipients and Nepali law requires the organ donor to be a family member.\n\nNepal's 'kidney bank'\n\nWe traveled to Kavre, a tiny district close to Kathmandu, and what activists and authorities say is a ground zero for the black market organ trade in Nepal.\n\nHere, kidney trafficking rackets -- well organized and well funded -- dupe the poor and uneducated into giving away a piece of themselves.\n\nThe district has developed an unfortunate reputation as the \"kidney bank of Nepal.\"\n\nFor more than 20 years, activists say, people from villages in Kavre have been the primary source of kidneys for sick and desperate patients throughout Nepal. But now the numbers are being tracked.\n\nIn the last five years more than 300 people have been reported to be victims of kidney traffickers in this district alone, according to Forum for Protection of People's Rights , a Kathmandu-based non-profit human rights organization. Some activists say the number is much higher.\n\n\"Social stigma and threats from traffickers keep many victims from coming forward,\" said Rajendra Ghimire, a human rights lawyer, and director of Forum for Protection of People's Rights.\n\n'The meat will grow back'\n\nNawaraj Pariyar is one of the many victims of kidney traffickers.\n\nLike many in Kavre, Pariyar makes a living from selling cattle milk and doing seasonal labor jobs on nearby farms. Poor and uneducated, all he has is two cows, a house and a tiny plot of land.\n\nJUST WATCHED Victims tell their story. Replay More Videos ... MUST WATCH Victims tell their story. 01:01\n\nPariyar used to visit Kathmandu to find construction work. He was on a site in 2000 when the foreman approached him with a dubious offer: if he let doctors cut out a \"hunk of meat\" from his body, he would be given 30 lakhs -- about $30,000.\n\nWhat he wasn't told: the piece of \"meat\" was actually his kidney.\n\n\"The foreman told me that the meat will grow back,\" Pariyar said.\n\n\"Then I thought, 'If the meat will regrow again, and I get about $30,000, why not?'\"\n\n\"What if I die?\" Pariyar remembers asking the foreman.\n\nThe foreman assured Pariyar that nothing would happen. He was given good food and clothes, and was even taken to see a movie.\n\nThen he was escorted to a hospital in Chennai, a southern state of India.\n\nTraffickers assigned a fake name to Pariyar and told the hospital he was a relative of the recipient. The traffickers, Pariyar says, had all the fake documents ready to prove his false identity.\n\n\"At the hospital, the doctor asked me if the recipient was my sister. I was told by the traffickers to say yes. So I did,\" Pariyar said.\n\n\"I heard them repeatedly saying 'kidney'. But I had no idea what 'kidney' meant. I only knew Mirgaula (the Nepali term for kidney.)\n\n\"Since I didn't know the local language, I couldn't understand any conversation between the trafficker and the hospital staff.\"\n\nPariyar was discharged and sent home with about 20,000 Nepali rupees -- less than one percent of the agreed amount -- and a promise he would have the rest shortly.\n\nHe never received any more money and never found the trafficker.\n\n\"After I came back to Nepal, I had a doubt. So, I went to the doctor. That's when I found out I am missing a kidney,\" Pariyar said.\n\nPariyar is now sick and getting worse by the day. He has a urinary problem and constant severe back pain.\n\nBut he cannot afford a trip to the doctor and is afraid he will die.\n\nJUST WATCHED Duped into donating kidneys Replay More Videos ... MUST WATCH Duped into donating kidneys 01:26\n\n\"If I die I can only hope for the government to take care of my two children. I don't know if I will die today or tomorrow. I'm just counting my days,\" Pariyar said.\n\nPariyar's experience is one of many similar stories we heard in Kavre.\n\nUnderstanding the economic situation in this district is the key to understanding why so many people here easily fall prey to kidney traffickers.\n\nThere are hardly any other economic opportunities other than substantial farming and rearing livestock. One bad harvest or a big medical bill can easily ruin families.\n\n\"The main reason is poverty and lack of awareness. It is very easy for the traffickers to brainwash the villagers. Also, the villages in Kavre are close to the capital and are easily accessible,\" Ghimire said.\n\nIndian links\n\nTraffickers use proxies at different stages of the process. First, someone will approach the victim, another will create the donor's fake documents and then another will escort the donor to the hospital.\n\nFew hospitals in Nepal perform kidney transplants. And even the doctors in Nepal know most well-heeled patients prefer to go across the border to India.\n\nTwo brothers who were duped by kidney traffickers show their scars\n\n\"They want better services, they want Indian doctors. That's why they go to the hospitals in India,\" said Dr. Rishi Kumar Kafle, Director of the National Kidney Center.\n\nBut activists have other explanations for the demand for Indian surgeries.\n\n\"It is hard to cross-check Nepali records across the border, so traffickers prefer to take the donors to India,\" Ghimire said.\n\nWe noted, before any kidney operation can be carried out in India, the hospital requires a No Objection Certificate, a letter drafted by the Nepali embassy in New Delhi confirming the donor as the kidney recipient's relative.\n\nPhotographs of the recipient and the relative, who would be the legitimate donor, were not included in the letter until recently.\n\nSince Indian hospitals accept official Nepali documents, anyone could show up at the hospital, provide papers saying they were that person and have their kidney removed.\n\nActivists say this is the loophole traffickers used for many years.\n\nWith the easy availability of forged documents, traffickers can beat the system.\n\nWhile the Nepali government tries to tighten policies, Nepal's police officers are trying to crack down on the criminal rings.\n\nLast year authorities arrested 10 people accused of organ trafficking in Kavre. Their case is still in court.\n\nSub-inspector Dipendra Chand, who led the police investigation, says stopping the underground trade is difficult.\n\n\"If we crackdown in one village, the traffickers simply move to another,\" Chand said.\n\nRajendra Ghimire says that the trafficking rings are now moving beyond Kavre.\n\n\"We have reports that this problem is expanding into other surrounding districts as well,\" Ghimire said.\n\nThe attention to this problem is growing in Kavre. Kidney trafficking stories are making headlines on the local and national newspapers.\n\nBut for victims like Pariyar and others, the media attention is too late."}