{"url": "http://cnn.com/2018/05/10/world/cnnheroes-neal-bermas-streets-international/index.html", "text": "Hoi An, Vietnam (CNN) New Yorker Neal Bermas had traveled around the world, but Vietnam literally stopped him in his tracks.\n\nThere, the businessman saw starving children in Ho Chi Minh City while on a trip to Asia in 1999.\n\n\"There were bands of these poor, homeless kids on the streets ... and they were begging for milk, not for money,\" Bermas said. \"It stayed with me.\"\n\nBermas, who did consulting for hotels and restaurants, saw there was an effort under way to help street kids get simple food service jobs. He realized he could help.\n\nCombining his business savvy with an ambitious nonprofit model, in 2007 he co-founded STREETS International , based in Hoi An. The organization provides at-risk young people with a rigorous 18-month training program, preparing them for careers in Vietnam's booming culinary and hospitality industries.\n\n\"(They) come from the whole country with all kinds of very, very difficult paths,\" Bermas said. \"We offer them a structured program and a very rich apprenticing experience.\"\n\nSTREETS' participants range in age from 16 to 22. The group provides housing, meals, medical care, clothing and support services to help trainees gain skills and confidence for employment at top resorts.\n\nSome come from more than 600 miles away to participate in the free program. They receive a stipend and transportation assistance to visit their family.\n\n\"We build possibilities and aspirations for those communities,\" Bermas said. \"Where we take one young person from the village, suddenly ... the whole village starts to think about, 'maybe my kid, too.'\"\n\nCurrently, 75 trainees are enrolled. The group's full-time staff and teachers are all Vietnamese, and Bermas often brings in chefs and other experts to enhance the training.\n\nHe and his team work with the government and ensure they follow all safety and labor laws and regulations.\n\nJUST WATCHED CNN Hero Neal Bermas: 'Oodles of Noodles' Replay More Videos ... MUST WATCH CNN Hero Neal Bermas: 'Oodles of Noodles' 02:39\n\nBy the end of this year, nearly 250 young people will have completed the program. Bermas said 100% of STREETS graduates have found employment, mostly at four- and five-star hotels in Vietnam.\n\n\"It works. And that's a push to do more to reach more young people,\" he said, adding that the group stays in regular contact with all graduates for at least two years after graduation, most longer.\n\nBermas plans to expand the program to other areas of the country.\n\nCNN's Allie Torgan spoke with Bermas about his work. Below is an edited version of their conversation.\n\nCNN: Who are the young people applying to your program?\n\nBermas: All the young people in our program come from poverty -- without enough to eat, without electricity and plumbing. From leprosy villages, from HIV backgrounds; some have been trafficked, sometimes more than once.\n\nPart of the process of selecting and getting to know the trainees is that we visit wherever they're from -- the home, in many cases the orphanage, the NGO, the isolated village, sometimes even a street corner. We want to know the most about them we possibly can, how difficult their conditions have been and how they have been wounded by life. Or what support there is. It's a great resource to a young person's development in our program.\n\nThis is the first real chance for many (of them) to transition from poverty and life on the streets to the dignity of self-sufficiency that comes with a successful career. You shouldn't discount a young person's future because of their past, no matter how dire it's been.\n\nCNN: You've created an extensive program. Besides the hands-on culinary and hospitality training, what else is involved?\n\nBermas: There's a whole team of colleagues, educators and professionals who have worked developing all this. We have daily curriculums and lesson plans, from the first day to the last day -- designed to deliver quite sophisticated, substantive material.\n\nWe have a computer language lab. We have tutoring every day of the week. English language instruction is a big part. And a whole array of life skills, from hygiene to CPR, budgeting and banking, physical exercise and being healthy.\n\nDepending on which track the trainees are going, they have classroom experience in a small teaching kitchen if they're becoming professional chefs, or in the classroom to learn about hospitality and service. And our three eateries have many purposes; each one brings a different set of skills for apprenticing.\n\nCNN: You left Manhattan behind to do this. Why did you decide to move to Vietnam?\n\nBermas: The truth is, the early vision was that I would work with colleagues and assemble a team here. And I could travel back and forth and make sure everything was going well.\n\nIt became clear very early on that if I was to really realize this ambition on behalf of the young people in the program, I would have to be here and do it. It was probably the best, if not certainly the most meaningful, decision I've made in my adult life.\n\nThis work at STREETS is never easy, but it's important. I know now that I need to be sure there is a STREETS around 10 years from now.\n\nCNN: You've kept your focus on the local community. How have they embraced you?\n\nBermas: It's traditional here in Vietnam when you open a new business that the business community and friends and family all send you large wreaths of flowers opening day to wish you good luck.\n\nThe day we opened the restaurant -- we'd been working so hard to open, to get this thing going -- and I came down the street, and there were so many of these big, beautiful wreaths full of flowers that said in Vietnamese, \"Congratulations\" and \"Welcome.\" And who had sent them? All the local shops and friends we had made. I was so touched by this.\n\nThe flowers poured out into the street. It was amazing. I literally couldn't get in the front door of the restaurant.\n\nWant to get involved? Check out the STREETS International website and see how to help.\n\nTo donate to STREETS, click the CrowdRise widget below."}