{"url": "http://cnn.com/2018/04/19/world/cnnheroes-brisa-de-angulo-a-breeze-of-hope-foundation/index.html", "text": "Cochabamba, Bolivia (CNN) Brisa De Angulo grew up in Bolivia and remembers having a wonderful childhood. That is, until she was 15.\n\nThat's when she suffered repeated sexual abuse by an adult in her extended family.\n\nHis threats to hurt other family members silenced her. She fell into a deep depression, dropped out of school and developed an eating disorder. She made multiple suicide attempts.\n\nWhen she finally gained the courage to tell her parents about the abuse, they reported it to the police and took the case to court. But they had trouble finding a lawyer willing to take the case. Members of her community worked to silence her. Her home was set on fire twice, and people tried to run her down with their cars.\n\n\"There was a lot of pressure for me to stay silent, but I just couldn't stay silent,\" said De Angulo, now 30. \"I found out that I wasn't alone, that there were tons of girls that were also being sexually abused, and I had to do something.\"\n\nOf the 12 countries that make up South America, Bolivia has the highest rates of sexual violence against women -- with seven in 10 women experiencing it in their lifetime.\n\nIn 2004, at 17 years old, De Angulo established Fundación Una Brisa de Esperanza -- or A Breeze of Hope Foundation . At its center in Cochabamba, Bolivia, the group provides free and comprehensive psychological, legal, medical and social services for child and adolescent survivors of sexual abuse.\n\n\"We work with the families...to see (the) child as a very powerful survivor, and to have the support that she needs so that she can take her case to court, and she can heal,\" De Angulo said.\n\nThe organization also advocates for legal reforms and policy changes for the rights of abuse survivors in Bolivia.\n\n\"I had to use the rest of my life to prevent other girls from going through what I went through,\" said De Angulo, whose extensive team has assisted about 1,500 young survivors.\n\nCNN spoke with De Angulo about her work. Below is an edited version of the conversation.\n\nCNN: Sexual violence has long been prevalent in Bolivia. What are the cultural stereotypes you're working to combat?\n\nBrisa De Angulo: We see it a lot in Bolivia, that a woman is seen as having less value than men, and that starts even before the baby is born. If it's a boy, then you're in this culture of being more aggressive, the one who has control. If you're a girl, then you're this one who has to be submissive, not make problems and sit quietly. Even from a very young age, their path is already set.\n\nWe need to start changing that mentality so that they can be born in a context where they will be seen as equal. One of our most powerful ways of challenging the machismo culture is to work with pregnant women, to work with that family, to start challenging the stereotypical roles.\n\nWe also work a lot with prevention by giving workshops, training people -- people from government, police officers, judges, prosecutors, children in school.\n\nCNN: Your experiences inspired you to pursue your law degree. What impact has your organization's legal efforts had?\n\nDe Angulo: When I went to the authorities, I was blamed for what happened to me, I was questioned for many hours. I was told that I was insensitive for wanting to put a man in jail, for wanting to destroy my family. I was one of the first adolescents in Bolivia to take my case to court, but the judges didn't want to take my case.\n\nWhen we started the program, the conviction rate for sexual crimes was .02 percent. From the hundreds of cases that we've taken to court, we have a 95 percent conviction rate.\n\nWhen I was taking my case to court, at the time, it was normal for an aggressor to question the victim on trial. It wasn't a lawyer, it wasn't the judge; it was the aggressor. Through our work, we've proved that that is a human rights violation and have changed the law.\n\nAnother law is that if the aggressor married the victim, you couldn't take the aggressor to court for rape. That was being used to marry a 13-year-old with a 40-year-old just to make sure that this man will never be taken to court for rape crimes. Thanks to all our work and our push to the government, we have been able to overturn this law.\n\nCNN: The country now has an annual Walk Against Sexual Violence. How did that come about?\n\nDe Angulo: August 9 was one of the hardest days of my life because it was the day I had to go to court and face my aggressor. I started telling my story and asking people if they would join me on a walk against sexual violence and use a blue ribbon, meaning that you were against sexual violence.\n\n(The first year) I thought there were only going to be about 20 people who would join me. But that day, thousands of people showed up with a blue ribbon. August 9 was later declared the National Day Against Sexual Violence in Bolivia. Now thousands of people all around the country, in the most remote communities, march on August 9.\n\nIt's beautiful because sometimes you are walking in the street and you see someone with a blue ribbon and you just look at their eyes and you know that we're in this together. And you don't have to say any words, but you know that you're not alone.\n\nWant to get involved? Check out the A Breeze of Hope Foundation website and see how to help.\n\nTo donate to A Breeze of Hope Foundation, click the CrowdRise widget below."}