{"url": "http://cnn.com/2015/03/14/intl_world/iyw-aid-workers-in-danger/index.html", "text": "New York (CNN) Kayla Mueller, Peter Kassig, Alan Henning, David Haines -- just a few of the aid workers who have been abducted and killed by ISIS in the past year.\n\nThe exact number of aid workers currently being held is unknown; a level of secrecy tends to surround details of those currently captive. What we do know is ISIS holds at least one female aid worker, and possibly more. The International Federation of the Red Cross confirmed three aid workers who disappeared in October 2013 remain missing, but would not comment on their identities or who kidnapped them.\n\nAbductions and killings of aid workers are, unfortunately, nothing new, but the numbers are. According to Aidworkersecurity.org, at least 155 aid workers were killed in 2013, a 121% increase on 70 recorded killings the year before.\n\nNot all were victims of ISIS, a relatively new phenomenon given life by the chaos in embattled Syria. In fact, according to the same report, it is the Taliban who have historically kidnapped in the greatest numbers, in large part in Afghanistan.\n\nHere's the difference: ISIS is changing the game. The Taliban may have many reasons for abductions (flexing their muscles, negotiating prisoner releases), but they also have a record of frequent hostage release. The need for aid in a specific region and the level of the acceptance by the community matters, or mattered.\n\nFor ISIS, it appears to matter less. Abducted aid workers are usually either a source of considerable income (ISIS demanded at least $6 million for Kayla Mueller, and reportedly $200 million for two Japanese hostages) or, failing that, their killings provide a lurid display of brutality for the world to witness. So far the number of hostages of all backgrounds freed by ISIS is extremely low, save for those whose ransoms were paid. The freeing of 19 kidnapped Assyrian Christians shocked many, because release is not a common part of ISIS' playbook.\n\nThese tactics can serve as models to other extremist groups worldwide, who may look to emulate ISIS' model of abduction and violence. One example is West African extremist group Boko Haram, which released a video purportedly showing the beheading of two men claimed to be spies, an approach disturbingly similar to ISIS'.\n\n\"Humanitarian work has always been risky, but it's never been more dangerous than it is now,\" says Caryl Stern, president and CEO of the U.S. Fund for UNICEF . \"There used to be a time when an organization's flag provided a great deal of protection. That's no longer the case.\"\n\nThe response in large part from aid agencies has not been to pull out of Syria and its environs altogether, but to rely almost exclusively on local staffers. Still, outside workers like Mueller, Kassig, Henning and Haines were inside Syria when they were taken, and the regional directors of aid agencies continue to travel there frequently in order to oversee operations. Not only that, but simply by virtue of working for a large aid agency, local staffers become bait. Indeed, the majority of victims have been working in their own countries.\n\nISIS doesn't just target aid workers. Journalists, soldiers and anyone who conceivably could fetch a ransom are high on their hit list. But in the Wild West that is Syria and its borders, few of these remain, save for aid workers. In a space devoid of government, refugee camps and aid agencies are frequently seen as the only authorities, the new front line in the war on terror, a sometimes unwelcome association. And as ISIS spreads beyond Syria's borders, the risks grow further afield.\n\nYet despite these risks, thousands of aid workers continue to work in a region where the U.N. High Commissioner for Refugees (UNHCR) estimates the number of refugees from conflict at more than 8 million. While some aid agencies rely on security personnel for protection, many are completely unarmed and are particularly vulnerable when in transit. Their security and locations for the most part are under constant review.\n\nWhen CNN approached a number of reputable aid agencies asking to speak to those who work or travel in the region about their experiences, and what drives them to remain despite an unprecedented threat level, many declined, in large part due to security concerns. For this reason, some of those mentioned below are wholly or partially anonymous.\n\nSenior relief director for NGO working in the Syria region\n\nIf I think back, I've been doing this work for about 20 years, and I remember we used to have this sense that there was some sort of protection, some sort of ... humanitarian space ... it feels very much like that is shrinking ... our job is becoming much, much more difficult; we're asking people to put themselves in harm's way in some circumstances. I mean, we don't do that, but it's not the exception any more.\n\nPhotos: Photos: Syrian civil war in 2014 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A wounded child walks at a makeshift hospital in the rebel-held town of Douma after being injured in a reported airstrike by government forces on Tuesday, December 23. Douma, located near Damascus, has been under government siege for more than a year, with residents facing dwindling food and medical supplies.The United Nations estimates nearly 200,000 people have been killed in Syria since an uprising in March 2011 spiraled into civil war. Hide Caption 1 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A Christmas tree and a crèche made out of rubble are set up on a square in the, predominantly Christian, government-held Hamidiyeh neighborhood of Homs on Monday, December 22. Hide Caption 2 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrian children await medical treatment at a makeshift clinic in the besieged rebel town of Douma, on Sunday, December 21, near Damascus. Hide Caption 3 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A Syrian rebel fighter keeps an eye on government troops in Aleppo, Syria, on Wednesday, December 17. Hide Caption 4 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man drives his motorcycle through a puddle in Aleppo on Wednesday, November 26. Hide Caption 5 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A Syrian opposition fighter fires at Bashar al-Assad Regime forces in the Handarat district of Aleppo on Thursday, November 20. Hide Caption 6 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrian boys play in the ruins of a destroyed building in Aleppo on Tuesday, November 18. Hide Caption 7 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A wounded man is treated at a makeshift hospital in Damascus, Syria, following a reported air strike by government forces on Tuesday, November 11. Hide Caption 8 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Members of the Syrian Civil Defense carry an injured man after an alleged air strike in Aleppo on November 11. Hide Caption 9 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A member of the Syrian Civil Defense walks through a cloud of dust after an alleged air strike by government forces in Aleppo on November 11. Hide Caption 10 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A father cries over his son at a physical therapy center in Eastern al-Ghouta outside Damascus on Thursday, November 6. The boy had his leg tendons cut after he was injured in an airstrike four months before. Hide Caption 11 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A blindfolded man suspected of passing military information to the Syrian government waits to be interrogated by Free Syrian Army fighters Monday, October 6, in Aleppo. Hide Caption 12 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Medics at a field hospital in Douma, Syria, attend to a man who was injured in what activists said were two airstrikes carried out by forces loyal to Syrian President Bashar al-Assad on Saturday, September 20. Hide Caption 13 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Free Syrian Army fighters rest inside a damaged room in Aleppo on Tuesday, September 16, during what activists said were clashes with forces loyal to al-Assad. Hide Caption 14 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrian government forces walk down a street in Halfaya, Syria, after taking the city from rebel forces on Friday, September 12. Hide Caption 15 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Al-Qaeda-linked rebels from Syria gather around vehicles carrying U.N. peacekeepers from Fiji before releasing them Thursday, September 11, in the Golan Heights. The 45 peacekeepers were captured in the Golan Heights after rebels seized control of a border crossing between Syria and the Israeli-occupied territory. Hide Caption 16 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrian opposition fighters take position behind sandbags in Aleppo on Thursday, September 11. Hide Caption 17 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrians fleeing the violence stand next to their belongings as they attempt to cross into Turkey on Sunday, September 7. Hide Caption 18 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A boy looks at bodies lying outside a hospital after a barrel-bomb attack in Aleppo on Friday, September 5. Hide Caption 19 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A U.N. convoy moves in the buffer zone near the Golan Heights as they are escorted by Syrian rebel fighters near the Syrian village of Jubata Al Khashab on Tuesday, September 2. Hide Caption 20 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Residents of Aleppo remove a body from debris on Friday, August 29, after what activists claim was shelling by forces loyal to al-Assad. Hide Caption 21 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Druze men watch from the Golan Heights side of the Quneitra border with Syria as smoke rises during fighting between rebels and forces loyal to al-Assad on Wednesday, August 27. Hide Caption 22 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – This image was taken during a government guided tour in Mleiha, Syria, one day after Syrian government forces retook the town after a months-long battle with rebels, according to a military source and state television on Friday, August 15. Hide Caption 23 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Residents inspect the rubble of destroyed buildings in Aleppo after Syrian regime helicopters allegedly dropped barrel bombs there on Wednesday, August 13. Hide Caption 24 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Smoke trails over Aleppo following barrel bombs that were allegedly dropped by the Syrian regime on an opposition-controlled area on Monday, August 11. Hide Caption 25 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Photographs of victims of the Bashar al-Assad regime are displayed as a Syrian Army defector known as \"Caesar,\" center, appears in disguise to speak before the House Foreign Affairs Committee in Washington. The briefing on Thursday, July 31, was called \"Assad's Killing Machine Exposed: Implications for U.S. Policy.\" Caesar was apparently a witness to al-Assad's brutality and has smuggled more than 50,000 photographs depicting the torture and execution of more than 10,000 dissidents. Hide Caption 26 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrian rebel fighters take up positions behind sandbags in Aleppo on Wednesday, July 30. Hide Caption 27 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – People carry an injured man away from the site of an airstrike, reportedly carried out by Syrian government forces, in Aleppo on Sunday, July 27. Hide Caption 28 of 85 Photos: Photos: Syrian civil war in 2014 Hide Caption 29 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Rebel fighters execute two men Friday, July 25, in Binnish, Syria. The men reportedly were charged by an Islamic religious court with detonating several car bombs. Hide Caption 30 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A rebel fighter stands on a dust-covered street in Aleppo on Monday, July 21. Hide Caption 31 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man clears debris at the site of an alleged barrel-bomb attack in Aleppo on Tuesday, July 15. Hide Caption 32 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A woman walks amid debris after an airstrike by government forces July 15 in Aleppo. Hide Caption 33 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – People walk on a dust-filled street after a reported barrel-bomb attack in Aleppo on Monday, July 7. Hide Caption 34 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Apartments and other buildings lie in ruins on Tuesday, June 3, in Aleppo, a city that \"has had the life bombed out of it,\" according to CNN's Nick Paton Walsh. Hide Caption 35 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man carries a girl injured in a reported barrel-bomb attack by government forces June 3 in Aleppo. Hide Caption 36 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A rebel fighter loads an anti-tank cannon outside Latakia, Syria, on Sunday, June 1. Hide Caption 37 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A rescue worker pulls a girl from rubble in Aleppo on June 1 after reported bombing by government forces. Hide Caption 38 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A giant poster of Syrian President Bashar al-Assad is seen in Damascus, Syria, on Saturday, May 31, as the capital prepares for presidential elections. Hide Caption 39 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Portraits of al-Assad dominate the cityscape in central Damascus on Tuesday, May 27. Al-Assad is firmly in power three years into the civil war, while the opposition remains weak and fragmented and extremists grow in numbers and influence. Hide Caption 40 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – The father of a 3-month-old girl weeps Monday, May 26, after she was pulled from rubble following a barrel-bomb strike in Aleppo. Hide Caption 41 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A woman stands in a heavily damaged building in Aleppo on May 26. Hide Caption 42 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – An injured man lies in a hospital bed after alleged airstrikes by government forces in Aleppo on Sunday, May 18. Hide Caption 43 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Buildings in Homs, Syria, lie in ruins Saturday, May 10, days after an evacuation truce went into effect. Thousands of displaced residents returned to the city. Hide Caption 44 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Rescuers carry a man wounded by a mine in the Bustan al-Diwan neighborhood of Homs on May 10. Hide Caption 45 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A Syrian woman carries a suitcase along a street in the Juret al-Shayah district of Homs on May 10. Hide Caption 46 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Residents carry their belongings in the al-Hamidieh neighborhood of Homs on May 10. Hide Caption 47 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A woman injured when a mine went off is carried in Homs on May 10. Hide Caption 48 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Residents return to damaged dwellings in Homs on May 10. Hide Caption 49 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Debris lies on a deserted street in Homs on Thursday, May 8. Hide Caption 50 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A mosque is seen through shattered glass in Homs, where an evacuation truce went into effect on Wednesday, May 7. Hide Caption 51 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A wounded man is treated at a makeshift hospital in Aleppo on Sunday, May 4. Hide Caption 52 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Debris rises in what Free Syrian Army fighters said was an operation to strike a checkpoint and remove government forces in Maarat al-Numan, Syria, on Monday, May 5. Hide Caption 53 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man helps a woman through debris after reported airstrikes by government forces on Thursday, May 1, in the Halak neighborhood of Aleppo. Hide Caption 54 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrians gather at the site of reported airstrikes in Aleppo on May 1. According to the Syrian Observatory for Human Rights, at least 33 civilians were killed in the attack. Hide Caption 55 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A woman runs after two barrel bombs were thrown, reportedly by forces loyal to Syrian President Bashar al-Assad in Aleppo on May 1. Hide Caption 56 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A boy runs in Aleppo on Sunday, April 27, after what activists said were explosive barrels thrown by forces loyal to al-Assad. Hide Caption 57 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Security and emergency medical personnel work at the site of a car bomb explosion Monday, April 14, in the Ekremah neighborhood of Homs. Hide Caption 58 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – In this photo released by the state-run SANA news agency, Syrian forces take positions during clashes with rebels near the town of Rankous, Syria, on Sunday, April 13. Hide Caption 59 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Flames engulf a vehicle following a car bomb Wednesday, April 9, in the Karm al-Loz neighborhood of Homs. Hide Caption 60 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man carries a child who was found in the rubble of an Aleppo building after it was reportedly bombed by government forces on Monday, March 18. Hide Caption 61 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – An elderly man and a child walk among debris in a residential block of Aleppo on March 18. Hide Caption 62 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A woman with blood on her face carries a child following a reported airstrike by government forces Saturday, March 15, in Aleppo. Hide Caption 63 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – People attempt to comfort a man in Aleppo after a reported airstrike by government forces on Sunday, March 9. Hide Caption 64 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Buildings in Homs lay in ruins on March 9. Hide Caption 65 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrian forces fire a cannon and a heavy machine gun loaded on a truck as they fight rebels in the Syrian town of Zara on Saturday, March 8. Hide Caption 66 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A handout photo released by SANA shows Syrian President Bashar al-Assad speaking March 8 during a meeting in Damascus to mark the 51st anniversary of the 1963 revolution, when Baath Party supporters in the Syrian army seized power. Al-Assad said the country will go on with reconciliation efforts along with its fight against terrorism. Hide Caption 67 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrians inspect the rubble of destroyed buildings in Aleppo following a reported airstrike by Syrian government forces on Friday, March 7. Hide Caption 68 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – People dig through the rubble of a building in Damascus that was allegedly hit by government airstrikes on Thursday, February 27. Hide Caption 69 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A boy walks ahead of men carrying the body of his mother in Aleppo on Saturday, February 22. According to activists, the woman was killed when explosive barrels were thrown by forces loyal to al-Assad. Hide Caption 70 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man holds a baby who survived what activists say was an airstrike by al-Assad loyalists Friday, February 14, in Aleppo. Hide Caption 71 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – In this photo provided by the anti-government activist group Aleppo Media Center, Syrian men help survivors out of a building in Aleppo after it was bombed, allegedly by a Syrian regime warplane on Saturday, February 8. Hide Caption 72 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrians gather at a site hit by barrel bombs, allegedly dropped by a regime helicopter on the opposition-controlled Mesekin Hananu district of Aleppo on February 8. Hide Caption 73 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – In this handout photo released by the state-run SANA news agency on February 8, civilians wave national flags in Damascus as they take part in a rally in support of President al-Assad. Hide Caption 74 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man stands next to debris in the road following a reported airstrike by Syrian government forces in Aleppo on February 8. Hide Caption 75 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Medical personnel look for survivors after a reported airstrike in Aleppo on Saturday, February 1. Hide Caption 76 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Syrians carry a dead body following an airstrike on February 1. Hide Caption 77 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man walks amid debris and dust on January 31. Hide Caption 78 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – An injured man is covered in dust after an airstrike on January 29. Hide Caption 79 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A man tries to fix electrical wires in Aleppo on January 27. Hide Caption 80 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Rebels and civilians check out a crater that activists say resulted from a Syrian government airstrike on an Aleppo bus station on Tuesday, January 21. Hide Caption 81 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Men rush to a site that Syrian government forces reportedly hit in Aleppo on January 21. Hide Caption 82 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – Buildings lie in ruins in Aleppo on Sunday, January 19, after reported air raids by Syrian government planes. Hide Caption 83 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A child collects items from a garbage pile in Douma, northeast of the capital, on Saturday, January 18. Hide Caption 84 of 85 Photos: Photos: Syrian civil war in 2014 Syrian civil war in 2014 – A piece of exploded mortar lies in a street in Daraya, a Syrian city southwest of Damascus, on Friday, January 17. Hide Caption 85 of 85\n\nMy family is not thrilled at all because what they see on the news is Westerners being kidnapped and beheaded ... when they worry, I worry about them and that doesn't help me be in a good state of mind to do my work. I'm very selective about where I say I go. I need to find ways to switch off and do silly things and not worry about the dire situation that's here, not just the humanitarian situation but ... being responsible for the people I'm responsible for in this region.\n\nI don't think people see the human side so much ... innocent people who through no fault of their own have been forced to flee their home one, two, three times -- who don't see a future for their children... Someone has to be there to help and support and provide some sense of safety and security, and I mean that in the personal sense of a mother who, when she goes to sleep at night with her children, she knows she has a blanket to keep them warm and something to feed them the next day.\n\nMark Ohanian, International Orthodox Christian Charities (IOCC) director of programs\n\nFear is always there in the back of everyone's mind. We just need to continue what we're doing, stopping is not an option, halting our operations is not an option, and we are taking great risks, our staff are taking great risks.\n\nIt is a difficult thing to tell family, to tell colleagues. Oftentimes I just don't mention all the details of where I go because they just don't need to know. But it needs to be done, we also can't run an operation remotely. ... I'm not going to the front lines, I'm not going to where the conflict is actually hot ... we're not adrenaline driven people. We want to be able to help the people and do our work and to do our work does entail taking some risks, but it's about calculated risks. We don't want to put ourselves directly in front of danger.\n\nIf we say we give up on it for whatever reason -- security, morale, pressure from here, pressure from there -- no one else is going to come to take our place. There's not going to be another organization that's going to come and do more humanitarian aid and cover the gap that IOCC may create, that's not going to happen. So that puts more responsibility on the shoulders of our staff and the shoulders of our organization; we feel that responsibility that we've got to deliver on this thing.\n\nDima (last name withheld), aid worker, IOCC\n\nThere's an internal motivation that keeps you going. You feel that there are populations and people that need aid and require assistance, and know it's a choice that one makes and dedicate your life service. So yes, you need be of course strong, motivated, passionate, and of course feel the need to assist and deliver.\n\nMichael Bowers, senior director for strategic response and emergencies, Mercy Corps\n\nIt's an unprecedented time, and what we're calling the new normal ... as we've seen in the last year, the complete radicalization of these spaces with extremist groups, who have a very hard view in terms of cooperation with neutral and humanitarian organizations such as ours ... we're not the U.S. Army, we don't have a physical ability to repel.\n\nThere may be in people's perceived minds there was a golden age of humanitarian acceptance: like if you were a charity and waved a white flag and drove a white car, you'd be protected by bad guys and loved by the community. I think that golden age is more myth than reality, but regarding today's reality it's extremely dangerous it's so true. And your flag, your neutrality, your white car, all the good intention you have, that recipe is very difficult in these complicated emergencies.\n\nThere's a phrase that the U.N. uses and a lot of NGOs use which is \"stay and deliver,\" so we have a humanitarian imperative to be there, but we always have to be in a risk management role; we have to critically look at: do the risks outweigh the benefits we hope to get?\n\nThe fear factor comes in just managing the emotional toll it takes with your family and friends, and that has more of a toll, I think, with individual staff members than actual external environment ... frankly, sometimes I don't tell them till I'm already on my way so I don't have to have those calls before I even get on an airplane. It's hard; there are some areas where the family and friends don't understand why you're going there, and you re-articulate, \"If not you, then who?\" and you ask, \"Would you want this in your neighborhood next door where no one comes to help you if something bad happened?\""}