{"url": "http://cnn.com/2020/05/19/entertainment/tekashi-ariana-justin-billboard-trnd/index.html", "text": "The rapper posted a video Monday on his verified Instagram account in which he alleged that the No. 1 spot on the Billboard Hot 100 can be purchased.\n\nAt the heart of the dispute is Tekashi 6ix9ine's claim that his new single, \"Gooba,\" received more streams than Ariana Grande and Justin Bieber's duet, \"Stuck With U .\"\n\nThe rapper believes his song should therefore be in the top spot on the Billboard Hot 100 chart, but that position went to \"Stuck With U,\" while his \"Gooba\" came in at No. 3.\n\nSo much buzz ensued over the allegations that Billboard published a piece explaining its methodology in calculating who holds what position on the chart.\n\n\"In an effort towards transparency regarding the Hot 100's chart rules and tabulation process -- and the calculations that go into the determinations of its final rankings -- Billboard wanted to clear some things up regarding this week's chart, and the stats accumulated by the two singles that marked its highest debuts,\" the piece read.\n\n\"Gooba\" is Tekashi 6ix9ine's first single since being released last month from a federal prison four months before he was due to have completed his two-year sentence. He had pleaded guilty to charges related to gang activity in New York and was granted a reduced sentence after he cooperated with federal investigators and informed on his former gang associates.\n\nThe rapper claimed in a video he posted Monday that Billboard not only undercounted how many streams his song received, but also that he and his team conducted an \"investigation\" that found six credit cards had been used to purchase downloads of \"Stuck With U\" to fraudulently inflate the success of the single.\n\n\"When we asked where was those six credit cards linked to, Billboard said we can't disclose that information,\" Tekashi 6ix9ine claimed in his video.\n\nGrande shot back in a lengthy statement on her official Instagram account, writing, \"I would like to address a few things which i don't usually do (i don't give my energy to drama or strange accusations normally but this has gone a little too far.\"\n\n\"My fans bought the song. JUSTIN'S fans bought the song,\" the statement read. \"OUR fans bought this song (never more than four copies each, AS THE RULES STATE).\"\n\nBieber, who shares management with Grande and is a longtime friend of hers, called the allegation of using multiple credit cards to purchase the duet a \"lie\" on his Instagram Stories.\n\n\"The rules are clear. One credit card can buy max 4 copies,\" Bieber's statement read. \"Anything over that the entire amount gets thrown out. Nielsen checks this and found all our sales were legit because our fans are amazing and bought them.\"\n\nThe singer also called out Tekashi 6ix9ine for naming Grande and not him in his initial video.\n\n\"This is my song with Ariana Grande and I'm honored to work with her to help raise money for a great cause,\" Bieber wrote. \"If [you're] gonna say her name make sure you say mine because it's our song.\"\n\nThe rapper posted a second video in which he stressed he believes Grande is talented but compared his impoverished background with her having been a Nickelodeon star.\n\n\"@arianagrande All I'm saying is I worked super hard to make it out of Brooklyn NY,\" he wrote in the caption of his video. \"I speak for the millions of kids who aren't as fortunate as you.\"\n\nHe also posted a photo of him holding credit cards, writing, \"Don't worry we going #1 next time @billboard.\"\n\nBillboard said in its piece that it works to make sure sales of songs are legitimate.\n\n\"Billboard and Nielsen Music/MRC Data conducts audits on all sales reported with access to purchase-level detail, and works with data partners to recognize excessive bulk purchases and remove those units from the final sales total,\" the story read. \"All titles this week, as in every week, were put under the same scrutiny. (Billboard has reached out to Fame House/Bravado, retailer and reporter of director-to-consumer sales, for further comment about the sales data provided for \"Stuck With U.\")\"\n\nTekashi 6ix9ine so far has never peaked higher than the No. 3 spot on the Billboard Hot 100.\n\nHe hit #3 with \"FEFE\" featuring Nicki Minaj & Murda Beatz in 2018, #12 with \"Gummo\" in 2017, and #25 with \"STOOPID\" in 2018.\n\nCNN has reached out to reps of Tekashi 6ix9ine for comment on Biillboard's response."}