{"url": "http://cnn.com/2020/04/24/entertainment/bad-education-review/index.html", "text": "(CNN) With Hugh Jackman and Allison Janney as a can't-miss combination, \"Bad Education\" joins a juicy true story somewhere in the middle, drags before getting into the meat of it, and then rallies solidly in the second half. While smaller in tone and topic than most HBO movies, it's a solid exploration of greed and corruption, where the ultimate hero is, of all things, a teenage journalist.\n\nBased on a magazine article about a scam in the Long Island community of Roslyn, the small-town vibe falls somewhere between \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom\" (look it up, it's a real HBO movie, and a good one) and the recent college admissions scandal.\n\nIn this case, superintendent Frank Tassone (Jackman) is an accomplished con man, who has worked with Pam Gluckin (Janney) to bilk the school board in a multi-million-dollar embezzlement scheme. While the numbers might not add up, everyone is positively giddy about the high school's rising status -- graduating more kids into prestige schools -- and the higher property values that come with owning homes in a sought-after school district.\n\nIt's 2002 when a reporter for the school paper, Rachel (\"Blockers'\" Geraldine Viswanathan), gets assigned a \"puff piece\" about a skywalk that's supposed to be built, but the glad-handing Frank encourages her to aim higher -- that it's only a puff piece if she lets it be. Those are words he'll come to regret, as Rachel begins poring over school records, discovering that those production orders, and a lot else, seem fishy.\n\nDirected by Cory Finley from Mike Makowsky's script, \"Bad Education\" (which premiered last fall at the Toronto Film Festival) skips over a lot of details that come to mind -- like how Frank and Pam hatched the plot in the first place, and what made them so sure they could get away with it. It leaves a hole that the movie never entirely fills.\n\nRead More"}