{"url": "http://cnn.com/2020/04/17/entertainment/social-distancing-tv/index.html", "text": "(CNN) Several weeks into the TV-produced-from-home phenomenon, a few things are becoming clear: The closer a show's format is to a couple of people talking, the better it generally fares in this environment, while others don't translate nearly as well.\n\nLate night talk shows have adapted the most seamlessly, in what feels like a throwback to earlier days of broadcasting, which relied on pioneers like Jack Paar and Steve Allen to hold the viewer's attention minus any modern frills.\n\nGranted, the hosts have missed having audiences and the energy they derive from appreciative laughter, but they've been broadly effective.\n\nIn some cases, the conversations in venues like \"The Late Show With Stephen Colbert\" -- where the host's dog has become an occasional co-star -- even feel more intimate and relaxed, like being privy to a private chat between two famous people than the usual appearance. That might be due, in part, to the fact there's less promotion involved, since shilling for upcoming movies or TV shows feels like a little awkward.\n\nThe at-home approach is also compelling the hosts to reveal more of themselves -- and their families . The same goes for guests, such as Jason Bateman's young daughter essentially photo-bombing him this week during \"Jimmy Kimmel Live.\"\n\n\" allowfullscreen>\n\n\"You can't really do anything that fake. It's really you,\" \"The Tonight Show's\" Jimmy Fallon said during an MSNBC interview on Tuesday. \"It's showing your real character. ... It's bizarre, but this is the times we're living in.\"\n\nJohn Oliver's HBO show \"Last Week Tonight\" has weathered the shift almost without missing a beat, while working the new minimalism into the comedy. Bill Maher, by contrast, has essentially traded in his panel for individual interviews, while continuing to provide staples like \"New Rules\" and using clips of laughing audiences as a garnish to his monologue.\n\nMusic has also proved to be a natural, deeply personal vehicle for offering what amounts to acoustic shows. That will include the \"One World: Together at Home\" concert on April 18, which will play on multiple networks, featuring an eclectic roster of artists to raise funds intended to address the needs unleashed by Covid-19.\n\nAt the same time, there are obvious limits. \"Saturday Night Live\" deserves credit for the inventive nature of its \"at home\" experiment , but the revolving solo-shtick approach to sketch comedy began to feel almost oppressive and more than a little claustrophobic. Granted, \"SNL\" is often a trifle flabby, but 90 minutes of that felt like more than the exercise could reasonably sustain.\n\nSimilarly, ESPN's stunt with a remote \"HORSE\" competition -- the one-on-one basketball game built around trick shots -- was amusing for all of about 10 minutes, at which point the novelty and technical limitations began to take its toll. Yes, everyone is hungry for live sports, but after watching that, there's something to be said for those NBA Playoff reruns after all.\n\n'Sesame Street: Elmo's Playdate.'\n\nAs it stands, one of the more creative efforts thus far has been \"Sesame Street: Elmo's Playdate,\" a star-studded special that played on HBO. Then again, that ran slightly less than 30 minutes, and puppets don't have to worry about social distancing.\n\nEveryone deserves to be cut slack as they find their way through this unprecedented period. But the lessons that programmers are learning now should inform what they're doing not only in the near term, but over the long haul, especially with the likelihood that social-distancing methods will be necessary, off and on, for an extended stretch.\n\nThat said, watching a lot of these programs in a week has somehow simultaneously stoked admiration for those soldiering on and made one yearn for TV like they used to make it way back in February of 2020 -- as loud, gaudy and filled with the sound of actual human laughter and applause as you can get."}