{"url": "http://cnn.com/2020/05/15/africa/madagascar-coronavirus-herbal-remedy-who-intl/index.html", "text": "(CNN) Even as global health authorities warn of potential dangers and misinformation about an untested natural therapy, the leader of one African country is pushing a traditional tonic to try to treat coronavirus patients across the continent.\n\nThe product has not been tested in line with international standards, the World Health Organization said this week . Its use could accelerate resistance to an ingredient that has proven effective in treating malaria, heightening risk related to that potentially deadly infection, experimental medicine expert Dr. Arthur Grollman told CNN.\n\nMadagascar, where many people rely on natural medicine , has agreed to work with the African Union and the Africa Centres for Disease Control and Prevention on an herbal remedy it claims could help treat Covid-19, the bloc's deputy chairman announced Wednesday in a tweet\n\nThe effort would aim to \"benefit the continent at large,\" Kwesi Quartey tweeted.\n\nBut the World Health Organization, or WHO, has warned against using untested herbal therapies to treat coronavirus patients without first \"establishing their efficacy and safety through rigorous clinical trials\" in step with global standards.\n\nWHO acknowledges medicinal plants such as Artemisia annua, from which the tonic is made, are \"being considered as possible treatments\" but stresses they \"should be tested for efficacy and adverse side effects,\" it wrote this month in a news release\n\n\"As efforts are under way to find treatment for COVID-19, caution must be taken against misinformation, especially on social media, about the effectiveness of certain remedies,\" the agency wrote.\n\n\"Many plants and substances are being proposed without the minimum requirements and evidence of quality, safety and efficacy. The use of products to treat COVID-19, which have not been robustly investigated can put people in danger, giving a false sense of security and distracting them from hand washing and physical distancing which are cardinal in COVID-19 prevention, and may also increase self-medication and the risk to patient safety.\"\n\nHow unproven claims can fuel drug resistance\n\nMadagascar's President, Andry Rajoelina, has put himself front and center in the push for the tonic he calls a preventive and curative remedy against the coronavirus. But he has not detailed how it supposedly treats the virus or discussed potential side effects. His spokeswoman has not responded to CNN's request Wednesday for comment.\n\nAlong with a photo of himself sipping an amber-colored fluid from a bottle, Rajoelina announced last month that scientists from the country's research institute had developed Covid Organics, or CVO, to treat Covid-19. CNN's calls and emails this week to the Malagasy Institute of Applied Research have not been returned.\n\nCVO is made from the artemisia plant and other local Malagasy plants, the president said. The herb is a source of artemisinin, a significant component of modern antimalarials, and the plant has been the subject of Western studies looking at possible coronavirus treatments.\n\nNous sommes honorés de transmettre ces remèdes à la délégation de #GuineeBissau pour les malades du #COVID19 des 15 pays de @ecowas_cedeao.\n\nMerci Président @USEmbalo pour l'initiative de la distribution !\n\nAgissons stratégiquement aujourd'hui pour changer le destin de l'Afrique. pic.twitter.com/XjKjsF39KG — Andry Rajoelina (@SE_Rajoelina) May 1, 2020\n\nBut the tonic promoters are drawing erroneous conclusions from unproven claims that artemisinin, much like antimalarial chloroquine and hydroxychloroquine, will work against the coronavirus, Dr. Arthur Grollman, professor of pharmacological science and experimental medicine at Stony Brook University in New York told CNN.\n\n\"The flaw in their thinking is that antimalarial activity has anything to do with antiviral activity, which it does not,\" Grollman said.\n\nWidespread use of Artemisia annua in the pandemic will accelerate resistance to it, endangering people in countries, including Madagascar, where artemisinin-based drugs are being used to treat malaria, he said.\n\n\"The product won't work and will result in more people dying from coronavirus due to the false sense of security created by the advertisement and also more people dying from malaria due to artemisia resistance,\" Grollman said.\n\nMalaria is endemic in many African countries, and as many as 400,000 people died of it globally in 2018, according to WHO.\n\nIndependent validation is critical\n\nWhile WHO recognizes herbal medicine as a resource in the public health systems of many Africa countries, its efficacy must be proven on a case-by-case basis, the agency's director for Africa, Dr. Matshidiso Moeti, said Thursday.\n\n\"Any medicine that is being used including this product in Madagascar, we advise be taken through some assessment,\" she said. \"How effective it is? ... What might be the side effects that may be undesirable? What could be the dosing that needs to be adjusted?\"\n\nThe WHO country office has \"initiated\" a conversation with authorities in Madagascar to test and assess the tonic, officials said.\n\nThe race to find a treatment for the coronavirus has reignited interest in antimalarial drugs. Even US President Donald Trump had touted the antimalarial hydroxychloroquine as a potential treatment, though studies since then have shown it doesn't work against Covid-19 and could cause heart problems.\n\nEven as researchers the world over work feverishly toward a treatment for Covid-19, no country should simply promote the efficacy of an unproven remedy, said Charles Wambebe, professor of pharmacology at the Tshwane University of Technology , South Africa.\n\nIndependent validation with appropriate bodies is key, he said. Potential treatments, including traditional medicines, must pass safety, efficacy and quality checks, among other criteria before they can be accepted globally.\n\n\"If you're confident about the clinical and scientific studies you've done, then submit to a regulatory body for revalidation to give it more credibility,\" Wambebe told CNN.\n\nThe African Union has asked Madagascar to share technical and scientific data about the herbal infusion for review as leaders across the continent have expressed interest in using the drink, called Covid Organics, or CVO, to fight outbreaks.\n\nMadagascar has been giving out the tonic for free, and Equatorial Guinea, Chad and Guinea Bissau have gotten shipments, the island nation's president said. Nigeria said it had received samples of the product from Guinea Bissau and would first test and validate it.\n\n\"We will not put anything to use in Nigeria without the endorsement of our regulatory institutions,\" Nigerian President Muhammadu Buhari said in a statement on Saturday.\n\nThe tonic also was distributed door-to-door for free across many regions of Madagascar after its unveiling last month, journalist Gaëlle Borgia told CNN. It's now being sold in supermarkets and stores in the capital Antananarivo for 40 cents,1,500 ariary) and it's free for locals who can't afford it, Borgia said.\n\nBut WHO warned in its earlier statement May 4 that Artemisia annua and other medicinal plants must be \"tested to the same standards as ... the rest of the world.\"\n\n\"Even if therapies are derived from traditional practice and natural, establishing their efficacy and safety through rigorous clinical trials is critical,\" the agency wrote.\n\nRajoelina in an interview this week with France 24 slammed WHO's position and claimed 105 people have recovered from Covid-19 and those who did weren't treated with anything other than Covid-Organics. After someone is exposed to the virus, symptoms tend to appear within two to 14 days.\n\nStill, the President insisted the possibility of a treatment should not be ignored.\n\n\"You speak of proof; I spoke of war earlier,\" Rajoelina said when asked about evidence of his claim. He again did not share any further evidence of the tonic's efficacy or safety.\n\n\"When we are in this period of war, what is the proof we can show or give?\" he said. \"It is, of course, the healing of our sick.\"\n\nNo exception for clinical trial\n\nWHO is not opposed to countries developing research into potential treatments, but they must follow established scientific protocols and guidelines before any product can be recommended for wider use, said the agency's program manager for emergency response for Africa, Dr. Michel Yao.\n\n\"Instead of exporting it, like in the case of Madagascar, and having blanket statements about it, why don't we set up a clear protocol that is already on ground so we can have stronger evidence of its impact in this outbreak,\" Yao told CNN.\n\nIndeed, 70 traditional medicine experts who met virtually with the world health agency \"unanimously agreed that clinical trials must be conducted for all medicines in the Region, without exception,\" WHO Africa Region tweeted Tuesday.\n\nWHO has licensed dozens of herbal medicines for the treatment of other ailments and also matched traditional practitioners with research institutes to help their work, Yao said.\n\nResearchers are working on treatment options for Covid-19, and at least 110 potential vaccines are in development, according to WHO."}