{"url": "http://cnn.com/2020/04/30/entertainment/what-to-watch-movies-series-may/index.html", "text": "Photos: What's streaming on Netflix, Hulu and Amazon Prime in May The Covid-19 pandemic has closed movie theaters across the country, which means the film \"The Lovebirds,\" starring Issa Rae and Kumail Nanjiana, will premiere on Netflix in May. They star as a couple in the fast lane to splitsville, who accidentally careen into a murder. They take off on a wild race to find the killer and clear their names. Here's some of what else is scheduled to stream in May... Hide Caption 1 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Hollywood\": A new limited series from Ryan Murphy and Ian Brennan, it follows a group of aspiring actors and filmmakers in post-World War II Hollywood as they try to make it in Tinseltown -- no matter the cost. (Netflix)\n\nHide Caption 2 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Not-Too-Late Show with Elmo\": It's everyone's favorite little red monster, Elmo! Elmo, his sidekick Cookie Monster, and other favorite \"Sesame Street\" friends invite the whole family to tune-in together as they interview celebrities and musical guests, explore the latest in pop culture, and play trendy games. (HBO Max) Hide Caption 3 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Star Wars: The Rise of Skywalker\": The final chapter in the \"Star Wars\" saga is actually (Disney +) : The final chapter in the \"Star Wars\" saga is actually being released to stream early in honor of \"Star Wars Day.\" May the 4th be with you! Hide Caption 4 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Mrs. Serial Killer\": When a doctor gets jailed for a string of shocking murders, his loyal wife sets out to commit a copycat crime to prove his innocence. (Netflix) Hide Caption 5 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Upload\": This sci-fi comedy series is set in a technologically advanced future where hologram phones, 3D food printers and automated grocery stores are the norm. Most uniquely, humans can choose to be \"uploaded\" into a virtual afterlife when they find themselves near-death. (Amazon Prime) Hide Caption 6 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Disappearance at Clifton Hill\": A troubled young woman heads back to her hometown of Niagara Falls and the dilapidated motel her family used to run following the death of her mother in this suspenseful thriller. (Hulu) Hide Caption 7 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Jerry Seinfeld: 23 Hours To Kil\": Jerry Seinfeld's new hour-long special reinforces his reputation as the precision-craftsman of standup comedy. (Netflix) Hide Caption 8 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Trying\": All Jason and Nikki want is a baby. But it's the one thing they just can't have. Starring Rafe Spall and Esther Smith, this comedy series about growing up, settling down and finding someone to love. (Apple TV+) Hide Caption 9 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Trial by Media\": This documentary explores the many ways in which the press have contributed to reshaping public perception about guilt or innocence before, during or after a trial and features cases reaching across different areas of the law, including the unforgettable Jenny Jones made-for-Court TV murder trial. (Netflix) Hide Caption 10 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Goodfellas\": Ray Liotta, Robert De Niro, Paul Sorvino, and Joe Pesci headed the cast of the now classic mob film based on the true story of gangster Henry Hill. (Hulu) Hide Caption 11 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Seberg\": Inspired by true events about the French New Wave darling and Breathless star, Jean Seberg (Kristen Stewart), who in the late 1960s was targeted by the FBI because of her support of the civil rights movement and romantic involvement with Hakim Jamal (Anthony Mackie). (Amazon Prime) Hide Caption 12 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Unbreakable Kimmy Schmidt: Kimmy Vs. the Reverend\": Join Kimmy and friends on an interactive adventure! (Netflix)\n\nHide Caption 13 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Ramy\" Season 2: Ramy Youssef returns to the series follows first-generation, Egyptian-American Ramy Hassan (Youssef), a young man on a spiritual journey in his politically-divided New Jersey neighborhood. (Hulu) Hide Caption 14 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Zombieland\": A group of survivors band together to try and survive after a zombie apocalypse in this comedy adventure. (Hulu) Hide Caption 15 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Space Force\": A comedy series about the people tasked with creating Space Force, a (fictional) new branch of the US military. From Greg Daniels and star Steve Carell. (Netflix) Hide Caption 16 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Joker\": Joaquin Phoenix turns in an award-winning performance in this origin story about one of Batman's biggest foes. In Gotham City, mentally troubled comedian Arthur Fleck is disregarded and mistreated, leading to his downward spiral into crime. (HBO Now) Hide Caption 17 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Divorce Party\": What's a guy to do when his wife tells him he's miserable and wants a divorce? Why he throws a party to celebrate his new life, of course! (Starz) Hide Caption 18 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Rocketman\": This musical biopic tells the tale of the spectacular journey of Elton John in his rise to fame. (Amazon Prime) Hide Caption 19 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Lucy in the Sky\": Natalie Portman stars as Astronaut Lucy Cola. She returns to Earth after a mission and begins to lose touch with reality in a world that now seems too small. (Amazon Prime, HBO Now) Hide Caption 20 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Bordertown\" Season 3: While juggling concerns about his family's future and a spate of new crimes, Kari squares off against an adversary who's been studying his past cases. (Netflix) Hide Caption 21 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Dead Still\": Set in 1880s Ireland, this six-episode dark comic murder mystery follows the strange adventures of Dublin's most famed memorial photographers, Brock Blennerhasset (Michael Smiley) and Conall Molloy (Kerr Logan). The two take professional portraits of the recently deceased during the Victorian era of \"postmortem photography.\" (Acorn TV) Hide Caption 22 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Desus & Mero\": Hosts Desus Nice and The Kid Mero chat with guests at the intersection of pop culture, sports, music, politics and more via virtual video conference, as well as giving their take on the day's hot topics in their signature style. The series is currently filmed remotely from the hosts' respective homes due to the pandemic.(Showtime) Hide Caption 23 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Hustle\": Rebel Wilson and Anne Hathaway star in this comedic film about Two con women -- one low rent and the other high class -- team up to take down the men who have wronged them. (Amazon Prime) Hide Caption 24 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"I Still Believe\": Based on American contemporary Christian music singer-songwriter Jeremy Camp's story of meeting and falling in love with his late wife, Melissa Lynn Henning-Camp, who battled cancer. (Hulu) Hide Caption 25 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Penny Dreadful: City of Angels\": This series pens in 1938 Los Angeles, a time and place deeply infused with social and political tension. When a grisly murder shocks the city, a detective and his partner become embroiled in an epic story that reflects the rich history of Los Angeles. (Showtime) Hide Caption 26 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Medici: The Magnificent\" Part 2: In the wake of the conspiracy, Lorenzo is driven by vengeance. Giuliano's son appears while the Medici fortune hangs in the balance on the eve of war. (Netflix) Hide Caption 27 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Downton Abbey\": From the small screen to the big screen, devotees of the famed TV series of the same name couldn't wait to catch up with the lives of the Crawley family and their servants. (HBO Now) Hide Caption 28 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Eddy\": Set in the vibrant multicultural neighborhoods of modern-day Paris, this limited series tells the story of the owner of a struggling club, its house band and the dangers they face from the chaotic city that surrounds them. \"La La Land\" director Damien Chazelle helms the first two episodes. (Netflix) Hide Caption 29 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Homecoming\" Season 2: The series returns with a fresh new mystery and an exciting new star, singer/actress Janelle Monáe. Her character wakes in a rowboat adrift a lake with no memory of how she got there -- or even who she is. (Amazon Prime) Hide Caption 30 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Great\" Season 1: A satirical, comedic drama about the rise of Catherine the Great from outsider to the longest reigning female ruler in Russia's history. The series is a fictionalized, fun and anachronistic story of an idealistic, romantic young girl, who arrives in Russia for an arranged marriage to the mercurial Emperor Peter. (Hulu) Hide Caption 31 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Notes on a Scandal\": Cate Blanchett and Dame Judi Dench star as teachers whose lives become way more complicated than they could have expected in this psychological drama. (Hulu) Hide Caption 32 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Alias\" Seasons 1-5: Jennifer Garner shot to stardom in this action/thriller series about the life of a CIA double agent. (Amazon Prime) Hide Caption 33 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Bigger\": The story of the grandfathers of the modern fitness movement, Joe and Ben Weider. Facing anti-Semitism and extreme poverty, the brothers beat the odds to build an empire and inspire future generations. (HBO Now) Hide Caption 34 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Central Park\": Are you ready for this animated musical comedy about the Tillermans, a family that lives in Central Park? Owen, the park manager, and Paige, his journalist wife, raise their kids Molly and Cole in the world's most famous park, while fending off hotel heiress Bitsy Brandenham and her long suffering assistant Helen, who would love nothing more than to turn the park into condos. (Apple TV +) Hide Caption 35 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Legendary\": This new competition series pulls from the underground ballroom community. Voguing teams (aka \"houses\") must compete in unbelievable balls and showcase sickening fashion in order to achieve \"legendary\" status. The cast includes MC Dashaun Wesley and DJ MikeQ, as well as celebrity judges Law Roach, Jameela Jamil, Leiomy Maldonado and rapper Megan Thee Stallion. (HBO Max) Hide Caption 36 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Dead to Me\" Season 2: Picking up in the aftermath of that bloody backyard reveal, Jen and Judy struggle to hide a dark secret. With a surprising new visitor in town and Detective Perez hot on their heels, the stakes have never been higher. (Netflix) Hide Caption 37 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Western Stars\": The iconic Bruce Springsteen's live concert performance of songs from his \"Western Stars\" album. (HBO Now) Hide Caption 38 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Workin' Moms\" Season 4: Big changes are in the air as the moms stand up for their children, their partners, their businesses — and more importantly, themselves. (Netflix) Hide Caption 39 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Art of Racing in the Rain\": Through his bond with his owner, aspiring Formula One race car driver Denny, golden retriever Enzo learns that the techniques needed on the racetrack can also be used to successfully navigate life. (HBO Now) Hide Caption 40 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"A Life Less Ordinary\": Cameron Diaz stars in this comedy which involves, love, kidnapping and angels. Seriously. (Hulu) Hide Caption 41 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Goldfinch\": The film follows Theodore Decker's (Ansel Elgort) life after his mother is killed in a bombing at the Metropolitan Museum of Art. He holds on to a painting as hope from that tragic day. (Amazon Prime) Hide Caption 42 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Solar Opposites\": A team of four aliens escape their exploding home world only to crash land into a move-in ready home in suburban America. They are evenly split on whether Earth is awful or awesome. (Hulu) Hide Caption 43 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Billions\" Season 5: This time around Bobby Axelrod (Damian Lewis) and Chuck Rhoades (Paul Giamatti) see their vicious rivalry reignited, while new enemies rise and take aim. (Showtime) Hide Caption 44 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Jimmy O. Yang: Good Deal\": Performed live at the Neptune Theater in Seattle, the comedian covers his hilarious interactions with immigrant parents, his thoughts on Matt Damon, and whether ghosts will haunt one-bedroom apartments. (Amazon Prime) Hide Caption 45 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Craftopia\": On Craftopia, the ultimate kids competition series hosted by LaurDIY, crafters meet larger-than-life challenges, making the most amazing creations the world has ever seen. (HBO Max) Hide Caption 46 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Hightown\": This crime series follows one woman's journey to sobriety, intertwined with an unfolding murder investigation. (Starz) Hide Caption 47 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"The Vast of Night\": Young switchboard operator Fay (Sierra McCormick) and charismatic radio DJ Everett (Jake Horowitz) discover a strange audio frequency that could change their small town -- and the future -- forever. (Amazon Prime) Hide Caption 48 of 50\n\nPhotos: What's streaming on Netflix, Hulu and Amazon Prime in May \"Maleficent: Mistress of Evil\": Angelina Jolie revisits her deliciously diabolical role in the sequel to the hit the 2014 film. This time around, an upcoming wedding pulls Maleficent and Aurora in different direction. (Disney +) Hide Caption 49 of 50"}