{"url": "http://cnn.com/2020/05/13/africa/africa-midwives-coronavirus/index.html", "text": "(CNN) When midwife Philomena Owusu Domfe gets up for work every day she is scared.\n\nDomfe has been at the Ridge Hospital in Accra, Ghana's capital city, for eight years. Now each day she shows up to work, the number of confirmed coronavirus cases in her country grows.\n\nGhana had more than 4,200 confirmed cases and 22 deaths resulting from the virus as of May 12. And while social distancing is prescribed by the World Health Organization as a key defense against the spread of Covid-19, Domfe said it's difficult when proximity with her patients and their newborns is a job requirement.\n\n\"It is a big challenge,\" she told CNN. \"I am scared but it is the work I have chosen to do, so I have to render my services.\"\n\nAdapting to Covid-19\n\nMidwives like Domfe have to protect themselves and, at the same time, sustain the level of care for expectant mothers. To do so, they have adjusted how they operate.\n\n\"We have given numbers to pregnant women so that if they have any problem, they can call us. It's not like before where they (could) come in at any time,\" said Domfe.\n\nAccording to her, prenatal classes don't take place as often as they used to before the pandemic. And when they do, pregnant women at the clinic are given different appointment times to limit the numbers.\n\nThe nurses also inquire about their travel history in addition to other routine checks.\n\n\"We check for their travel history so that if we suspect that the client may be a potential Covid-19 patient, then we place them in a holding center where samples will be taken and they will be tested for the virus,\" Domfe said.\n\nLike many other health care workers on the continent, midwives must use protective gear while attending to their patients.\n\nFatou Joof, who has worked as a midwife for 15 years in the Gambia, told CNN that she puts on gloves and wears her mask all the time. \"We are always using safety precautions ... we use masks, we hand-wash, we wear gloves,\" she explained.\n\nMidwife Fatou Joof examines a woman at the Serrekunda Health Centre.\n\nAs prescribed by the WHO, face masks can protect the wearer from large-particle droplets, and help prevent the spread of infection from the person wearing the mask to others.\n\nJoof works at the Serrekunda Health Center, 12 kilometers from the Gambian capital city, Banjul.\n\nWhile she worries about working as the virus has infected more than 90,000 health workers worldwide, she said she is comforted by the fact that she is protecting herself and saving lives.\n\n\"We cannot leave the mothers, we have to attend to them during antenatal and postnatal. I'm motivated to do this because I save lives. The lives of mothers,\" she said.\n\nInadequate handwashing facilities\n\nBut Joof may be one of the lucky ones. Many midwives do not have access to resources like clean water and soap needed to protect themselves from Covid-19.\n\nPatricia Mwenyeheri, a midwife in Malawi said there are only two handwashing basins at the Mzandu Health Center where she works.\n\n\"We have been provided with two handwashing facilities. The problem is that at the maternity ward, we have several departments which means that we need to have more of such hands-free facilities which are critical during this Covid-19 pandemic,\" she said in an interview with international charity WaterAid.\n\nPatricia Mwenyeheri uses one of the two hand basins at the health center where she works.\n\nWaterAid provided Mwenyeheri's health center with water connections for its toilets, handwashing basins, and bathrooms.\n\nMwenyeheri's department -- the maternity ward -- has access to only one of the handwashing basins, making it difficult to ensure washing of hands with soap and water as advised by the WHO.\n\n\"On average, we attend to more than 300 clients. So, having one handwashing facility for all of them is difficult to manage but we insist that everyone should wash their hands before we attend to them,\" she said.\n\nDelivering babies\n\nAccording to UNICEF, an estimated 116 million babies will be born under the shadow of the Covid-19 pandemic.\n\nJoof said she is worried about delivering babies during the pandemic because social distancing cannot apply at the point of delivery.\n\n\"You have to go close to the woman and deliver the baby so you protect yourself by washing your hands, putting on gloves, and using masks always,\" she said.\n\nDr. Daniel Roshan, an obstetrician-gynecologist based in the US, said in situations where the expectant mother has Covid-19, doctors and midwives should wear protective garments including overalls.\n\n\"If there is a patient known to have Covid-19 they can limit the exposure of health care workers in the labor room by using just one doctor and one nurse,\"' he told CNN.\n\nRoshan, who is also the founder of Rosh Maternal and Fetal Medicine , a center providing gynecological care, said mothers cannot transfer the virus to their newborns from the womb but can after delivery due to exposure.\n\nJUST WATCHED Nigerian citizen: I prefer to die from Covid-19 than hunger Replay More Videos ... MUST WATCH Nigerian citizen: I prefer to die from Covid-19 than hunger 01:47\n\nMothers who have tested positive for the virus should be separated from their babies until they become asymptomatic, he said.\n\n\"If the mother refuses and wants to be with the baby then it is up to her. She should not be forced but she has to understand the risk that comes with that,\" he added.\n\nBut the work does not end with the birth of babies. Midwives and other health care workers have to teach new mothers how they can prevent themselves and their babies from contracting the virus.\n\nDomfe said she and her colleagues are telling new moms to discourage family members from holding their babies as visitors can also bring infections into the home.\n\nMothers also have to wash their hands thoroughly and maintain good hygiene while breastfeeding, she said.\n\nDomfe said working during the pandemic is overwhelming because there is a lot of adapting to do. But she stays motivated by reminding herself that she is helping hundreds of women through difficult times.\n\n\"I protect myself and pray to God to protect me,\" she said."}