{"url": "http://cnn.com/2020/05/11/africa/follow-the-money-coronavirus-africa/index.html", "text": "Lagos, Nigeria (CNN) How much money has been generated to fight the spread of coronavirus in Africa? It's hard to keep track.\n\nThe continent has more than 63,000 cases of the virus, according to the World Health Organization. In response, private individuals, governments, and other organizations have donated extensive funds to provide protective gear, test for the virus, and provide relief materials for people in vulnerable countries on the continent.\n\nIn Nigeria, the government approved a 10 billion naira grant (about $27 million) to fight the spread of coronavirus. And in Ghana, $100 million was released by the government to expand the infrastructure needed to curtail the virus in the West African country.\n\nNigeria-basednonprofit Follow the Money is compiling a list of all the pledges and funds donated to minimize the spread of the virus in Africa. It is also tracking how the money is spent by contacting donors and government agencies for detailed information on spending plans.\n\nWith a presence in Nigeria, Kenya, the Gambia, Zimbabwe, Cameroon, Malawi, and Liberia the group has a focus on tracking government spending and international aid in rural communities, according to co-founder, Hamzat Lawal.\n\n\"Follow the Money tries to answer where funds that have been donated to rural communities in Africa are coming from, where they are going and most importantly, how they are being utilized, particularly at the grassroots level,\" he told CNN.\n\nAccording to Lawal, the group monitors announcements of grants and donations for low-income communities, and for transparency, they contact the government, agency, or individual responsible for the grant to provide a breakdown of how they intend to spend the money.\n\n\"We also visit these communities to find out if they have received any funding or palliatives based on the information we get from the donors. We make sure we empower them with information we have on the donation so that they are able to demand accountability from the government or agency involved in the donation,\" he explained.\n\nMonitoring donations in Nigeria\n\nIn Nigeria, Follow the Money created a database with information on more than 250 grants and other funds released to fight the spread of coronavirus.\n\nAccording to Lawal, the team has traced coronavirus interventions worth up to 87 billion naira (about $222 million) in the country.\n\nThe database has information on how much was donated, who donated it, date it was announced and whether or not it has been disbursed for use. Lawal said the information was sourced from publicly available sources, including news reports.\n\nAfrican governments should seek the opportunity provided by the #COVID19 pandemic to rebuild those layers of trust in their citizens that has eroded from several years of mismanagement, misuse, abuse, and poor accountability measures for public resources. #FollowCOVID19Money https://t.co/WaQmJS1AGe — Follow The Money Int'l 💰 (@4lowthemoney) May 7, 2020\n\n\"We created a hashtag called #followcovid19money. Through the hashtag, we are engaging private individuals and companies on social media to give us a breakdown of how they intend to use the money to fight coronavirus,\" he said.\n\nOn social media, agencies including the Nigerian National Petroleum Corporation and the Federal Capital Territory, which administers Nigeria's capital, Abuja, have so far responded to Follow the Money's questions on how its donations will be spent.\n\n\"We know for example through responses that the NNPC is going to different parts of the country donating facemasks, ambulances and protective gear for health workers,\" he explained.\n\nBut as a result of curfews and lockdowns in certain parts of the country, Lawal said it's hard to trace whether the grants are being used the way they are supposed to be used.\n\nThe team usually goes into communities to find out if funding is being allocated the way it's supposed to be. However, in the wake of the virus, it has had to minimize contact with people, he said.\n\nPublic funds tracker in Zimbabwe\n\nIn Zimbabwe, Follow the Money is tracking coronavirus interventions through a partnership with Magamba Network , a digital media organization based in the southern African country.\n\nThe organization created a coronavirus public fund website that compiles publicly available information on pledges, financial donations, and medical supplies released in response to coronavirus in the country.\n\nInformation on grants and donations was collected from news sources and the Zimbabwe Coalition on Debt and Development , according to Samm Farai Monro, creative director of Magamba Network.\n\n\"We realized after brainstorming with the Follow the Money network that apart from tracking the cases of Covid-19 in Zimbabwe, there is an important need to track public funding put to fight against Covid-19 ... to hold the government to account to make sure what is being donated is winding up at the front line and not been diverted,\" Monro told CNN.\n\nThe platform has so far recorded $76 million worth of interventions from the government, multinational companies, and private individuals, according to Monro.\n\nHe says the team is also using social media, particularly Twitter, to push Zimbabwe's parliament to reconvene in the wake of coronavirus.\n\nUsing an open letter and an online petition, Magamba Network is calling for the parliament to resume work so its members can scrutinize the government's handling of the coronavirus pandemic.\n\n\"We are running a campaign for our parliament to reconvene because they have gone on recess at a time where they should really be interrogating the government's Covid-19 strategy and interrogating budget allocations,\" said Monro.\n\nGambia Participates\n\nIn partnership with Follow the Money, Gambia Participates , a civil society organization with a focus on strengthening transparency in the public sector, is documenting and tracking coronavirus interventions in the Gambia.\n\nMarr Nyang, founder of Gambia Participates says that the organization has compiled a list of financial and nonfinancial contributions from the government and international agencies.\n\n\"We decided to start tracking Covid-19 spending and we know that 512 million Gambian dalasi (about $10 million) was released by the government for coronavirus. We have written to the ministry of health and the ministry of finance to provide information on what they intend to do with the money. But so far, we haven't gotten any feedback,\" he told CNN.\n\nThe International Monetary Fund (IMF) and the World Bank also approved grants of $21.3 million and $10 million respectively for Gambia to address the pandemic. These figures have been collated and published in a Gambia Participates report . The report also contains information on the state of some Covid-19 isolation centers visited by the Gambia Participates team in the country, according to Nyang.\n\n\"We visited three out of the twelve identified coronavirus treatment centers in the lower river region of the country. We spoke to their officials too,\" he explained.\n\nNyang says the team will continue to track donations and visit isolation centers to document coronavirus response in the country.\n\nAfter coronavirus, the Follow the Money team will undertake a comprehensive audit on all the coronavirus related interventions that have been compiled and the results will be made available to the public, according to Lawal.\n\n\"After Covid-19, we will do a social audit that will be made public. We will be able to travel then and ask citizens if they indeed received palliatives during the coronavirus. We will ask them if they got conditional cash payments, how the government supported them, things like that.\""}