{"url": "http://cnn.com/2020/04/17/africa/hand-made-coronavirus-kits-nigeria-spc/index.html", "text": "(CNN) As the world experiences a shortage of personal protective equipment (PPE) in the wake of the Covid-19 pandemic , tailors in Nigeria are responding by hand-making equipment like overalls and face masks.\n\nRising demand, panic buying, hoarding, and misuse have disrupted the global supply of PPE, according to the World Health Organization , putting lives at risk.\n\nNow, tailors in Abia state, in the southeast of the country, are using local fabrics, cotton, and polypropylene to sew PPE for people looking to protect themselves.\n\nWith cases of Covid-19 rising in Nigeria , the Abia state government released a 12 million naira (about $31,000) grant to support tailors to make the protective gear.\n\nThe grant was disbursed to 100 selected tailors at the start of April to help them buy additional equipment, source materials and employ more people, according to Sam Hart, the director-general of the Abia State Marketing and Quality Management Agency.\n\nHart explained that the initial face mask samples were examined by a team of medical experts and that the gear is intended for citizens looking for protection, rather than for health workers.\n\nThe tailors sew different varieties of overalls and facemasks. Photo: Sam Hart\n\nLocal solution\n\nSo far, tailors in Aba, the state's commercial nerve center, have produced 200,000 face masks and 3,000 overalls, the agency said.\n\nOne of the tailors, Queen Duruibe, told CNN that the overalls she makes are waterproof and puncture-resistant, and are made from a polyamide fabric coated with protective materials.\n\nHer face masks are made with cotton and polypropylene and are hypoallergenic, she said. She also produces decorative face masks made from a colorful print fabric, which aren't intended to protect from coronavirus.\n\nDuruibe had been producing face masks since January but says she has now taken on more staff and converted her fashion store to make up to 10,000 masks per day.\n\nQueen Duruibe runs her own fashion store in Aba.\n\n\"I sew different types of clothes here in Aba and I usually buy my materials from China,\" she said. \"But when coronavirus happened, they (her suppliers) started telling me how bad things are, that there are no materials and face masks are scarce.\n\n\"So I thought to myself that if things are so scarce, I can actually start producing them myself.\"\n\nFinding buyers\n\nThe equipment produced by the tailors is sold for around 200 naira (roughly 50 cents), according to Hart, and it is finding a range of buyers.\n\n\"We had a pharmacist who bought 10,000 pieces to stock in his pharmacy for sale,\" he said. \"The PPE overalls and face masks have been made available to the public -- anybody can order. We even have some Nigerians in the diaspora who have made bulk orders for their communities and villages here in Abia.\"\n\nTailors say the overalls they make are water and puncture proof.\n\nThe state government has also ordered masks, which it will distribute to the most vulnerable citizens, according to John Okiyi, the state commissioner for communications.\n\n\"65,000 of these facemasks have already been distributed in some local governments through churches and mosques,\" he told CNN. \"The government has also ordered the production of an additional 150,000 face masks for further distribution.\"\n\nHe added that the state government has distributed N95 face masks to health workers, because those are more suited to medical professionals.\n\nBeating coronavirus\n\nAbia currently has no confirmed cases of coronavirus, but there have been more than 400 cases in Nigeria. The country has put in place travel restrictions to control the spread of the virus, and all international airports and land borders have been closed\n\nThree of Nigeria's 36 states -- Lagos, Ogun, and Abuja -- have imposed an extended lockdown that began on March 30. Abia state is also on a self-imposed lockdown.\n\nDuruibe, like many of the other tailors, says she is happy to help control the spread of Covid-19. \"For me, I am doing my part in any way I can to aid those fighting the coronavirus pandemic,\" she said."}