{"url": "http://cnn.com/2020/02/26/africa/nigeria-makoko-mapping-intl/index.html", "text": "Lagos, Nigeria (CNN) Most evenings, Abigail Hounkpe can be found paddling her wooden canoe on the murky waters in Makoko, a waterfront community on the Lagos lagoon in Nigeria's southwest. She stops in front of a church perched precariously on top of stilts.\n\nHolding the wooden paddle in one hand, she stretches the other to take a photo of the church. She then enters the coordinates into her phone.\n\n\"I have lived here for all of my life and I still find places I have never seen,\" Hounkpe said.\n\nHer trips around the floating community dubbed the ' Venice of Africa ' are part of a project that seeks to put the renowned slum on the digital map.\n\nA settlement for diaspora\n\nMakoko has a diverse and colorful history and was established when fishermen from nearby Togo and the Republic of Benin settled there about a century ago.\n\nLike much of Lagos, it is highly multicultural; conversations on the floating slum are usually in a language which is a peculiar medley of Yoruba, French, and Egun, a local dialect.\n\nThe slum which was initially just a place to fish has grown to be the home for generations of fishermen from neighboring countries.\n\nIt is hard to tell how many people reside in Makoko as there has never been an official census carried out there, however, locals estimate more than one million.\n\nBut the Lagos government would prefer that Makoko does not exist.\n\nA drone image of Makoko: Photo: Uhurulabs/africanDRONE/CfAfrica\n\nIn 2012, the Lagos state government announced plans to demolish the slum and gave a 72-hour eviction notice to the residents.\n\nThe stilt structures in the fishing community posed a security risk and undermined the megacity status of the city, Lagos state authorities said in a letter served to the community, local chief Victor Panke told CNN.\n\nThe government came with the police and soldiers to evacuate the community and destroy their homes, according to Panke.\n\nA community leader, Timothy Hunpoyanwha , was shot dead by police which led the authorities to pause on the eviction process, Panke said.\n\nSince then, he says Makoko has received subtle threats of eviction and they are watching keenly as other waterside communities are demolished.\n\n\"We are still living in the fear of losing our homes and land,\" he added.\n\nLagos Commissioner for Physical Planning & Urban Development Idris Salako told CNN that authorities in the state was not behind the eviction of residents in waterfront communities but gave no further details or comment in his response to the allegations.\n\nFear of looming eviction\n\nThe digital mapping project is going some way to allay the fears of Makoko locals who are worried their land is at risk.\n\nLaunched in September 2019 by Code for Africa in partnership with Humanitarian OpenStreetMap is working to put Makoko on digital maps in a bid to drive social and financial inclusion.\n\n\"We want the community, like other communities in the world, to be available and navigable on maps. From there, new development plans might come\" Jacopo Ottaviani, Chief Data Officer Code For Africa told CNN.\n\nTo take up this project, young residents of Makoko were taught to pilot drones and populate the map with images from the community. Hounkpe is one of the residents on the project that is also teaching residents how to fly drones.\n\nA classroom session at a private school in the Makoko on March 1, 2019.\n\n\"For years, Makoko has been ignored by governments of the state. This project is the first part of a conversation around inclusion. We are helping map out Makoko so that governments and other organizations can provide interventions and access to social services like electricity, healthcare, and education.\" Ottaviani told CNN.\n\nMass demolitions\n\nIn recent years, authorities in Nigeria have embarked on mass demolitions of prime waterfront slums citing safety and security concerns.\n\nRights activists, who fiercely oppose the decision, say the evictions are carried out often to appease property developers and to create luxury urban dwellings.\n\nMore than 30,000 families in Otodo Gbame were left with nowhere to live after they were forcibly evicted, a decision that was ruled unconstitutional by a Lagos High Court in 2017, although many of those who lost their homes are still awaiting justice.\n\nAccording to Megan Chapman of Justice and Empower Initiative (JEI) the government does not have the right to evict residents from their communities without due process.\n\n\"A part of due process in an eviction process is making plans from compensation and resettlement. These communities are evicted without alternatives and the residents are expected to disappear, like they never existed,\" Chapman said.\n\nBenjamin Aide is the administrator of a primary school - Makoko Dreams, which provides free education to over 200 children in the community.\n\nAide has also joined the local mapping team to put other landmarks in the community on the map. \"I like the maps. It will show the world that we are here and make the government look at how they can help us develop this place.\" Aide says.\n\nBut there are fears that the mapping project, while desirable, could attract unwanted attention and leave Makoko vulnerable to new eviction attempts.\n\nRather, they hope it will spur the authorities into action to assist them in development plans for Makoko.\n\n\"We hope this thing will help the government see that we are here and we are a lot of people that have been fending for ourselves for generations,\" Panke tells CNN.\n\nInformal slums\n\nDespite its status as the fifth largest economy in Africa, the wealth in Lagos remains stubbornly concentrated in the hands of a very few.\n\nMore than half of Nigeria's residents live in slum settlements, according to the 2015/2016 Slum Almanac . Nigeria's population, according to the US Census Bureau is growing at a rate of 3.2% a year and is estimated will be at more than 400 million people in 2050.\n\nAccording to the UN-Habitat report from the United Nations Millennium Development Goals database, the population of Nigerians living in informal slums in urban areas has dropped to 50.2 percent from 77.3 percent in 1990.\n\nFishermen and women on a waterway in the Makoko on March 2, 2019.\n\nMakoko is one of many settlements provides cheap housing alternatives for urban dwellers.\n\n\"We have asked that the government come help us out by providing healthcare, electricity, and schools, but we have not heard back from them on anything,\" Panke says.\n\nAn untapped community\n\nThe mapping project presents a lifeline for the people of Makoko.\n\nOttaviani, who is leading the project hopes the maps will help the government understand the social-economic need of residents in the community.\n\n\"Makoko has been untapped by the government and this means there is a lot of potential in trade, taxes, and development for the community and for the government.\"\n\nFor Hounkpe, the project has been an opportunity to learn about maps, drones, and her community, but it is a lot more.\n\n\"With this mapping project, I know I am fighting for my life and the lives of other people like me in Makoko."}