{"url": "http://cnn.com/2020/03/12/world/russia-ghana-troll-farms-2020-ward/index.html", "text": "Accra, Ghana (CNN) The Russian trolls are back -- and once again trying to poison the political atmosphere in the United States ahead of this year's elections . But this time they are better disguised and more targeted, harder to identify and track. And they have found an unlikely home, far from Russia itself.\n\nIn 2016, much of the trolling aimed at the US election operated from an office block in St. Petersburg, Russia. A months-long CNN investigation has discovered that, in this election cycle, at least part of the campaign has been outsourced -- to trolls in the west African nations of Ghana and Nigeria.\n\nThey have focused almost exclusively on racial issues in the US, promoting black empowerment and often displaying anger towards white Americans. The goal, according to experts who follow Russian disinformation campaigns, is to inflame divisions among Americans and provoke social unrest.\n\nThe language and images used in the posts -- on Twitter, Facebook and Instagram -- are sometimes graphic.\n\nOne of the Ghanaian trolls -- @africamustwake -- linked to a story from a left-wing conspiracy website and commented on Facebook: \"America's descent into a fascist police state continues.\"\n\nAn image from a now-deleted Facebook page of one of the trolls touted alleged police targeting of African Americans.\n\nReferring to a Republican state senator, the post continued: \"Someone needs to take that Senator out.\"\n\nOn another occasion, @africamustwake tweeted: \"YOU POLICE BEEN KILLING BLACKS SINCE YA RAGGEDY MOMMAS GAVE BIRTH TO U. HAPPY MLK DAY TO U HYPOCRITES.\"\n\nMore than 200 accounts were created by the Ghanaian trolls -- the vast majority in the second half of 2019 -- and they reached hundreds of thousands, perhaps millions, of people worldwide.\n\nFacebook and Twitter had already been looking into some of the troll accounts when CNN notified the two companies of our investigation. In a statement Thursday, Facebook said that its \"subsequent assessment benefited from our collaboration with a team of journalists at CNN\" and it had \"removed 49 Facebook accounts, 69 Pages and 85 Instagram accounts for engaging in foreign interference.\"\n\nFacebook said: \"This network was in early stages of audience building and was operated by local nationals -- witting and unwitting -- in Ghana and Nigeria on behalf of individuals in Russia. It targeted primarily the United States.\"\n\nFacebook says that about 13,200 Facebook accounts followed one or more of the Ghana accounts and around 263,200 people followed one or more of Instagram accounts, about 65% of whom were in the US.\n\nTwitter told CNN that it had removed 71 accounts that had 68,000 followers. \"Most were tweeting in English and presented themselves as based in the United States,\" it said in a statement. \"The accounts -- operating out of Ghana and Nigeria and which we can reliably associate with Russia -- attempted to sow discord by engaging in conversations about social issues, like race and civil rights.\"\n\nThe activity uncovered by CNN had striking similarities to the Russian troll campaign of 2016, which created hundreds of accounts designed to pass as American. @africamustwake, for example, which described itself as a \"Platform For #BLM #Racism #PoliceBrutality,\" claimed to be in Florida.\n\nOther accounts, for example, claimed to be in Brooklyn or New Orleans.\n\nOne of the accounts even pretended to be the cousin of an African American who died in police custody. The post was then shared to a Facebook group called Africans in the United States. The group told CNN it had no idea that trolls were trying to engage it.\n\nAnother also implied they were in the US, tweeting in February: \"Just experienced blatant #racism in Downton (sic) Huntsville, Alabama ... Three of my black male friends were turned away because they were 'out of dress code.'\"\n\nThere was a concerted effort to agitate in the US. One of the trolls -- Black People Trendz -- posted to the Facebook page of Black Lives Matter in Cincinnati. Another -- @The_black_secret -- was devoted to police shootings of African Americans. It also posted a video of a racial incident with the comment \"Blacks have a right to defend themselves against Racism\" that drew more than 5,000 reactions and more than 2,000 shares.\n\nCNN worked with two Clemson University professors -- Darren Linvill and Patrick Warren -- in tracking the Ghanaian operation. Linvill said the campaign was straight out of the Russian playbook, trying to mask its efforts among groups in the US.\n\n\"They were very closely engaged in the Black Lives Matter community,\" he said. \"They talked almost exclusively about what was happening on the streets of the United States and not on the streets of Africa.\"\n\nKailee Scales, managing director of Black Lives Matter Global Network Foundation, said her organization was proactive when it came to protecting its voice online. \"We are walking into the 2020 election cycle with eyes wide open to the fact that international and domestic actors are striving to undermine our organizing, and we are not going to let that happen,\" she told CNN.\n\nInside the troll farm\n\nThe operation's headquarters were in a walled compound in a quiet residential district near the Ghanaian capital, Accra. It had been rented by a small nonprofit group that called itself Eliminating Barriers for the Liberation of Africa (EBLA).\n\nThis building was used as the headquarters for Ghanaians posing as Americans and posting on social media.\n\nSixteen Ghanaians, mostly in their 20s, worked at the compound; some lived rent-free in a nearby apartment. They were issued mobile phones, not laptops, and worked around a table. The EBLA trolls communicated as a group through the encrypted Telegram app, which is rarely used in Ghana.\n\nOne of the trolls agreed to talk to CNN, so long as her identity was disguised. She said she had no idea she would be working as a Russian troll. She said that employees were given topics to post about. \"So you get stories about LGBT, you get stories about police brutality, depends on what you are working,\" she said.\n\nEmployees would sit at this table to create posts and tweets on their phones, one worker told CNN.\n\nThe employee said they were told that the best time to tweet and post was late afternoon and at night in Ghana, times when a US audience would have been active. They were given US articles to read.\n\nFacebook said that although the people behind the campaign had attempted to conceal their purpose and coordination, its investigation had found links to both EBLA and \"individuals associated with past activity by the Russian Internet Research Agency.\"\n\nThe Internet Research Agency (IRA) was responsible for much of the foreign trolling activity aimed at the 2016 and 2018 US election campaigns, according to the US government. The IRA was funded by Russian oligarch Yevgeny Prigozhin, who is so close to the Kremlin that he is nicknamed \"Putin's chef.\"\n\nYevgeny Prigozhin, in Moscow in 2017, funded the 2016 IRA trolling.\n\nA CNN request for comment from Prigozhin's holding company, Concord Management, on the Ghana trolling operation went unanswered.\n\nThe man running EBLA calls himself Mr. Amara and claims to be South African. In reality he is a Ghanaian who lives in Russia and his name is Seth Wiredu. Several of EBLA's workers said they had heard Wiredu speak Russian.\n\nLate last year, Wiredu extended EBLA's activities to Nigeria, filling at least eight positions, including a project manager to help with \"social media management.\" CNN uncovered the postings for two of the jobs, and a source in Nigeria confirmed that the employees shared office space in Lagos. The Nigerian accounts posted predominantly on US issues too.\n\nAnd at the end of January this year, EBLA ventured even further afield. It advertised a position in Charleston, South Carolina, just as the IRA had done in 2016. The LinkedIn posting invited applicants to \"join hands with our brothers and sisters world-wide, especially in the United States where POC are mostly subjected to all forms of Brutality.\"\n\nThe posting on LinkedIn stopped accepting applications days later.\n\nEBLA had a website touting its advocacy work, but CNN found the photos had likely been uploaded by someone using a Cyrillic keyboard, unusual outside of Russia.\n\nOn February 6, Ghanaian security services raided the EBLA compound. On that same day the group stopped posting on the social media accounts it had created. One of the workers told CNN they were told to lie on the ground and had guns pointed at them. They were interrogated by police and the phones used to post on the fake accounts were confiscated.\n\nWhen CNN visited the compound two weeks later, it appeared to have been abandoned.\n\nIn a statement to CNN, the Ghanaian security services said their Cyber Security Unit had become suspicious of EBLA's activities and believed it was engaged in \"organized radicalism with links to a foreign body.\" They added that they had determined that \"EBLA receives its funding from an anonymous source in a European country.\"\n\nGhanaian security sources subsequently told CNN that all of EBLA's funding had come from Russia.\n\nWiredu does not seem to have been deterred by the raid. Early in March, he called a meeting of EBLA workers. CNN observed the meeting from close by.\n\nSeth Wiredu, seen here in a frame from a hidden camera video, said he had no idea why his offices were raided by Ghanaian security forces.\n\nWiredu told the workers, whom he met in several groups, that the trouble with the security services would soon pass, according to someone at the meeting. He told them they would be returning to work and should create new accounts, providing him with the passwords.\n\nApproached by CNN after the meeting, Wiredu denied he had ever worked for the Internet Research Agency or knew Prigozhin.\n\n\"I wouldn't say I have Russian partners. I have friends ... but to call them partners wouldn't be right because I don't ask someone to come and support me,\" he said. He said he did translation work for many entities in Russia.\n\nWiredu insisted he funded EBLA from his own income and did not understand why the Ghanaian security forces had raided the compound. He said the accounts had been \"talking about what is important to black people, talking about racism, talking about police brutality.\"\n\n\"I actually, I perceive myself as a blacksfighter. I fight for black people,\" Wiredu added.\n\nWiredu acknowledged that he had called himself Amara and pretended to be South African.\n\nEBLA's targets in the US followed a long-established pattern, according to Linvill and Warren at Clemson, who work with US law enforcement in tracking trolling activities.\n\nClemson professors Darren Linvill, left, and Patrick Warren often see new fake accounts replacing any that are shut down.\n\n\"There's a long history, actually dating back to the Soviet Union, of Russia emphasizing the real and serious racial divisions that exist in the United States. But also trying to inflame those divisions,\" Warren said.\n\nThis building in St. Petersburg, Russia, became known as the \"troll factory.\"\n\nThree months later, Facebook removed 70 Facebook and 65 Instagram accounts -- as well as 138 Facebook Pages -- that were controlled by the IRA. Facebook also took down other Russian operations not linked to IRA in 2018.\n\nCNN's investigation found the accounts created in Ghana were consistently coordinated, posting on the same topic within hours of each other. Instagram accounts appear to have done especially well: the most popular Instagram account built a following of more than 25,000, three times its Twitter audience.\n\nOne EBLA-branded image was retweeted by a Twitter account with 126,000 followers, greatly amplifying the group's message.\n\nWiredu closely monitored the impact of the expanding operation, according to several EBLA employees who spoke to CNN. One of them said they provided their passwords to him and every week had to report details of the reach of their accounts. They used Twitter analytics to examine their growth and were told they would get bonuses and higher pay if their accounts grew significantly.\n\nSome of the trolls' posts incorporated video with the EBLA logo burned in. The @AfricaMustWake Twitter account posted a video in December carrying the EBLA logo, showing alleged police brutality in Chicago.\n\nIn November, another account -- @AfricaThen -- posted an EBLA-labeled video with the caption: \"A female white supremacist went into a Popeyes using the N-word at the employees.. and she ended up getting a Grand Slam breakfast #Racism #kickitout #CHANGE.\"\n\nWhat's next in Ghana -- and elsewhere\n\nIt's unclear whether Wiredu will succeed in reconstituting the EBLA operation after the February raid. He certainly intends to try, according to one of the EBLA workers, who told CNN that he had encouraged them to begin new accounts.\n\nTo the Clemson researchers, building troll networks in Ghana and Nigeria would be smart tradecraft. \"It's definitely spreading out the risk,\" Linvill said. \"You can have accounts operating from entirely different parts of the globe and it might make your operation harder to identify overall.\"\n\nMore broadly, Russia has certainly shown growing interest in Africa -- using a mix of state power and private interests. Those private interests include Russian companies keen to exploit Africa's energy and commodity resources, as well as provide private military contractors to bolster local security forces.\n\nA CNN investigation last year found that companies linked to Prigozhin were active in the Central African Republic , training its army and police forces and winning concessions to extract diamonds and gold. Prigozhin companies or contractors have also been present in Libya, Sudan and Mozambique.\n\nThey have also tried to influence the politics of several African countries.\n\nLast October, Facebook closed networks of accounts that were actively targeting a total of eight African countries. It said that: \"Although the people behind these networks attempted to conceal their identities and coordination, our investigation connected these campaigns to entities associated with Russian financier Yevgeny Prigozhin.\"\n\nRussia has shown increasing interest in Africa, including in Accra, Ghana, where these fishing boats sit.\n\nRussia's continuing interest in Africa as a platform for expanding its influence has taken on a new complexion with the trolling enterprise in Ghana -- demonstrating an adaptability and persistence that will cause deep concern among US intelligence agencies and the technology companies.\n\nUS Sen. Mark Warner, vice-chairman of the Senate Intelligence Committee, said in response to CNN's reporting: \"I've said for years now that it would be foolish to believe there was only the one well-publicized IRA facility in St. Petersburg. This new reporting is a reminder of the continuing threat we face from Russia and its continuing efforts to divide and manipulate us on social media.\"\n\nLinvill, the Clemson professor, believes that despite their work and the CNN investigation there are many more troll accounts out there. He recalls that last year he turned over to Twitter a number of fake Ghanaian accounts. Twitter suspended them. \"But a week later, there was another set of accounts to replace them.\"\n\nJournalist Manasseh Azure Awuni in Ghana, CNN's Stephanie Busari in Nigeria and CNN's Darya Tarasova in Russia contributed to this story, which was reported from Accra, Ghana; London; Moscow; Lagos, Nigeria, and Clemson, South Carolina. The video was shot by CNN's Scott McWhinnie and edited by CNN's Oscar Featherstone."}