{"url": "http://cnn.com/2020/04/11/africa/ikorodu-bois-recreate-videos-intl-scli/index.html", "text": "(CNN) A group of Nigerian kids are proving that when it comes to getting creative, less can sometimes be more.\n\nThe Ikorodu Bois -- brothers Muiz Sanni, 15, Malik Sanni, 10, and their 13-year-old cousin Fawas Aina -- have become Instagram sensations by using everyday household items to recreate multimillion-dollar music videos and Hollywood movie trailers, shot by shot.\n\nMuiz and Malik's big brother, 23-year-old Babatunde Sanni, edits the videos and manages the trio. He is responsible for turning something that started as a bit of fun into what the boys hope will be careers in the entertainment industry.\n\nBack in 2017, he decided the boys' handiwork deserved to be shared with the world.\n\n\"Our house is like a comedy house -- we play too much,\" Babatunde Sanni tells CNN. \"I felt like 'these things we are doing in our house -- why don't we start putting them online?'\"\n\nThe Ikorodu Bois have more than 500,000 Instagram followers.\n\nFast forward three years, and the talented youngsters, from the city of Ikorodu, in southwestern Nigeria, have 548,000 Instagram followers and celebrities including basketball star LeBron James and rapper Roddy Ricch have showed them love by posting their videos on social media.\n\n\"We are just using this medium to send our love and light to everyone,\" Fawas says of their skills.\n\n\"Since we started, the encouragement we've been getting globally and everywhere has been a very big motivation for us. This is why we kept doing what we are doing. We just kept upgrading our content.\"\n\nThe Ikorodu Bois' ingenious productions take anywhere from 90 minutes to several weeks to shoot. In place of luxury cars and basketball hoops, their props are mops, pots, wheelbarrows and bins.\n\nThey only ever spend money on props that can be reused for multiple shoots. If they need extras, they enlist the help of other family members and neighbors, Sanni says.\n\n\"We intend to make people understand that there's no limit to creativity,\" he explains.\n\n\"The fact that you don't have a car -- you can use something that looks like a car. Just for you to move you from one place to another, so that's why we are using a wheelbarrow,\" he adds.\n\n(Left to right) Fawas Aina, Muiz Sanni and Malik Sanni.\n\nWhat the kids lack in funding, they more than make up for in ingenuity and resourcefulness -- and this hasn't gone unnoticed in Hollywood.\n\nEarlier this month, US actor and rapper Will Smith shared a clip of the boys' version of the \"Bad Boys Forever\" trailer with his 43.9 million Instagram followers, along with the caption: \"Looks like we got stunt doubles for the next one, @martinlawrence!!\n\n\"This is GENIUS @ikorodu_bois!!\"\n\nMuiz recalls his disbelief at seeing Smith's online tribute. \"I was very surprised firstly. Martin Laurence commented, and I was like 'Wow!'\" he says. \"I woke my brother up and I was like 'My God!'\"\n\nAnd Smith is not the only celebrity to get the Ikorodu treatment.\n\nThey have also recreated videos featuring everyone from Dwayne \"the Rock\" Johnson to Nigerian President Muhammadu Buhari.\n\nThe boys, who describe themselves as \"your favorite mimickers,\" have also treated the world to their take on the videos for rapper Roddy Ricch's \"The Box\" and Justin Bieber's \"Yummy.\"\n\nWhile they haven't yet turned their new-found fame into a revenue stream, they do sometimes receive donations from admirers of their handiwork.\n\nMaking money from their productions is \"not easy,\" Sanni admits.\n\nWhile their Instagram followers are clearly delighted, what do the boys' parents make of their unusual hobby?\n\n\"Looking at us now, what actually brought us to where we are now and what is actually moving us to the next level is actually the support of our parents,\" Sanni says.\n\nHe says his parents have been steadfast in their support, despite some criticism from members of the community.\n\n\"A lot of people actually told our parents what their kids are doing they are just disturbing us in the streets, but they just kept supporting us,\" he says. \"They are supporting us financially and they are giving us this word of encouragement.\"\n\n\"If they (parents) notice what their children can do, they should just give them full support,\" Sanni adds.\n\n\"Nigeria is a country where we have a lot of talent. We have a lot of multi-talented kids, a lot of brilliant students,\" he says. \"We should be focused; we should not let society factor affect us from achieving our dreams.\"\n\nAnd in the long run? The Ikorodu Bois are hoping they'll one day be able to transfer their talents to the big screen and make it as Hollywood actors.\n\n\"We know everyone in the whole world is actually watching us and we are showing people potential and what we can do,\" Sanni says. \"That's the dream.\""}