{"url": "http://cnn.com/2020/04/30/africa/coronavirus-animation-nigeria/index.html", "text": "\" Covid Heroes and Newsmakers \" is a weekly social media series featuring live interviews with African heroes serving their communities and newsmakers driving strategy as the continent faces Covid-19. Watch every Wednesday on CNN Africa Instagram .\n\nNigerian filmmaker Niyi Akinmolayan has created a 90-second animation to help children understand why they have to stay indoors to help stem the spread of coronavirus. First made in English and three Nigerian languages, it's been shared for free online and dubbed into languages spoken across the globe\n\nWe have made this beautiful 90secs animation in four languages to explain the lockdown and coronavirus to kids. I have created a folder with all videos Please let's get it on all TV stations and if anyone can sponsor on youtube, they should. Download here https://t.co/RxEO2LbdwI pic.twitter.com/u3DnyE3BM2\n\nThe animated short tells the story of Habeeb and his older sister, Funke. Habeeb gets bored of staying indoors and tries to sneak out of the house to play soccer. He is warned by his sister, who tells him about coronavirus and its dangers.\n\n\"You can get the deadly coronavirus. Do you know what will happen when you do? You will bring the coronavirus home and then infect everyone. Mummy will be sick; no more jollof rice. Daddy will be sick; no more going out to see movies \" Funke says in the video\n\nHabeeb insists on going out and is confronted by the coronavirus monster. The confrontation makes him realize the need to stay indoors. The cartoon also explains the importance of washing one's hands thoroughly\n\nSome of Nigeria's states including Lagos, its commercial center, and Abuja, the capital city, have been on lockdown since March 30.\n\nAkinmolayan, who has directed hit Nollywood movies like \" The Set Up ,\" \" Chief Daddy \" and \"The Wedding Party 2,\" said he was inspired to create the coronavirus cartoon as he struggled to explain the need for lockdowns to his 5-year-old son.\n\n\"You want to tell your child not to go outside, but you need to explain why he needs to stay inside. Beyond that, you need to explain why he constantly has to wash his hands with soap and water. ... It was really hard until I came up with the idea of the coronavirus monster,\" he told CNN.\n\n\"I explained that the monster will take Mummy and Daddy and there would be no more ice cream and great food,\" he added. \"And that was when it occurred to me that a lot of parents were probably facing the same challenge.\"\n\nCreating the coronavirus monster\n\nAkinmolayan made the short through his Lagos-based production company, Anthill Studios. His crew worked on it from their homes and opted for animation so everyone could practice social distancing, he said.\n\n\"I figured out that one of the best ways to explain it (coronavirus) was with graphics and animations so that we wouldn't have real people gather in one place to film,\" he said.\n\nThe cartoon is being distributed for free. Made in English and the Nigerian languages of Yoruba, Hausa, and Igbo, it has been translated to French, Swahili and Portuguese and shared widely on some broadcast TV stations, Akinmolayan said.\n\n\"I created a Google Drive and put all the videos there, including the soundtrack and made it public,\" he said. \"I said anyone could record a language over it or just do a subtitle. Some guys in Ivory Coast did a French version, guys in East Africa did a Swahili version. I stumbled on the Brazilian one. It was on Turkey's national television and on TV in China, too.\"\n\nCountering misinformation\n\nSeparate from the coronavirus monster, Akinmolayan and his team created an animation that answers the most frequently asked questions about coronavirus, which has infected 1,700 people in Nigeria as of late Wednesday, with 51 deaths recorded, according to the West African nation's center for disease control.\n\n\"There was so much misinformation out there, a lot of false news. I realized that it was because people didn't understand what the virus was about. I figured out that one of the best ways to explain it was with graphics and animations,\" he said.\n\nIt's 1 minute, 47 seconds long and uses infographics to explain the need to wash hands with soap, maintain social distance and stay indoors. It also explains how the virus can be contracted and details symptoms like cough, high temperature and difficulty breathing.\n\nThe video relies on credible sources like the World Health Organization, Akinmolayan said, and has been recreated in French, Portuguese and Swahili and widely shared in countries like Brazil, Kenya and China.\n\n\"I also noticed that all the messages been disseminated were in English and that was why it was easy to flood WhatsApp with wrong information,\" he explained. \"It was being shared by parents and grandparents who probably didn't care about the Big English.\"\n\nNollywood and animations\n\nNigeria's movie industry is worth 239 billion naira (about $612 million), producing large numbers of films every year. But the industry does not produce as many cartoons.\n\nJUST WATCHED How you make an animated film in Nigeria Replay More Videos ... MUST WATCH How you make an animated film in Nigeria 02:32\n\nAkinmolayan who has produced animated films such as \" Malika ,\" inspired by the 16th-century Nigerian ruler Queen Amina, wants the industry to make more animations that can be used to teach children history, culture and music.\n\nLike with his coronavirus monster animation, Akinmolayan wants to be able to make complicated topics easy to understand for children, he said.\n\n\"What we need to be thinking about is the power of children and producing family content,\" he said. \"We need to pass a lot of messages that hit at the level of kids.\""}