{"url": "http://cnn.com/2020/03/27/africa/as-equals-nigeria-widow-rites-intl/index.html", "text": "CNN is committed to covering gender inequality wherever it occurs in the world. This story is part of As Equals , an ongoing series.\n\nLagos, Nigeria — For many years, Rose's clothing store was the destination of choice for Lagos women in search of a new outfit for a party or occasion.\n\nShe traveled regularly to textile hubs in Turkey to source high-quality fabrics for her clients and her children helped out in the family business on busy days during December festivities.\n\nThe small store in Oshodi -- in the heart of the bustling Nigerian city -- did a booming trade until personal tragedy struck the businesswoman in 2015.\n\nDoctors diagnosed Rose's husband with chronic kidney failure that eventually led to his death two years later at the age of 55.\n\nThe illness -- in a country where 4% of the 195-million strong population have access to health insurance -- drained the family's finances.\n\n\"I sold everything in my shop, undervalue, to get money for his weekly dialysis,\" Rose, 45, told CNN.\n\nBut the financial challenge she faced while caring for her sick husband was dwarfed, she says, by what she encountered after his death in 2017.\n\nFollowing his burial in southern Nigeria, Rose says she was forced by her in-laws to undergo a series of rituals that included shaving her head, pubic hair, and stripping near her husband's grave.\n\nWhen she initially refused, Rose says they told her that she and her children would be banished from the local community in Delta State, where her husband was to be buried.\n\n\"I never wanted to go through that process, but when I asked them what if I don't do it, they said it [her refusal] means I killed my husband,\" she said, speaking to CNN.\n\nDeprivation, seclusion\n\nIn parts of southern Nigeria, widows like Rose are subjected to a set of practices after their husband dies. They can be kept in seclusion for weeks, deprived of meals and made to live in unhygienic conditions.\n\nThey are viewed as \"unclean\" and in need of cleansing rituals that can include shaving body hair and forcing them to marry a man related to their deceased husband, according to women's rights groups and researchers.\n\nIn some cases where the husband has died young, the wife sometimes becomes a suspect in his death and she might be forced to drink the water used in bathing his corpse or lie with his remains to prove her innocence, according to researchers in a 2015 paper published by the International Journal of Humanities and Social Science.\n\nThose who refuse are often accused of killing their husbands and expelled from their communities.\n\nThey threw food at me as if I am a dog ... nobody had any physical contact with me because anything I touch is unclean. Rose\n\nIt's been three years since Rose's husband died, but her voice still shakes as she recounts the details of the rituals.\n\nSpeaking in her Lagos apartment, Rose says she was confined to a room at the back of her in-laws' house for two weeks.\n\n\"They threw food at me as if I am a dog ... nobody had any physical contact with me because anything I touch is unclean,\" she said.\n\n\"They woke me up at 2 a.m. and told me to start crying around my husband's grave. They said I should scream louder and until my cry wakes the community.\"\n\nA day before she concluded the rites, Rose says elderly widows visited her.\n\n\"They asked me to shave my pubic hair, my armpit hair, my nails and bring them along the next day when they want to shave my hair,\" she said.\n\nAfter that, she says her head was shaved and she was stripped naked.\n\n\"They burned everything I was wearing and my hair. Then, they told me to bathe in the same spot. I protested that I could not bathe in broad daylight. They insisted. People were looking at us, we had been there from 2 a.m. to 4 p.m., and I wanted it to end,\" she said.\n\nRose's head is shaved by women in the village, in 2017. Rose's face has been obscured to protect her identity.\n\nThe next day, Rose says she was taken to a village gathering, where she was asked to marry one of her husband's siblings or another man from the community.\n\n\"They said I should choose a husband in replacement of my late husband. I was shocked ... one of the men said I could choose my son and I did, but most of them were not happy with that option,\" she says, her gaze fixed on her husband's photograph as she recounted the ordeal.\n\n\"I am one of the humiliated widows,\" she added, rubbing her finger where her wedding band used to sit.\n\nFlora Alatan, Delta State Commissioner for Women Affairs, told CNN her department is working with the justice ministry to adopt the Violence Against Persons Prohibition Act (VAPP) , a federal legislation with a provision that directly punishes the ill-treatment of widows.\n\nThe \"Harmful Widowhood Practices\" in the VAPP Act says people can be jailed for a maximum of two years or pay a fine of N500,000 (around $1,366) for abusing women whose husbands have died.\n\nNigeria signed the VAPP Act in 2015, but a majority of the West African nation's 36 states are yet to adopt it and, consequently, the law can't be enforced in those states.\n\nWhile she's pushing for the law in her state, social workers from her ministry are also going into communities to encourage women to report such cases, Alatan said.\n\n\"We're not just speaking to the women, we are talking to their daughters. The education of the girl child is important if we want to put a stop to these inequalities,\" Alatan said.\n\nThis work is also personal for her.\n\nAlatan's husband died in February and she says her husband's extended family asked her to participate in some traditional rites for widows which she refused to do.\n\n\"I am presently mourning my husband and they told me there are some [cultural] or traditional things I must do. I told them that, 'No! I'll not bow to that and they cannot force me to do it.'\" Alatan told CNN.\n\nBut she admits her experience is not the reality of many women in the country and says that is why the adoption of the bill is urgently needed to put a stop to these practices.\n\n'Great deal of disadvantage'\n\nThere are 258 million widows around the world, according to UN estimates, and more than two million of them are in Nigeria, where 25% face a \"great deal\" of disadvantage and another 33% have experienced disadvantage, according to 2015 World Widows Report by the Loomba Foundation , a global NGO working with the UN to highlight the plight of widows.\n\nCNN has reached out to the office of the Nigerian minister for women affairs but has not received a response.\n\nHope Nwakwesi, who runs Almanah Hope Foundation , a support group where widows can share their stories safely, says family members who carry out this abuse are hardly ever arrested or prosecuted.\n\nHope Nwakwesi\n\nUntil the \"Harmful Widowhood Practices\" provision in the VAPP Act is enforced at the grassroots level, more women will face these forms of violence, she said.\n\n\"Government must realize that people hide under the name of culture to get vengeance on women,\" Nwakwesi said.\n\n\"What can be more humiliating than a woman shaving her pubic hair? Why should a woman be termed unclean because your husband is dead?\" she asked.\n\nNwakwesi herself became a widow 25 years ago after her husband was killed in a car accident.\n\nAfter his death, she was confined to a room for 28 days after which she was asked to shave her head as part of Ikwa Ozu, the mourning rites performed by widows in Anambra state in Nigeria's southeast.\n\n\"My head was scraped with a blade, and two days after it was like my head was on fire. I had to be using menthol and pouring ice cold water on my head for three weeks because it was so hot,\" said Nwakwesi, who is pushing for the practices to be abolished.\n\nHope Nwakwesi during her widowhood rites in 1994\n\nOn her return to Lagos, Nwakwesi says she and her four children were evicted from the apartment rented to them by her husband's employers.\n\nA few weeks later, she was suspended from the elementary school owned by the same employers, where she worked as a teacher.\n\n\"Our house was reallocated to another family. Under three months and at age 27, I went from being a wife to being a widow, with no house, job and with four children to care for,\" Nwakwesi, now, 52, told CNN.\n\nNwakwesi said she contemplated suicide at the time.\n\n\"It played out in my mind, the day my employers pasted my suspension letter on the school's notice board and as the pressure grew. I was overwhelmed ... I only snapped out of it because of my kids,\" she told CNN.\n\nShe is pushing for stronger laws she says will help \"catch a widow when she falls.\"\n\n\"One woman who has just lost her husband cannot fight her in-laws, but if she knows the law will back her up, she will fight back,\" Nwakwesi told CNN.\n\nNwakesi and her husband Obiora during their wedding in 1984\n\n'Horrendous and humiliating rites'\n\nIn 2005, the Anambra government signed the Malpractices Against Widows and Widowers (Prohibition) Law outlawing harmful mourning rites but researchers and Nwakwesi say the practice has still not stopped.\n\n\"Women in my group share the horrendous and humiliating rites they are forced to do, it is still happening but it must end,\" she said.\n\nAnambra has two laws criminalizing widowhood rites, says Ndidi Mezue, the states' commissioner for women and children affairs, but its enforcement has been slow.\n\nWidows who have been abused don't often report such cases to authorities for fear of backlash from their community.\n\n\"That is why we have social welfare workers going to communities to pick cases and also educate the women about their rights and the laws,\" Mezue told CNN.\n\nIn some communities in southern Nigeria, traditional leaders have begun calling on their subjects to stop these practices.\n\nBut many widows are still pressured by their in-laws to perform the rites.\n\nNigerian women from poor backgrounds are more likely to suffer physical abuse, compared to those from wealthy homes, according to Nwakwesi, and this discrimination against vulnerable women only makes her \"more angry.\"\n\n\"There is this school of thought in this widow practice. Those they dare and those they can't. Do the high and mighty in Nigeria, who come from my area agree to do this? They don't and no one has the audacity to stand up to them,\" Nwakwesi said.\n\nPhysical abuse and disinheritance from families are among the many inequalities that women in Nigeria, and most of Africa, face after their spouses' death\n\nSociety has not been kind to them either.\n\nAfrican women are often excluded from social and economic plans -- safety nets they desperately need -- after the death of a spouse or dissolution of a marriage, experts from the World Bank said in a 2018 report\n\nNwakwesi, now a school proprietor in an upscale neighborhood in Lagos, said she had plans to grow her business after her husband's death but she had no means to source the funds.\n\nOver the years, she's also counseled and assisted widows after they were denied small business loans because they were not married.\n\n\"People think you won't be able to repay because now you are the only one bearing the responsibilities, but economic empowerment is one way to put a woman back on (her) feet,\" Nwakwesi said.\n\nFight for women's rights\n\nChinyere Anokwuru, who runs a skills acquisition center for women in Lagos, says women are usually the custodians of traditions that repress widows and their re-orientation is critical to abandoning these practices.\n\n\"The older widows believe that they have gone through these practices and believe others must go through the same thing,\" Anokwuru told CNN.\n\nAt the Lagos-based center, widows are being taught about women's and property rights. They are being empowered to speak up against the practices in their communities.\n\n\"We are speaking at town hall meetings, telling village chiefs and widows to say no when another widow is told to sit on the floor for seven days wearing black cloth because she's lost her husband,\" she said.\n\nFor Rose, it's been three years since her husband passed away and she's still putting pieces of her life back together.\n\nShe says it's been difficult raising funds to revive her clothing business and she now runs a local restaurant in Abule Egba, a densely-populated neighborhood in downtown Lagos.\n\nMen are not subjected to these forms of rituals when their wives die. It is still a form of discrimination against women. Rose\n\nWhat profit she makes is only enough to pay her rent and keep her family going. But her husband's death has given her a new meaning beyond her material needs, she said.\n\nInstead of attending social functions on weekends -- which is what she used to do when she had her fabric store -- Rose volunteers at a women's advocacy group in the area.\n\nWhen a woman's husband has just died in the community, Rose is one of the people they call on for advice.\n\n\"I tell them the hell I went through, to let them know they don't have to go through these rites. They should just reject it,\" Rose said.\n\nThe fight for the abolition of widow rites should be seen as a fight for women's rights, she added.\n\n\"Men are not subjected to these forms of rituals when their wives die. It is still a form of discrimination against women.\""}