{"url": "http://cnn.com/style/article/kyle-weeks-photography-africa/index.html", "text": "Written by By Alix-Rose Cowie, CNN\n\nWhen Kyle Weeks was growing up in Windhoek, Namibia, his father would watch the news every morning before work, and again at lunchtime. He'd then relay the headlines to his son: a perpetual cycle of bleak outlooks on Africa. \"There was never really any good news,\" Weeks remembers. Now, as a photographer, he's challenging that narrative by focusing his lens on the creativity of the continent's youth.\n\nAnd it would seem that this perspective is resonating. In 2016, Weeks was honored at the Magnum Photography Awards for his 2015 series \"Palm Wine Collectors,\" which captures Makalani palm harvesters from the Kunene region of Namibia tapping palm trees to make a nourishing moonshine. That same year, he had a solo show at the National Art Gallery of Namibia.\n\n\"Francis. Cape Point Three. Ghana\" Credit: Kyle Weeks\n\nSince then, Weeks has been exhibited everywhere from Red Hook Labs in Brooklyn to London's 1-54 Contemporary African Art Fair and has landed commissions from the likes of Vogue Italia and the New York Times.\n\nSpreading the 'Good News'\n\nOver the past four years, Weeks has been regularly traveling to Accra, Ghana, for an ongoing body of work. What started as a loose investigation into Ghanaian manhood has evolved into a project that highlights the immense creativity of the city's young people.\n\nOn one of his early trips, Weeks organized a small fashion shoot with local models, who arrived with plastic shopping bags filled with their own clothes to wear. One bag, with \"Good News\" printed on the side, became the series' working title -- a suitable rebuttal to those negative headlines he grew up with.\n\n\"Prince. Accra. Ghana\" Credit: Kyle Weeks\n\nAt first, Weeks was struck by the displays of overt masculinity in Accra: muscles and motorbikes. \"There's a very rigid idea of what masculinity should or shouldn't look like,\" he says. But spending more time in the city, he's met many creatives who are subverting preconceived notions of manhood.\n\n\"I bump into a person and he exudes this beautiful energy,\" Weeks says of his subjects, who have included rappers and performance artists. \"When photographing a character like that in a space like that, it's almost like the space transforms.\"\n\n\"Shakes (Born out of Boredom). Cape Town. South Africa\" Credit: Kyle Weeks\n\nFinding an easy rapport with other millennial males, they've come to be the focus of much of his work across the continent. \"It's a lot easier for me to approach men as a stranger than it is for me to approach women,\" he reasons. \"So naturally throughout all my personal work, there's always a focus on the representation of African men.\"\n\n\"My fashion editorials play into similar themes,\" he continues. \"I'm predominantly photographing menswear stories and making sure that I use a diverse cast to counter the whitewashing that's so prolific in today's fashion industry.\"\n\nHowever, he has made some exceptions. Last year, Weeks and London-based, Sierra Leone-born fashion editor Ibrahim Kamara went to Accra to shoot a story for M Le Magazine du Monde titled \"Femmes Alpha\" -- a departure for Weeks with its depiction of powerful women. In this story, one woman stops traffic in head to toe snakeskin; another stares down the camera, dripping in gold chains, with two men at her feet.\n\n\"Petite Noir. Kinshasa. DRC.\" Credit: Kyle Weeks\n\n\"It seems to be such a male-dominated society, but then once the door is closed and you're in the home, it's actually so often the mother who runs the household and calls the shots,\" he says.\n\nPower and portraiture\n\nWhen in Accra, Weeks walks the streets looking for characters that stand out to him. Doing this as a white man with a camera around his neck, he's often met with skepticism.\n\n\"I'm quite clearly an outsider there and I can't expect every person that I ask to agree (to have their portrait taken),\" he says. \"As soon as I point out that it's because I think they have great style, or because I'm interested in what they're doing, then they're pretty keen to participate.\"\n\n\"Brotherhood. Cape Town. South Africa\" Credit: Kyle Weeks\n\nAlthough Weeks, who is currently based in Amsterdam, often comes from a different background to his subjects, there's a common ground that they share that he hopes is visible to a wider audience. \"I want to use the medium of photography to shed light on the rising youth culture within Africa, and it's through engagement with my peers that I'm able to tell that story,\" he says.\n\nAs the warmth radiating from his images attest, it's imperative for Weeks to give his subjects control over how they are presented. During his studies at Stellenbosch Academy of Design and Photography in South Africa, he learned about the history of documentary photography on the continent; a practice largely dominated by white men who'd take full control of the image they were producing, enforcing harmful stereotypes in the process. \"I reached a point where I became so overly concerned with the ethics of who gets to tell whose story and in what way, that for quite a long time I stopped making pictures because I was so hyperaware of my position,\" he says.\n\n\"Shadraq and Bennett. Accra. Ghana.\" (From \"The Sharpest Beak on the Block\" for i-D) Credit: Kyle Weeks\n\nSo, for his first series \"Ovahimba Youth Self Portraits\" (2014), featuring young Himba herdsmen from northern Namibia, Weeks handed the shutter release over to his subjects. Usually portrayed as regal and \"other,\" in these images they pose confidently in their best sportswear. Once the series was completed, Weeks returned to give them all prints of their portraits.\n\n\"I think you're able to install agency within the people that you photograph by not overpowering them with your idea of what you're trying to achieve,\" he says. \"It's about trying to make pictures with a sense of openness and awareness of people's histories.\"\n\n\"Rich, Jay and Collins. Cape Town. South Africa\" Credit: Kyle Weeks\n\nMoving forward, Weeks hopes to develop his intimate portraiture on the continent, and to publish \"Good News\" as a book.\n\n\"My intention is to make beautiful, positive pictures of people from within Africa and to just let that guide me along wherever I travel to make the work that I do.\""}