{"url": "http://cnn.com/2019/07/25/business/gourmet-grubb-insect-ice-cream-intl/index.html", "text": "(CNN) After a long day under the beating South African sun, an ice cream might be a tempting treat.\n\nBut would you be able to enjoy it if you knew it was made from bug \"milk?\"\n\nGourmet Grubb, a Cape Town-based start-up, is hoping to use ice cream to introduce the public to the world of eating insects.\n\nIts luxury ice cream uses EntoMilk , a dairy alternative made by blending the larvae of a tropical insect known as the black solider fly.\n\nThe UN predicts that the world will need to double food production to feed the global population by 2050 and has long promoted insect farming as a sustainable alternative protein source to traditional livestock.\n\nEverybody loves ice cream\n\n\"We set out to change the way insects were seen, produced and used in the food industry,\" said Leah Bessa, who co-founded Gourmet Grubb in 2017.\n\nAlthough over 1,900 insect species are estimated to be consumed by humans worldwide, insects are yet to reach the mainstream of Western cuisine.\n\nThe insect \"milk\" ice cream is made with natural ingredients, such as raw honey, cocoa, spices and organic peanut butter.\n\n\"We were expecting a lot of push back, however people have been extremely open minded,\" Bessa told CNN. \"Everybody loves ice cream.\"\n\nThe ice cream flavors include chocolate, peanut butter and Christmas spices. According to Bessa, EntoMilk has \"a slightly earthy undertone\" and gives the ice cream \"a rich, creamy taste.\"\n\nBut it's not just about the taste -- Bessa says insect ice cream is also high in nutrients. According to Gourmet Grubb EntoMilk is five times higher in protein than dairy.\n\nAccording to the UN, it is widely accepted that insects provide nutrients that are comparable to meat and fish.\n\n\"Insects are inherently high in fat and protein and minerals,\" said Bessa. \"The black solider fly has protein and fat content comparable to beef, and zinc, iron and calcium that are much higher than that of beef.\"\n\nEntoMilk is also lactose-free and gluten-free, and unlike dairy milk it does not contain any carbohydrates or sugars.\n\nEnvironmentally friendly\n\n\"We decided to focus on an industry [food] that is under a lot of pressure due to animal welfare and environmental concerns,\" said Bessa. \"Insects aren't sentient beings, and they only grow in the conditions in which they thrive, so the farming conditions cater to their animal welfare needs.\"\n\nEntoMilk is a dairy alternative made from insects. It is full of nutrients and environmentally friendly to farm and produce.\n\nAccording to Gourmet Grubb, liter for liter , EntoMilk is more water and energy efficient to produce than any dairy milk or dairy milk alternatives.\n\n\"Insects need very little water, feed and space to grow,\" Bessa explained. \"They also produce little/no greenhouse gases compared to traditional livestock.\"\n\nBecause insects can be farmed indoors in small, controlled environments they can be reared in urban areas, reducing the impact of transporting the milk to the city. It also means they are less at risk of being impacted by external climate patterns, which would affect cattle and crops.\n\nThere is also potential for insect farming to reduce waste.\n\n\"Some insects, like the black solider fly larvae, have the ability to feed on a wide range of organic matter,\" said Bessa. \"For example, the spent grain left over from brewing beer is used to feed the larvae.\"\n\nThe future of food?\n\nCurrently, Gourmet Grubb's ice cream is only distributed in South Africa, but the global edible insects market is predicted to reach $1.2 billion by 2023.\n\nAs well as ice cream, Gourmet Grubb helps develop savoury dishes. These are polenta fries made with mopani worm powder.\n\nLast month, Gourmet Grubb also opened a concept popup store, which included savory insect dishes such as insect powder pasta, chickpea black-larvae croquettes and mopani worm hummus, to serve alongside its ice cream.\n\n\"We need to find alternatives that will be able to sustain the growing population and create a sustainable and environmentally friendly farming system,\" said Bessa.\n\n\"The only way EntoMilk can truly make a difference and reduce the pressures of traditional dairy is if it is accepted and consumed on a global scale.\""}