{"url": "http://cnn.com/style/article/mariam-kamara-architecture/index.html", "text": "Written by Neo Maditla, CNN\n\nNeo Maditla is the former editor-in-chief and content strategist for yearly festival and ideas platform Design Indaba\n\nFor Niger-born architect Mariam Kamara, the 2018 Rolex Mentor and Protégé Arts Initiative presented her with a tremendous opportunity. The two-year program, which pairs emerging creative talents with masters in their field, saw her working under the guidance of British-Ghanaian architect David Adjaye, and allowed her to realize her dream of designing an arts center in Niger's capital city, Niamey. But it also exposed her to her most formidable and outspoken critics yet: a group of high school students.\n\nThough the West African country has one of the youngest populations in the world, literacy rates are low, so Kamara, who founded sustainable design practice Atelier Masomi in 2014, felt it was necessary to create a center that responded to their needs.\n\n\"What I had the privilege to do is to really allow (the students) to guide what this project becomes,\" she said over the phone. \"So before Rolex even saw a glimpse of it, I went through the much scarier task of showing it to them. I was nervous because I wanted to make sure that the things we talked about found their way into the design.\"\n\nAn artist's rendering of the Niamey Cultural Center designed by Mariam Kamara. Credit: Courtesy of Atelier Masomi\n\nThe students told her they wanted a place to read and participate in the arts that reflect their identities as Nigeriens, while also looking to their future. To meet that request, Kamara unveiled her plans for an arts center that also houses an auditorium, a gallery and the city's first public library last year. Once completed (construction begins this summer), the Niamey Cultural Center will be a place for learning, creativity and community-building.\n\nArchitect Mariam Kamara founded sustainable design practice Atelier Masomi in 2014. Credit: Courtesy Mariam Kamara\n\nLike her previous projects in the city, the cultural center will be built using compressed earth bricks -- a breathable material responsive to Niger's desert climate and a reflection of local vernacular architecture. The design encompasses four 155-foot curved towers that not only help to cool the interior of the main building by creating facilitating natural ventilation, but also create shaded public courtyards and passages that are accessible to all.\n\n\"I know there are people who may not feel that they can enter this large structure because it's very intimidating. So I asked what it means to create space for everyone,\" she said. \"My answer is that it can't be just one big building... I am interested in a structure where you can have a promenade that allows you to be in the space without having to go in.\"\n\nThe center's location along a valley -- between the French colonial part of the city where the wealthy reside and the side where the less well-off live -- is also significant. Kamara hopes the center will encourage disparate societal groups to come together.\n\nKamara left Niger to attend university in the United States in 1997. Originally qualifying as a computer scientist, in her 30s she decide to follow her passion for architecture and retrain at the University of Washington.\n\nKamara's Hikma Religious and Secular Complex in Dandaji, Niger, was completed in 2018. Credit: Courtesy James Wang\n\nThough Kamara now splits her time between Niger and Providence, Rhode Island, it's her projects in her home country, blending contemporary and traditional influences, that have earned her the most acclaim and accolades, including the prestigious Prince Claus Award last year.\n\nHer design for a market in the remote village of Dandaji, which includes colorful recycled metal canopies surrounding a sacred tree, has become a vital space for vendors in the region to do trade. And Hikma, the religious and secular complex she designed for the same village in 2018, saw Kamara transforming a derelict Hausa mosque into a library with the help of the adobe masons who originally built it, and created a new, larger mosque alongside it from materials sourced within a three-mile radius. The project was made in collaboration with Iranian architect Yasaman Esmaili, with whom she co-founded the global collective united4design in 2013. The two also co-designed the Niamey 2000 low-cost residential project in 2016.\n\nCourtesy Maurice Ascani\n\nKamara said the limitations of working in a country with so few resources has forced her to hone her approach. \"There is something very useful about that scarcity. It clarifies your thinking. It really makes it about space rather than bells and whistles.\"\n\n\"You cannot hide a bad space when you don't have access to shiny things,\" she continued. \"It becomes more about what the space is doing and how it is bringing people together. That for me is what architecture is about.\"\n\nShe feels this is especially important at a time when construction has become a significant contributor to pollution in large cities. \"It's impossible to ignore all the climate-related issues,\" she said. \"We need to figure out what progress looks like when it's not fed by exploitation, and recognize our mistakes in terms of construction, material and resource-depletion. Now Asia, South America and Africa can be trailblazers. For me that means there is an opportunity to make a real contribution.\""}