{"url": "http://cnn.com/2020/05/20/tech/virtual-cyber-security-school/index.html", "text": "(CNN Business) When Christopher Boddy was 14 years old, he'd log onto his computer after school to spend hours playing a game that taught him the basics of digital forensics, ethical hacking and cryptography.\n\nIt may not have been a typical after-school activity, but it was just what the UK government hoped for when it launched its Cyber Discovery program three years ago: It inspired Boddy, now 17, to consider a career in cybersecurity.\n\n\"I originally learned about it in school, but then I'd get stuck on problems that I needed to find the answer to,\" said Boddy, who lives outside London with his parents. \"I'd stay up way later than I should have and postponed homework to get a challenge done.\"\n\nWhat started as a school-based program to teach kids a new skill is extending into a virtual cyber school . It's filledwith lessons and games to teach users how to fix security flaws on webpages, uncover trails left by cybercriminals and decrypt codes used by hackers. The program is now available online for any student ages 13 - 18 for free in the UK, and $100 a year in the US.\n\nWith schools and many summer camps canceled, nearly 8,000 middle school and high school students have already enrolled in the virtual school since it was announced a little more than two weeks ago,according to the organization.Overall, the group is expecting about 20,000 participants, who will go at their own pace.\n\nThe original program started as an effort funded by the UK government, in partnership with the US-based SANS Institute, a security training facility. It intends to inspire young people like Boddy to acquire the interest and skill set needed for professional cybersecurity roles. Entry-level jobs are increasingly in demand (and can start near the six-figure range in the US), but finding the talent for them remains a challenge.\n\n\"The government has been very concerned about the skill gap for jobs in cybersecurity and we haven't done a good job of advertising it as a profession,\" said program director James Lyne, the CTO of SANS who designed the technology behind the platform. \"We were struggling with finding enough security people to protect our infrastructure, which can impact traffic lights, power stations and so much more. People leave school and don't realize this is a career path they can take and that they have the skills.\"\n\nThe cybersecurity games teach students how to fix security flaws on webpages and uncover trails left by cybercriminals\n\nFacebook FB Capital One COF According to Accenture , the annual cost of cybercrime globally will reach $5 trillion in the next few years. Cyber attacks continue to hit both small businesses and large companies, fromand Target to banks likeand the Department of Homeland Security, making the demand for cybersecurity professionals across all industries higher than ever. The US Bureau of Labor Statistics projects a 32% increase in entry-level information security analyst jobs from 2018 to 2028. The typical growth rate for all occupations is 5% for the same time frame.\n\nAlong with webinars and teacher-led sessions, the Cyber Discovery program largely exists as a game, where players take on the role of a cyber protection agent who uncovers real-world-like vulnerabilities on websites or detects, for example, who is dumping millions of passwords onto the Dark Web\n\nIn one beginner-level scenario, simulated hackers who are plotting to steal trees in Norway are communicating and hiding their interactions on a series of webpages. Players must determine who is behind the scheme and where the messages are hiding, such as embedded in a code behind a bunch of broken images.\n\nAccording to Eric Abbruzzese, a research director at ABI Research who tracks gaming platforms, gamification of any topic is effective if a user is actively interested. \"Engagement is the make or break for any program like this,\" he said, noting most people are visual learners which works in favor of game-like learning programs.\n\n\"Something dense like cybersecurity may have more issue in adapting content to a visual-first medium than something like biology,\" Abbruzzese said. But, he added, \"a prolonged interest in the content and greater overall understanding ... can contribute to confidence and skill.\"\n\nBoddy, who has emerged over the years as one of the game's top performers, was one of 50 students selected for a specialized certification program through SANS to further get him ready for a career in the field.\n\n\"I was always interested in computers and coding, but not specifically cybersecurity,\" he said. \"Now I'm taking it seriously. I've noticed jobs in the area pay quite well; it's not a main reason why I'd go into the field but I certainly see that as a bonus.\""}