{"url": "http://cnn.com/2020/04/09/europe/nurses-fighting-coronavirus-pay-gbr-intl/index.html", "text": "London (CNN) It gets really, really hot inside the protective gear Sean White has to wear most of the time. His skin is sore from the tight-fitting face mask and two pairs of gloves worn almost non-stop for 12 hours at a time.\n\nWhite is a critical care nurse at a major teaching hospital in London and -- like nurses in almost every country around the world -- he couldn't be any more frontline in the battle against coronavirus. His hospital is currently treating several hundred Covid-19 patients in the city at the epicenter of the UK outbreak, which has so far claimed more than 7,000 lives.\n\nWhen coronavirus patients end up in hospital, it's nurses who care for them most of the time and who are responsible for making sure they receive the right treatment.\n\n\"There is still this view that nurses, you know, are washing patients, feeding them and just being these compassionate, caring souls... which is exactly what nurses are, but there is this other layer of things that nurses do now,\" said Laura Duffell, a matron nurse at the King's College Hospital in London.\n\nWhite spends his working days taking care of people who are fighting for their lives. Patients are often on ventilators, suffering from multiple organ failure, sedated, with number of tubes attached to them. It's a high-pressure job, but he knows what he is doing -- he has been doing it for years.\n\nBut in this crisis, White says even he is at his limits.\n\n\"We're having to prioritize things, not do some of the other things that we normally do, we make changes to our normal practice,\" he said.\n\nWhite checks patients' oxygen levels, adjusts ventilators, runs blood tests, cleans wounds, replaces dressings, monitors tubes and takes care of sick people's mouths and eyes. Once every four hours, he moves them to prevent bed sores. He also reassures them when they wake up in a scary and unfamiliar environment.\n\nAt normal times, each nurse looks after one patient at a time. But these are not normal times. White has been deployed to other intensive care units (ICUs) and is now regularly juggling two patients. The plan is to go up to four if necessary, he says.\n\n\"These are demanding patients,\" said Rosana Josep Zaragoza, a nurse working at Guy's Hospital in London, of ICU coronavirus cases. \"They might have eight infusions attached to their bed and you have to make sure they are not running out, that they are working properly, and you are dealing with a breathing machine and sometimes a kidney machine,\" she added.\n\nAt the same time, the nurses are very aware of the risk they themselves are facing. White said that he and his colleagues are wondering \"when, rather than if\" they catch the virus. \"We're hoping that it will be like a cold, but we keep hearing all the time of people who don't necessarily have health problems who have died,\" he said.\n\nFrom left to right: Sean White, Rosana Josep Zaragoza and Laura Duffell are among the nurses on the frontline of this crisis.\n\nNursing exodus\n\nThe coronavirus crisis has hit the UK at the time when its public health system, the National Health Service, was already highly stretched because of the country's aging population and the spending cuts that followed the 2008 financial crisis.\n\nBefore the outbreak, a combination of tough conditions and low pay was leading to many nurses leaving the profession, according to the Royal College of Nursing (RCN). There are over 40,000 nurse vacancies across the UK, 10,000 of which are in London, says the RCN. At the same time, fewer young people are joining the pipeline because of cuts to training funding, it adds.\n\nIn the UK, nurses' pre-tax salaries start just below £25,000 ($30,000) a year. That's £5,000 below the country's median salary. With more experience, pay for most can rise to around £37,000 ($45,535) a year, depending on seniority. The RCN said most nurses' paychecks falls into that region. Nurses with advanced training -- such as a master's degree -- can make up to £44,503. Only matrons, chief nurses and specialized consultant nurses earn more than that.\n\nFor comparison, doctors start at £28,200 to £32,691 during the first two years after medical school, when they are still training. After that, their basic salary rises to £38,693 to £49,036 during specialist training. Once fully qualified and with years of experience, doctors in the public system can earn as much as £107,000.\n\nWhite has been a frontline healthcare worker for a decade, and spent a big chunk of this time in critical care. He is planning to leave nursing after the coronavirus crisis has passed and work on building up his own business in medical aesthetics. While he will continue to work shifts in critical care to maintain his skills and fill in where the need is, his main focus will be elsewhere. A better work-life balance and the desire to do new things are among the reasons for his move, but money is also a factor.\n\nEven though nurses based in London get extra cash to cover the city's higher cost of living, most end up living on very tight budgets. According to a RNC survey published in January, 26% of nurses in London said they were financially struggling and further 42% said they were just about able to meet essential living costs, but wouldn't be able to cope with any unexpected costs.\n\nLong-term staff shortages are making the current crisis worse. There also aren't currently enough coronavirus tests for healthcare workers in the UK. This means that any time a hospital employee or a member of their household shows symptoms, they have to self-isolate and stop work -- even if they don't actually have the disease. The government has been trying to ramp up testing and as of Wednesday, 20,000 UK health workers and their family members have been tested, the Prime Minister's spokesman said.\n\nDuffell said the high cost of living in places like London forces people to live with roommates, further exacerbating the situation.\n\n\"Many nurses will live with other healthcare professionals, partly because of the shift patterns and the understanding ... and then ... it means that if someone is then symptomatic, the whole household have to isolate, which means we have four [or] five nurses who are all off at the same time,\" Duffell said.\n\n'It's a hideous situation'\n\nThe coronavirus pandemic also means many nurses are being redeployed to departments they don't normally work in, including intensive and critical care.\n\nJosep Zaragoza, the Guy's Hospital nurse, has found herself exactly in that position. She expects to start working in ICUs this week. And while she has worked there in the past, she hasn't done so in four years.\n\n\"I am scared,\" she said. \"I have been doing something completely different now, and obviously, ICU ... it's a really specialized area and the patients are very sick, so you have to know what you're doing, the pressures are enormous,\" she said.\n\nJosep Zaragoza said her hospital has been providing nurses like her with refresher training and simulation days. She said she will likely get to spend two days at the ICU observing and working alongside other nurses before starting to take care of patients on her own.\n\n\"I think it should be at least a week ... but I understand that they need nurses up and running as soon as possible,\" she added.\n\nJosep Zaragoza can rely on past experience, but many of her colleagues are being redeployed into jobs that are completely new to them. \"I can't imagine how nervous people are going into such a specialized area which they have never worked in,\" she said. A spokesperson from Guy's and St Thomas' NHS Foundation Trust said the hospital has asked \"all clinical teams to be prepared for the potential redeployment,\" adding that temporarily redeployed staff \"will receive appropriate training and support if necessary.\"\n\nOther major hospital are experiencing the same problems. A spokeswoman for Barts Health NHS Trust, the body that oversees the Royal London Hospital, said the hospital was \"working hard to while ensuring the safety of patients, staff and visitors.\" The spokeswomen referred to the hospital's peak operating plan, which says that \"large number of staff\" will be retrained and redeployed.\n\nDuffell manages a team of around 50 to 60 nurses and healthcare assistants across several children's wards. Some of them are now being reassigned to positions in critical care, despite not having the training that is normally required for these roles. In a statement on the King's hospital website, Sarah Dheansa, the acting head of nursing for neurosciences and a member of the hospital's Covid-19 response team, described the situation as challenging, but added the hospital had good processes in place.\n\nDuffell added: \"You've got a junior nurse in a flood of tears because she feels like she's putting people at risk and you have to have that conversation that actually, you're doing your absolute best, you rely on your knowledge and you know what you're doing.\n\n\"It's a hideous situation and unfortunately, I think there are going to be a huge number of nurses that are going to be quite traumatized.\"\n\nThis story has been updated to correct the name of the hospital where Laura Duffell works."}